Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# SettingsPage_EnableLegionZone_Error_Title
source: Couldn't enable Legion Zone
bg: Приложението Legion Zone не можа да бъде активирано
bs: Nije moguće omogućiti Legion Zone
cs: Legion Zone se nepodařilo povolit
de: Legion Zone konnte nicht aktiviert werden
el: Δεν ήταν δυνατή η ενεργοποίηση του Legion Zone
es: No se ha podido activar Legion Zone
fr: Impossible d'activer Legion Zone
hu: Nem sikerült engedélyezni a Legion Zone-t
it: Impossibile abilitare Legion Zone
ja: Legion Zoneを有効にできませんでした
lv: Nevarēja iespējot Legion Zone
nl_nl: Kan Legion Zone niet uitschakelen
pl: Nie można było włączyć Legion Zone
pt: Não foi possível ativar o Legion Zone
pt_br: Não foi possível ativar o Legion Zone
ro: Nu s-a putut activa Legion Zone
ru: Не удалось включить Legion Zone
sk: Nepodarilo sa povoliť Legion Zone
tr: Legion Zone etkinleştirilemedi
uk: Не вдалося увімкнути зони Legion
uz_latn_uz: Legion Zonedi iske túsiriw ámelge aspadı
vi: Không thể kích hoạt Legion Zone
zh_hans: 无法启用 Legion Zone
zh_hant: 無法啟用 Legion Zone

# SettingsPage_EnableLenovoHotkeys_Error_Message
source: Lenovo Hotkeys may have not been enabled correctly
bg: Възможно е приложението Lenovo Hotkeys да не е активирано правилно
bs: Lenovo Hotkeys možda nisu ispravno omogućeni
cs: Lenovo Hotkeys možná nebyla správně aktivována
de: Lenovo Hotkeys wurde möglicherweise nicht korrekt aktiviert
el: Το Lenovo Hotkeys μπορεί να μην ενεργοποιήθηκε σωστά
es: Es posible que las teclas de acceso rápido de Lenovo no se hayan activado correctamente
fr: Lenovo Hotkeys n'a peut-être pas été activé correctement
hu: A Lenovo gyorsbillentyűk esetleg nem megfelelően lettek engedélyezve
it: Lenovo Hotkeys potrebbe non essere abilitato correttamente
ja: Lenovo Hotkeys は正しく有効になっていない可能性があります
lv: Iespējams, Legion Hotkeys nav pareizi iespējots
nl_nl: Legion Hotkeys is mogelijk niet correct uitgeschakeld
pl: Legion Hotkeys mógł nie zostać włączony prawidłowo
pt: O Lenovo Hotkeys pode não ter sido ativado corretamente
pt_br: O Lenovo Hotkeys pode não ter sido ativado corretamente
ro: Este posibil ca Lenovo Hotkeys să nu fi fost activat corect
ru: Возможно, Lenovo Hotkeys был неверно запущен
sk: Lenovo Hotkeys možno nebol povolený správne
tr: Lenovo Hotkeys doğru bir şekilde etkinleştirilmemiş olabilir
uk: Гарячі клавіші Legion могли бути увімкнені неправильно
uz_latn_uz: Lenovo Hotkeys nadurıs iske túsirilgen bolıwı múmkin
vi: Lenovo Hotkeys có thể đã được kích hoạt không đúng
zh_hans: Lenovo Hotkeys 可能没有被正确启用。
zh_hant: Lenovo Hotkeys 可能沒有被正確地啟用

# SettingsPage_EnableLenovoHotkeys_Error_Title
source: Couldn't enable Lenovo Hotkeys Keys
ar: تعذر تعطيل مفاتيح مِيزة Lenovo Hotkeys أو مفاتيح مِيزة مفاتيح Lenovo الساخنة
bg: Приложението Lenovo Hotkeys не можа да бъде активирано
bs: Nije moguće omogućiti Lenovo Hotkeys
cs: Lenovo Hotkeys se nepodařilo aktivovat
de: Lenovo Hotkeys konnte nicht aktiviert werden
el: Δεν ήταν δυνατή η ενεργοποίηση των πλήκτρων του Lenovo Hotkeys
es: No se pueden activar las teclas de acceso rápido de Lenovo
fr: Impossible d'activer les raccourcis claviers Lenovo Hotkeys
hu: Nem sikerült engedélyezni a Lenovo Hotkeys billentyűket
it: Impossibile abilitare Lenovo Hotkeys
lv: Nevarēja iespējot Legion Hotkeys
nl_nl: Kan Lenovo Hotkeys niet uitschakelen
pl: Nie można było włączyć Lenovo Hotkeys
pt: Não foi possível ativar o Lenovo Hotkeys
pt_br: Não foi possível ativar o Lenovo Hotkeys
ro: Nu s-a putut activa Lenovo Hotkeys Keys
ru: Не удалось включить клавиши горячих клавиш Lenovo Hotkeys
sk: Nepodarilo sa povoliť Lenovo Hotkeys
tr: Lenovo Hotkeys Tuşları etkinleştirilemedi
uk: Не вдалося увімкнути гарячі клавіші Lenovo
uz_latn_uz: Lenovo Hotkeystiń túymelerin iske túsiriw ámelge aspadı
vi: Không thể kích hoạt Lenovo Hotkeys
zh_hans: 无法启用 Lenovo Hotkeys
zh_hant: 無法啟用 Lenovo Hotkeys

# SettingsPage_EnableVantage_Error_Message
source: Vantage and/or ImController may have not been enabled correctly
ar: ربما لم يتم تعطيل Vantage بشكل صحيح
bg: Vantage и/или ImController може да не са били активирани правилно
bs: Vantage možda nije ispravno omogućeno
cs: Vantage možná nebyla správně aktivována
de: Vantage und/oder ImController wurden möglicherweise nicht korrekt aktiviert
el: Το Vantage ή/και το ImController ενδέχεται να μην έχουν ενεργοποιηθεί σωστά
es: Vantage y/o ImController pueden no haber sido activados correctamente
fr: Vantage n'a peut-être pas été activé correctement
hu: A Vantage és/vagy az ImController esetleg nem megfelelően lett engedélyezve
it: Vantage potrebbe non essere abilitato correttamente
ja: VantageとImControllerの両方またはいずれか一方が正しく有効になっていない可能性があります
lv: Iespējams, Vantage un/vai ImController nav pareizi iespējots
nl_nl: Vantage en/of ImController zijn niet correct ingeschakeld
pl: Vantage i/lub ImController mógł nie zostać włączony prawidłowo
pt: O Vantage e/ou o ImController podem são ter sido ativados corretamente
pt_br: Vantage e/ou ImController podem não ter sido ativados corretamente
ro: Este posibil ca Vantage să nu fi fost activat corect
ru: Возможно, Vantage и/или ImController были включены неправильно
tr: Vantage ve/veya ImController doğru şekilde etkinleştirilmemiş olabilir
uk: Можливо, Vantage та/або ImController було увімкнено неправильно
uz_latn_uz: Vantage hám/yamasa ImController tuwrı jaǵılmaǵan bolıwı múmkin
vi: Vantage và/hoặc ImController có thể đã không được kích hoạt đúng cách
zh_hans: Vantage 与 ImController 可能没有被正确禁用。
zh_hant: Lenovo Vantage 與（或）ImController 可能沒有被正確地啟用

# SettingsPage_EnableVantage_Error_Title
source: Couldn't enable Vantage and/or ImController
ar: تعذر تعطيل "%s"
bg: Vantage и/или ImController не можаха да бъдат активирани
bs: Nije moguće omogućiti Vantage
cs: Vantage se nepodařilo povolit
de: Vantage und/oder ImController konnten nicht aktiviert werden
el: Αδυναμία ενεργοποίησης του Vantage ή/και του ImController
es: No se ha podido activar Vantage y/o ImController
fr: Impossible d'activer Vantage
hu: Nem sikerült engedélyezni a Vantage és/vagy ImController-t
it: Impossibile abilitare Vantage
ja: VantageとImControllerの両方またはいずれか一方を有効にできませんでした
lv: Nevarēja iespējot Vantage un/vai ImController
nl_nl: Kon Vantage en/of ImController niet inschakelen
pl: Nie można było włączyć Vantage i/lub ImControllera
pt: Não foi possível ativar o Vantage e/ou o ImController
pt_br: Não foi possível habilitar o Vantage e/ou ImController
ro: Nu s-a putut activa Vantage
ru: Не удалось включить Vantage и/или ImController
tr: Vantage ve/veya ImController etkinleştirilemedi
uk: Неможливо увімкнути Vantage та/або ImController
uz_latn_uz: Vantage hám/yamasa ImControllerdi jaǵılmadı
vi: Không thể kích hoạt Vantage và/hoặc ImController
zh_hans: 无法启用 Lenovo Vantage 与 ImController
zh_hant: 無法啟用 Lenovo Vantage 與（或）ImController

# SettingsPage_ExcludeRefreshRates_Message
source: You can exclude refresh rates, to make Fn+R shortcut more useful.
ar: يمكنك استبعاد معدلات التحديث ، لجعل اختصار Fn + R أكثر فائدة.
bg: Може да изключите избрани честоти на опресняване, за да направите клавишната комбинация Fn+R по-полезна.
cs: Můžeš vyloučit obnovovací frekvence, aby byla zkratka Fn+R užitečnější.
de: Sie können Bildwiederholraten ausschließen, um die Tastenkombination Fn+R nützlicher zu machen.
el: Μπορείτε να εξαιρέσετε ρυθμούς ανανέωσης, για να κάνετε τη συντόμευση Fn+R πιο χρήσιμη.
es: Puede excluir las tasas de refresco, para que el acceso rápido Fn+R sea más útil.
fr: Vous pouvez exclure les taux de rafraîchissement, pour rendre le raccourci Fn+R plus pratique.
hu: Kizárhat frissítési rátákat, hogy az Fn+R gyorsbillentyű hasznosabbá váljon.
it: Puoi escludere le frequenze di aggiornamento per rendere più comoda la scorciatoia Fn+R.
ja: Fn+R ショートカットをさらに便利にするために、リフレッシュレートを除外できます。
lv: Varat izslēgt atsvaidzināšanas ātrumus, lai padarītu Fn+R saīsni noderīgāku.
nl_nl: U kunt verversingssnelheid uitsluiten om de Fn+R-snelkoppeling nuttiger te maken.
pl: Możesz wykluczyć częstotliwości odświeżania ze skrótu Fn+R.
pt: Podes excluir taxas de atualização para tornar o atalho Fn+R mais útil.
pt_br: Você pode excluir taxas de atualização para tornar o atalho Fn+R mais útil.
ro: Puteți exclude rate de reîmprospătare pentru a face comanda rapidă Fn+R mai utilă.
ru: Вы можете исключить частоту обновления, чтобы сделать сочетание клавиш Fn+R более полезным.
sk: Môžete vylúčiť obnovovacie frekvencie, aby bola skratka Fn+R užitočnejšia.
tr: Fn+R kısayolunu daha kullanışlı hale getirmek için yenileme hızlarını hariç tutabilirsiniz.
uk: Ви можете виключити частоту оновлення, щоб зробити комбінацію клавіш Fn+R більш корисною.
uz_latn_uz: Fn+R túymelerin paydalıraq qılıw ushın, siz jańalanıw tezligin esaptan tısqarı qılıwıńız múmkin
vi: Bạn có thể loại trừ một số tần số quét, để chức năng Fn+R hữu dụng hơn.
zh_hans: 你可以排除某个刷新率，使 Fn+R 快捷键切换更快速。
zh_hant: 您可以排除更新率，使用 Fn+R 快捷鍵切換更加實用。

# SettingsPage_ExcludeRefreshRates_Title
source: Exclude Refresh Rates
ar: استبعاد معدلات التحديث
bg: Изключи честотата на опресняване
cs: Vyloučit obnovovací frekvence
de: Bildwiederholraten ausschließen
el: Εξαίρεση Ρυθμών Ανανέωσης
es: Excluir tasas de refresco
fr: Exclure les taux de rafraîchissement
hu: Frissítési ráták kihagyása
it: Escludi refresh rate
ja: リフレッシュレートの除外
lv: Izlaist Atsvaidzināšanas Ātrumus
nl_nl: Verversingsnelheid uitsluiten
pl: Wyklucz częstotliwości odświeżania
pt: Excluir taxas de atualização
pt_br: Taxas de atualizações excluídas
ro: Excludere rate de reîmprospătare
ru: Исключить частоту обновления
sk: Vylúčiť obnovovacie frekvencie
tr: Yenileme Hızlarını Hariç Tut
uk: Виключити частоти оновлення
uz_latn_uz: Jańalanıw tezligin esaptan tısqarı qılıw
vi: Loại trừ các tần số quét
zh_hans: 排除刷新率
zh_hant: 排除更新率

# SettingsPage_Language_Message
source: Select language.
ar: اختر اللغة.
bg: Изберете език.
bs: Izaberi jezik.
cs: Vybrat jazyk.
de: Sprache auswählen.
el: Επιλογή γλώσσας.
es: Seleccionar idioma.
fr: Sélectionner une langue.
hu: Nyelv kiválasztása.
it: Seleziona lingua.
ja: このソフトウェアで表示する言語を選択できます。
lv: Atlasīt valodu.
nl_nl: Selecteer taal.
pl: Wybierz język.
pt: Selecionar idioma.
pt_br: Selecionar idioma.
ro: Selectați limba
ru: Выбрать язык.
sk: Vybrať jazyk.
tr: Dil seçin.
uk: Обрати мову.
uz_latn_uz: Tildi saylań.
vi: Chọn ngôn ngữ.
zh_hans: 选择语言
zh_hant: 選擇語言。

# SettingsPage_Language_Title
source: Language
ar: اللغة
bg: Език
bs: Jezik
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
lv: Valoda
nl_nl: Taal
pl: Język
pt: Língua
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
tr: Dil
uk: Мова
uz_latn_uz: Til
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# SettingsPage_MinimizeOnClose_Message
source: Always minimize to tray. Close with right click on tray icon.
ar: قلل دائمًا إلى حدود الصفحة المعروضة. أغلق بالنقر بزر الماوس الأيمن على أيقونة الصفحة المعروضة.
bg: Приложението се минимизира в лентата на задачите, когато затворите основния прозорец. Може да го спрете от менюто, което се отваря при натискането на десен бутон върху иконката му.
cs: Vždy minimalizovat na lištu. Zavřít kliknutím pravým tlačítkem na ikonu na hlavním panelu.
de: Immer in die Taskleiste minimieren. Schließen mit Rechtsklick auf das Tray-Symbol.
el: Πάντα ελαχιστοποίηση στο δίσκο εικονιδίων. Κλείστε με δεξί κλικ στο εικονίδιο στο δίσκο.
es: Minimizar siempre en la bandeja. Haciendo clic derecho en el icono de la bandeja, podrá cerrar el programa.
fr: Toujours minimiser dans la barre des tâches. Fermez avec un clic droit sur l'icône de la barre des tâches.
hu: Mindig minimalizálja a tálcára. Zárja be a tálca ikonjára való jobb kattintással.
it: Riduci sempre a icona. Chiudi con il tasto destro del mouse sull'icona nella barra delle applicazioni.
ja: 常にトレイに最小化します。トレイのアイコンを右クリックしてアプリケーションを閉じます。
lv: Vienmēr minimizējiet līdz teknei. Aizveriet, ar peles labo klikšķi uz teknes ikonas.
nl_nl: Minimaliseer altijd tot tray. Sluit met de rechtermuisknop op het systeemvakpictogram.
pl: Zawsze minimalizuj do zasobnika. Zamknij prawym przyciskiem na ikonie zasobnika.
pt: Minimizar sempre para a área de notificações. Fecha com o clique direito na área de notificações.
pt_br: Sempre minimizar para a bandeja. Feche com o botão direito do mouse no ícone da bandeja.
ro: Minimizare întotdeauna în tray. Închideți cu clic dreapta pe pictograma din tray.
ru: Всегда сворачивать в область уведомлений. Закрывать правой кнопкой мыши на значке в области уведомлений.
sk: Vždy minimalizovať na panel úloh. Zatvoriť pravým kliknutím na ikonu v panely úloh.
tr: Her zaman görev çubuğu tepsisine küçültün. Tepsi simgesine sağ tıklayarak kapatın.
uk: Завжди згортати у лоток. Закривайте натисканням правою кнопкою миші на образець у лотку.
uz_latn_uz: Hámiyshe xabarlamalar maydanına kishireytiw. Xabarlamalar maydanındaǵı tańbada tıshqanshanıń oń túymesin basıw járdeminde jabıw.
vi: Luôn thu nhỏ về khay. Nhấp chuột trái vào biểu tượng để đóng.
zh_hans: 总是最小化到托盘。开启后需右键点击托盘图标点击关闭以关闭软件。
zh_hant: 保持最小化到系統匣。對系統匣圖示點擊右鍵以關閉應用程式。

# SettingsPage_MinimizeOnClose_Title
source: Minimize on close
ar: تصغير عند الإغلاق
bg: Минимизирай приложението при затваряне на прозореца
bs: Minimiziraj pri zatvaranju
cs: Minimalizovat při zavření
de: Minimieren beim Schließen
el: Ελαχιστοποίηση κατά το κλείσιμο
es: Minimizar al cerrar
fr: Minimiser à la fermeture
hu: Minimalizálás bezáráskor
it: Minimizza alla chiusura
ja: 終了時に最小化
lv: Minimizēt pēc aizvēršanas
nl_nl: Minimaliseer Bij Sluiten
pl: Minimalizuj przy zamknięciu
pt: Minimizar ao fechar
pt_br: Minimizar ao Fechar
ro: Minimizare la închidere
ru: Сворачивать при закрытии
sk: Minimalizovať pri zatvorení
tr: Kapatırken simge durumuna küçült
uk: Згортати при закритті
uz_latn_uz: Jawǵanda jıynaw
vi: Thu nhỏ khi đóng
zh_hans: 关闭时最小化
zh_hant: 關閉時最小化

# SettingsPage_Notifications_Message
source: Configure which notifications are shown.
ar: الرجاء قم بضبط أي الإشعارات تريد عرضها.
bg: Изберете кои известия да бъдат показани.
cs: Nastavit, které notifikace se objeví.
de: Legen Sie fest, welche Benachrichtigungen angezeigt werden sollen.
el: Ρυθμίστε ποιες ειδοποιήσεις εμφανίζονται.
es: Configurar qué notificaciones se muestran
fr: Configurez quelles notifications afficher.
hu: Annak beállítása, hogy mely értesítések jelenjenek meg.
it: Configura quali notifiche vengono visualizzate.
ja: どの通知を表示するかを設定できます。
lv: Uzstādīt kuri paziņojumi tiek parādīti.
nl_nl: Configureer welke notificaties getoond worden.
pl: Wybierz wyświetlane powiadomienia.
pt: Configurar quais notificações são mostradas.
pt_br: Configure como as notificações são exibidas.
ro: Configurați care notificări sunt afișate.
ru: Настройте, какие уведомления будут отображаться
sk: Nastaviť, ktoré upozornenia sa zobrazujú.
tr: Hangi bildirimlerin gösterileceğini ayarlayın.
uk: Налаштуйте, які сповіщення будуть зображатися.
uz_latn_uz: Qanday xabarlamalar kórsetiliwin sazlań.
vi: Cài đặt thông báo nào sẽ được hiển thị.
zh_hans: 选择显示哪些通知弹窗。
zh_hant: 設定哪些通知要顯示。

# SettingsPage_Notifications_Title
source: Notifications
ar: الإشعارات
bg: Известия
cs: Notifikace
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
hu: Értesítések
it: Notifiche
ja: 通知
lv: Paziņojumi
nl_nl: Notificaties
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
tr: Bildirimler
uk: Сповіщення
uz_latn_uz: Xabarlamalar
vi: Thông báo
zh_hans: 提示弹窗
zh_hant: 通知

# SettingsPage_WindowsPowerPlans_Title
source: Windows Power Plans
bg: Планове за захранване
de: Energiesparpläne
el: Προφίλ παροχής ενέργειας
es: Planes de energía de Windows
hu: Windows Energiasémák
ja: Windows電源プラン
lv: Barošanas Plāni
nl_nl: Energieschema's
pl: Plany zasilania systemu Windows
pt: Esquemas de energia
pt_br: Planos de Energia do Windows
ru: Схемы питания
sk: Plány napájania
tr: Windows Güç Planları
uk: Плани живлення Windows
uz_latn_uz: Quwatlılıq jobaları
vi: Power Plans
zh_hans: Windows 电源计划
zh_hant: 電源計劃

# SettingsPage_SmartKeyDoublePressAction_Message
source: Assign Quick Action to Fn+F9 double press.
ar: قم بتعيين إجراء سريع للضغط المزدوج على Fn + F9.
bg: Изберете кое бързо действие да бъде извършено при двойно натискане на клавишната комбинация Fn+F9.
cs: Přiřadit rychlou akci při dvojitým stisku Fn+F9.
de: Weise einen Kurzbefehl für zweimaliges betätigen von Fn+F9 zu.
el: Αντιστοιχίστε μια Γρήγορη Ενέργεια στο Fn+F9 με διπλό πάτημα.
es: Asignar acción rápida al presionar Fn+F9 dos veces.
fr: Assignez l'action rapide au double appui Fn+F9.
hu: Az Fn+F9 dupla lenyomásához rendelje hozzá a gyors műveletet.
it: Assegna azione rapida a Fn+F9 doppia pressione.
ja: Fn+F9 の２回押しにクイック アクションを割り当てることができます。
lv: Piešķiriet Ātro Darbību fn + F9 dubultai nospiešanai.
nl_nl: Voeg Snelle Actie toe aan Fn+F9 dubbel drukken.
pl: Przydziel szybką akcję dla pojedynczego wciśnięcia Fn+F9.
pt: Atribuir Ações Rápidas a dois cliques das teclas Fn+F9.
pt_br: Atribuir Função Rápida ao pressionar a tecla Fn+F9 duas vezes.
ro: Setați o acțiune rapidă la dubla apăsare a tastelor Fn+F9.
ru: Назначить быстрое действие на двойное нажатие Fn+F9.
sk: Priradiť Rýchlu akciu na dve stlačenia Fn+F9.
tr: Fn+F9'a çift basışa Hızlı İşlem atayın.
uk: Призначити швидкі дії на подвійне натискання Fn+F9.
uz_latn_uz: Fn+F9 túymelerin eki márte basıw ushın tez háreketti belgileń.
vi: Gán hành động nhanh khi gõ đúp tổ hợp phím Fn+F9.
zh_hans: 选择双击 Fn + F9 触发的快捷操作。
zh_hant: 指派雙重點擊 Fn+F9 的快捷功能。

# SettingsPage_SmartKeyDoublePressAction_Title
source: Smart Key Secondary Action
ar: الإجراء الثانوي للمفتاح الذكي
bg: Второстепенно действие за Smart Key
cs: Sekundární akce chytrého tlačítka
de: Smart Key sekundäre Aktion
el: Δευτερεύουσα Ενέργεια Έξυπνου Πλήκτρου
es: Acción secundaria de la tecla inteligente
fr: Action au double appui Smart Key
hu: Okos gomb másodlagos művelet
it: Azione secondaria della chiave intelligente
ja: スマートキーアクション（２回押し）
lv: Smart Taustiņa Sekundārā Darbība
nl_nl: Smart Key Secundaire Actie
pl: Druga akcja dla klawisza Smart
pt: Ação secundária da Tecla Inteligente
pt_br: Função Secundária da Tecla de Acesso Rápido
ro: Acțiune secundară pentru tasta inteligentă
ru: Вторичное действие умной клавиши
sk: Sekundárna akcia chytrej klávesy
tr: Akıllı Tuş İkincil İşlem
uk: Другорядна дія розумної клавіші
uz_latn_uz: Aqıllı túymeniń ekilemshi háreketi
vi: Hành động phụ cho phím tắt Fn+F9
zh_hans: Smart Key 第二快捷动作
zh_hant: Smart Key 次要動作

# SettingsPage_SmartKeySinglePressAction_Message
source: Assign Quick Action to Fn+F9 single press.
bg: Изберете кое бързо действие да бъде извършено при двойно натискане на клавишната комбинация Fn+F9.
cs: Přiřadit rychlou akci při stisku Fn+F9.
de: Weise einen Kurzbefehl für einmaliges betätigen von Fn+F9 zu.
el: Αντιστοιχίστε μια Γρήγορη Ενέργεια στο Fn+F9 με ένα πάτημα.
es: Asignar acción rápida al presionar Fn+F9 una vez.
fr: Assignez l'action rapide au simple appui Fn+F9.
hu: Gyors művelet hozzárendelése az Fn+F9 egyszeri megnyomásához.
it: Assegna azione rapida a Fn+F9.
ja: Fn+F9 の１回押しにクイック アクションを割り当てることができます。
lv: Piešķiriet Ātro Darbību fn + F9 vienreizējai nospiešanai.
nl_nl: Wijs Snelle actie toe aan Fn+F9 met één druk op de knop.
pl: Przydziel szybką akcję dla podwójnego wciśnięcia Fn+F9.
pt: Atribuir Ações Rápidas a um clique das teclas Fn+F9.
pt_br: Atribuir Função Rápida ao pressionar a tecla Fn+F9 uma única vez.
ro: Setați o acțiune rapidă la apăsarea tastelor Fn+F9.
ru: Назначить быстрое действие на одиночное нажатие Fn+F9.
sk: Priradiť Rýchlu akciu na jedno stlačenia Fn+F9.
tr: Fn+F9 tek basışına Hızlı Eylem atayın.
uk: Призначити швидкі дії на натискання Fn+F9.
uz_latn_uz: Fn+F9 túymelerin bir márte basıw ushın tez háreketti belgileń.
vi: Gán hành động nhanh khi gõ 1 lần tổ hợp phím Fn+F9.
zh_hans: 选择单击 Fn + F9 触发的快捷操作。
zh_hant: 指派點擊 Fn+F9 的快捷功能。

# SettingsPage_SmartKeySinglePressAction_Title
source: Smart Key Action
ar: أجراء المفتاح الذكي
bg: Действие за Smart Key
cs: Akce chytrého tlačítka
de: Smart Key Aktion
el: Ενέργεια Έξυπνου Πλήκτρου
es: Acción de la tecla inteligente
fr: Action Smart Key
hu: Okos gomb művelete
it: Azione chiave intelligente
ja: スマートキーアクション
lv: Smart Taustiņa Darbība
nl_nl: Smart Key Actie
pl: Akcja dla klawisza Smart
pt: Ação da Tecla Inteligente
pt_br: Ação da Tecla de Acesso Rápido
ro: Acțiune tastă inteligentă
ru: Действие умной клавиши
sk: Akcia chytrej klávesy
tr: Akıllı Tuş Eylemi
uk: Дія розумної клавіші
uz_latn_uz: Aqıllı túyme háreketi
vi: Hành động chính cho phím tắt Fn+F9
zh_hans: Smart Key 快捷动作
zh_hant: Smart Key 動作

# SettingsPage_Theme_Description
source: Set light theme, dark theme or follow system settings.
ar: عيّن مظهرًا فاتحًا أو مظهرًا داكنًا أو اتبع إعدادات النظام.
bg: Задайте светла или тъмна тема или използвайте системната настройка.
bs: Postavite svijetlu temu, tamnu tamu ili pratite sistemske postavke.
cs: Nastav světlý motiv, tmavý motiv, nebo řízení systémem.
de: Legen Sie ein helles oder dunkles Thema fest oder folgen Sie den Systemeinstellungen.
el: Ορίστε ανοιχτό θέμα, σκούρο θέμα ή ακολουθήστε τις ρυθμίσεις συστήματος.
es: Establecer un tema claro, un tema oscuro o seguir con la configuración del sistema.
fr: Définissez un thème clair, un thème sombre ou suivez les paramètres du système.
hu: Állítson be világos témát, sötét témát vagy kövesse a rendszerbeállításokat.
it: Imposta il tema chiaro/scuro o segue le impostazioni di sistema.
ja: テーマをライト、ダークから指定できます。システムに従うこともできます。
lv: Iestatīt gaišo motīvu, tumšo motīvu vai sekot sistēmas iestatījumiem.
nl_nl: Stel een licht thema, een donker thema in of volg de systeeminstellingen.
pl: Wybierz motyw jasny, ciemny, albo ustaw zgodnie z motywem systemu.
pt: Definir modo claro, escuro, ou seguir definições do sistema.
pt_br: Defina o tema claro, escuro ou siga as configurações do sistema.
ro: Setați tema luminoasă, întunecată sau urmărirea preferinței de sistem.
ru: Установить светлую тему, темную тему или следовать системным настройкам.
sk: Nastaviť svetlý motív, tmavý motív alebo riadiť sa systémom.
tr: Açık temayı, koyu temayı ayarlayın veya sistem ayarlarını takip edin.
uk: Встановить білу тему, темну тему або дотримуйтесь системних налаштувань.
uz_latn_uz: Jaqtı temanı, qaranǵı temanı ornatıw yamasa sistema sazlawlarına ámel etiw.
vi: Đặt giao diện sáng hoặc tối tùy theo cài đặt hệ thống.
zh_hans: 选择浅色或深色模式，亦或者跟随系统。
zh_hant: 設定淺色、深色模式，或跟隨系統。

# SettingsPage_Theme_Title
source: Theme
ar: مظهر
bg: Облик
bs: Teme
cs: Motiv
de: Erscheinungsbild
el: Θέμα
es: Tema
fr: Thème
hu: Téma
it: Tema
ja: テーマ
lv: Motīvs
nl_nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
ro: Temă
ru: Тема оформления
sk: Motív
tr: Tema
uk: Тема
uz_latn_uz: Tema
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

# SettingsPage_Title
source: Settings
ar: الإعدادات
bg: Настройки
bs: Postavke
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
lv: Iestatījumi
nl_nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
tr: Ayarlar
uk: Налаштування
uz_latn_uz: Sazlawlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
