Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# EditDashboardWindow_Disclaimer_Message
source: Some features may not appear on the Dashboard depending on state and configuration of your laptop.
bg: В зависимост от състоянието и настройките на Вашето устройство, някои функции може да не бъдат показани на информационното табло.
de: Je nach Zustand und Konfiguration Ihres Geräts werden einige Funktionen möglicherweise nicht in der Übersicht angezeigt.
el: Μερικές δυνατότητες ενδέχεται να μην εμφανίζονται στον Πίνακα Επισκόπησης αναλόγως της κατάστασης και της διαρρύθμισης του υπολογιστή σας.
es: Es posible que algunas funciones no aparezcan en el panel de control en función del estado y la configuración del dispositivo.
fr: Certaines fonctionnalités peuvent ne pas apparaître sur le tableau de bord selon l'état et la configuration de votre appareil.
hu: Előfordulhat, hogy egyes funkciók nem jelennek meg a műszerfalon a laptop állapotától és konfigurációjától függően.
ja: 使用しているデバイスの状態や構成によっては、一部の機能がダッシュボードに表示されない場合があります。
lv: Dažas funkcijas informācijas panelī var neparādīties atkarībā no ierīces stāvokļa un konfigurācijas.
nl_nl: Sommige functies verschijnen mogelijk niet op het dashboard, afhankelijk van de status en configuratie van uw apparaat.
pl: Pewne funkcje kokpitu mogą nie być dostępne, w zależności od stanu i konfiguracji laptopa.
pt: Algumas funções podem não aparecer na Dashboard dependendo do estado e da configuração do teu dispositivo.
pt_br: Alguns recursos podem não serem exibidos no Painel dependendo do estado e das configurações de seu dispositivo.
ru: Некоторые функции могут не отображаться на вкладке "Обзор" в зависимости от состояния и конфигурации вашего устройства.
sk: Niektoré funkcie sa nemusia zobraziť na prehľade v závislosti od stavu a nastavenia vášho zariadenia.
tr: Cihazınızın durumuna ve yapılandırmasına bağlı olarak bazı özellikler Ana Menü'de görünmeyebilir.
uk: Деякі можливості можуть не з'явитися на панелі керування, залежачи від стану та конфігурації вашого пристрою.
uz_latn_uz: Qurılmańız halatı hám sazlawlarına qarap ayırım funkciyalar Ásbaplar panelinde kórinbewi múmkin.
vi: Một số chức năng sẽ không xuất hiện trên Trang Chủ tùy vào trạng thái và cấu hình của Laptop.
zh_hans: 不同设备的功能支持情况各不相同，所以一些功能可能不会显示在控制台中。
zh_hant: 根據裝置的狀態和組態設定，某些功能可能不會出現在控制面板上。

# DashboardPage_Customize
source: Customize
bg: Персонализиране
de: Anpassen
el: Προσαρμογή
es: Personalizar
fr: Personnaliser
hu: Testreszabás
ja: カスタマイズ
lv: Pielāgot
nl_nl: Aanpassen
pl: Dostosuj
pt: Personalizar
pt_br: Personalizar
ru: Настроить
sk: Prispôsobiť
tr: Özelleştir
uk: Налаштувати
uz_latn_uz: Sazlaw
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 客製化

# TurnOffMonitorsControl_Title
source: Turn off displays
bg: Изключи екраните
de: Bildschirme ausschalten
el: Απενεργοποίηση οθονών
es: Apagar las pantallas
fr: Éteindre les écrans
hu: Kijelző kikapcsolása
ja: ディスプレイオフ
lv: Izslēgt ekrānus
nl_nl: Beeldschermen uitschakelen
pl: Wyłącz ekrany
pt: Desligar ecrãs
pt_br: Desligar telas
ru: Выключить дисплеи
sk: Vypnúť displeje
tr: Ekranları kapat
uk: Вимкнути дисплеї
uz_latn_uz: Displeylerdi óshiriw
vi: Tắt các màn hình
zh_hans: 关闭显示器
zh_hant: 關閉顯示器

# TurnOffMonitorsControl_Message
source: Turn off all available displays. Moving the mouse or pressing the keyboard will wake displays up.
bg: Изключва наличните екрани. Те ще бъдат събудени ако мръднете мишката или натиснете клавиш от клавиатурата.
de: Alle verfügbaren Bildschirme ausschalten. Mausbewegung oder Tastendruck weckt die Bildschirme auf.
el: Απενεργοποιήστε όλες τις διαθέσιμες οθόνες. Κινήσεις του ποντικιού ή πληκτρολογήσεις θα ξυπνήσουν τις οθόνες.
es: Apaga todas las pantallas disponibles. Al mover el ratón o pulsar el teclado se activarán las pantallas.
fr: Éteint tous les écrans disponibles. En déplaçant la souris ou en appuyant sur le clavier, les écrans se réveillent.
hu: Kapcsolja ki az összes rendelkezésre álló kijelzőt. Az egér mozgatása vagy a billentyűzet megnyomása felébreszti a kijelzőket.
ja: ディスプレイをすべてオフにします。 マウスを動かすかキーボードを押すと、ディスプレイが起動します。
lv: Izslēdziet visus pieejamos ekrānus. Peles pārvietošana vai tastatūras nospiešana pamodinās ekrānus.
nl_nl: Schakel alle beschikbare beeldschermen uit. Als u de muis beweegt of op het toetsenbord drukt, worden de schermen gewekt.
pl: Wyłącz wszystkie dostępne ekrany. Wciśnięcie klawisza lub poruszenie myszą wybudzi ekrany.
pt: Desligar todos os ecrãs disponíveis. Mover o rato ou clicar no teclado vai ligar os ecrãs.
pt_br: Desligar todas as telas disponíveis. Mover o mouse ou pressionar o teclado reativará as telas.
ru: Выключить все доступные дисплеи. Движение мыши или нажатие клавиш клавиатуры приведет к пробуждению дисплеев.
sk: Vypnúť všetky dostupné displeje. Pohyb kurzoru alebo stlačenie klávesnice zobudí displeje.
tr: Mevcut tüm ekranları kapatın. Fareyi hareket ettirmek veya klavyeye basmak ekranları uyandırır.
uk: Вимкнути усі доступні дисплеї. Пересування миші чи натискання на клавіатуру може увімкнути дисплеї.
uz_latn_uz: Barlıq displeylerdi óshiriw. Tıshqanshanı qozǵaw yamasa klaviaturanı basıw displeydi iske túsiredi.
vi: Tắt tất cả các màn hình được kết nối. Di chuyển chuột hoặc bấm phím bất kỳ trên bàn phím để bật màn hình.
zh_hans: 关闭所有可用的显示器。 移动鼠标或按下键盘按键即可唤醒屏幕。
zh_hant: 關閉所有可供使用的顯示器。 移動滑鼠或點擊鍵盤按鍵以喚醒顯示器。

# TurnOffMonitorsControl_TurnOff
source: Turn off
bg: Изключи
de: Ausschalten
el: Απενεργοποίηση
es: Apagar
fr: Éteindre
hu: Kikapcsolás
ja: オフにする
lv: Izslēgt
nl_nl: Uitzetten
pl: Wyłącz
pt: Desligar
pt_br: Desligar
ru: Отключить
sk: Vypnúť
tr: Kapat
uk: Вимкнути
uz_latn_uz: Óshiriw
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# TurnOffMonitorsAutomationStepControl_Title
source: Turn off displays
bg: Изключи екраните
de: Bildschirme ausschalten
el: Απενεργοποίηση οθονών
es: Apagar las pantallas
fr: Éteindre les écrans
hu: Kijelzők kikapcsolása
ja: ディスプレイをオフにする
lv: Izslēgt ekrānus
nl_nl: Beeldschermen uitschakelen
pl: Wyłącz ekrany
pt: Ligar
pt_br: Desligar telas
ru: Выключить дисплеи
sk: Vypnúť displeje
tr: Ekranları kapat
uk: Вимкнути дисплеї
uz_latn_uz: Displeylerdi óshiriw
vi: Tắt các màn hình
zh_hans: 关闭显示器
zh_hant: 關閉顯示器

# TurnOffMonitorsAutomationStepControl_Message
source: Turn off all available displays.
bg: Изключи всички налични екрани.
de: Alle verfügbaren Bildschirme ausschalten.
el: Απενεργοποιήστε όλες τις διαθέσιμες οθόνες.
es: Apagar todas las pantallas disponibles.
fr: Éteint tous les écrans disponibles.
hu: Kikapcsolja az összes rendelkezésre álló kijelzőt.
ja: 利用可能なディスプレイをすべてオフにします。
lv: Izslēgt visus pieejamos ekrānus.
nl_nl: Schakel alle beschikbare beeldschermen uit.
pl: Wyłącz wszystkie dostępne ekrany.
pt: Desligar todos os ecrãs disponíveis.
pt_br: Desligar todas as telas disponíveis.
ru: Выключить все доступные дисплеи.
sk: Vypnúť všetky dostupné displeje.
tr: Mevcut tüm ekranları kapat.
uk: Вимкнути усі доступні дисплеї.
uz_latn_uz: Ámeldegi barlıq ekranlardı óshiriw.
vi: Tắt tất cả các màn hình.
zh_hans: 关闭所有可用的显示器。
zh_hant: 關閉所有可供使用的顯示器。

# EditDashboardGroupControl_EditGroup_Title
source: Edit group name
bg: Промени името на групата
de: Gruppenname bearbeiten
el: Επεξεργασία ονόματος ομάδας
es: Editar el nombre del grupo
fr: Modifier le nom du groupe
hu: Csoportnév szerkesztése
ja: グループの名前を編集
lv: Rediģēt grupas nosaukumu
nl_nl: Groepsnaam bewerken
pl: Zmień nazwę grupy
pt: Editar o nome do grupo
pt_br: Editar o nome do grupo
ru: Изменить имя группы
sk: Upraviť názov skupiny
tr: Grup adını düzenle
uk: Змінити назву групи
uz_latn_uz: Topar atamasın ózgertiw
vi: Sửa tên nhóm
zh_hans: 修改分组名称
zh_hant: 編輯群組名稱

# EditDashboardGroupControl_EditGroup_Message
source: Name
bg: Име
el: Όνομα
es: Nombre
fr: Nom
hu: Név
ja: 名前
lv: Nosaukums
nl_nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sk: Názov
tr: İsim
uk: Назва
uz_latn_uz: Ataması
vi: Tên
zh_hans: 点此输入名称
zh_hant: 名稱

# Notification_PanelLogoLightingOn
source: Legion logo on
bg: Включи Legion логото
de: Legion Logo an
el: Το λογότυπο Legion είναι ενεργό
es: Logo Legion encendido
fr: Logo Legion allumé
hu: Legion logó bekapcsolva
ja: Legionのロゴが有効になりました
lv: Legion logotips ieslēgts
nl_nl: Legion logo aan
pl: Logo Legion włączone
pt: Logótipo Legion ligado
pt_br: Logo Legion da tampa ligado
ru: Логотип Legion включен
sk: Zapnúť podsvietenie Legion loga
tr: Legion logosu açık
uk: Лого Legion увімкнено
uz_latn_uz: Logotip Legion qosıwlı
vi: Đèn logo Legion bật
zh_hans: 拯救者 LOGO 灯 开
zh_hant: 開啟 Legion 圖示燈光

# Notification_PanelLogoLightingOff
source: Legion logo off
bg: Изключи Legion логото
de: Legion Logo aus
el: Το λογότυπο Legion απενεργοποιήθηκε
es: Logo Legion apagado
fr: Logo Legion éteint
hu: Legion logó kikapcsolva
ja: Legionのロゴが無効になりました
lv: Legion logotips izslēgts
nl_nl: Legion logo uit
pl: Logo Legion wyłączone
pt: Logótipo Legion desligado
pt_br: Logo Legion da tampa desligado
ru: Логотип Legion выключен
sk: Vypnúť podsvietenie Legion loga
tr: Legion logosu kapalı
uk: Лого Legion вимкнено
uz_latn_uz: Logotip Legion óshirilgen
vi: Đèn logo Legion tắt
zh_hans: 拯救者 LOGO 灯 关
zh_hant: 關閉 Legion 圖示燈光

# Notification_PortLightingOn
source: Ports backlight on
bg: Включи подсветката на портовете
de: Ports Hintergrundbeleuchtung an
el: Ο φωτισμός θυρών είναι ενεργοποιημένος
es: Puertos retroiluminados encendidos
fr: Éclairage des ports allumé
hu: Portok háttérvilágítás bekapcsolva
ja: ポートのバックライトが有効になりました
lv: Portu izgaismojums ieslēgts
nl_nl: Achtergrondverlichting van poorten aan
pl: Podświetlenie portów włączone
pt: Luz das portas ligada
pt_br: Iluminação das portas traseiras ligadas
ru: Подсветка портов включена
sk: Zapnúť podsvietenie portov
tr: Port ışıkları açık
uk: Підсвітка портів увімкнена
uz_latn_uz: Portlardıń arqa jaqtılıǵı qosıwlı
vi: Đèn I/O bật
zh_hans: 接口指示灯 开
zh_hant: 開啟介面指示燈

# Notification_PortLightingOff
source: Ports backlight off
bg: Изключи подсветката на портовете
de: Ports Hintergrundbeleuchtung aus
el: Ο φωτισμός θυρών είναι απενεργοποιημένος
es: Puertos retroiluminados apagados
fr: Éclairage des ports éteint
hu: Portok háttérvilágítás kikapcsolva
ja: ポートのバックライトが無効になりました
lv: Portu izgaismojums izslēgts
nl_nl: Achtergrondverlichting van poorten uit
pl: Podświetlenie portów wyłączone
pt: Luz das portas desligada
pt_br: Iluminação das portas traseiras desligadas
ru: Подсветка портов отключена
sk: Vypnúť podsvietenie portov
tr: Port ışıkları kapalı
uk: Підсвітка портів вимкнена
uz_latn_uz: Portlardıń arqa jaqtılıǵı óshirilgen
vi: Đèn I/O tắt
zh_hans: 接口指示灯 关
zh_hant: 關閉介面指示燈

# PackageControl_RebootRequired
source: Restart required
bg: Необходимо е рестартиране
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Se requiere un reinicio
fr: Redémarrage nécessaire
hu: Újraindítás szükséges
ja: 再起動が必要です。
lv: Nepieciešama restartēšana
nl_nl: Herstart vereist
pl: Wymagane ponowne uruchomienie
pt: É necessário reiniciar
pt_br: Reinicialização necessária
ru: Требуется перезапуск
sk: Vyžaduje sa reštart
tr: Yeniden başlatma gerekli
uk: Необхідне перезавантаження
uz_latn_uz: Qayta iske túsiriw talap etiledi
vi: Yêu cầu khởi động lại
zh_hans: 需要重启
zh_hant: 需要重新啟動

# PackageControl_ShutdownRequired
source: Shutdown required
bg: Необходимо е изключване
de: Herunterfahren erforderlich
el: Απαιτείται τερματισμός λειτουργίας
es: Se requiere un apagado
fr: Redémarrage nécessaire
hu: Leállítás szükséges
ja: シャットダウンが必要です。
lv: Nepieciešama izslēgšana
nl_nl: Uitschakeling vereist
pl: Wymagane zamknięcie
pt: É necessário encerrar
pt_br: Desligamento necessário
ru: Требуется выключение системы
sk: Vyžaduje sa reštart
tr: Sistemi kapatma gerekli
uk: Необхідне вимкнення
uz_latn_uz: Óshiriw talap etiledi
vi: Yêu cầu tắt máy
zh_hans: 需要关机
zh_hant: 需要關機

# PackageControl_RebootRecommended
source: Restart recommended
bg: Препоръчва се рестартиране
de: Neustart empfohlen
el: Προτείνεται επανεκκίνηση
es: Se recomienda un reinicio
fr: Redémarrage recommandé
hu: Újraindítás ajánlott
ja: 再起動を推奨します。
lv: Ieteicama restartēšana
nl_nl: Herstart aanbevolen
pl: Zalecane ponowne uruchomienie
pt: É recomendado reiniciar
pt_br: Reinicialização recomendada
ru: Рекомендуется перезапуск системы
sk: Odporúča sa reštart
tr: Yeniden başlatma önerilir
uk: Рекомендується перезавантаження
uz_latn_uz: Qayta iske túsiriw usınıs etiledi
vi: Khuyến nghị khởi động lại
zh_hans: 需要重启以更新
zh_hant: 建議重新啟動

# SaveAndClose
source: Save & Close
bg: Запиши и затвори
de: Speichern & Schließen
el: Αποθήκευση & Κλείσιμο
es: Guardar y cerrar
fr: Enregistrer et fermer
hu: Mentés & bezárás
ja: 保存して閉じる
lv: Saglabāt & Aizvērt
nl_nl: Opslaan & sluiten
pl: Zapisz i zamknij
pt: Guardar & Sair
pt_br: Salvar e Fechar
ru: Сохранить и закрыть
sk: Uložiť a Zatvoriť
tr: Kaydet & Kapat
uk: Зберегти та закрити
uz_latn_uz: Saqlaw hám jabıw
vi: Lưu & Đóng
zh_hans: 保存并关闭
zh_hant: 儲存 & 關閉

# GodModePresetAutomationStepControl_Title
source: Custom Mode preset
bg: Предварително зададен персонализиран режим
de: Vorlage Benutzerdefinierter Modus
el: Προεπιλογή Προσαρμοσμένης Λειτουργίας
es: Preajuste de modo personalizado
fr: Préréglage du mode personnalisé
hu: Egyéni üzemmód beállítása
ja: カスタムモードプリセット
lv: Pielāgotā režīma priekšiestatījums
nl_nl: Aangepaste modus voorinstelling
pl: Predefiniowane ustawienie trybu własnego
pt: Predefinição do Modo Customizado
pt_br: Predefinição do modo personalizado
ru: Пресет пользовательского режима
sk: Predvoľba vlastného režimu
tr: Özel Mod Ön Ayarı
uk: Пресет користувальницького режиму
uz_latn_uz: Arnawlı sazlawlar jıyındısı rejimi
vi: Thiết lập sẵn chế độ Tùy Chỉnh
zh_hans: 自定义模式预设
zh_hant: 客製化模式預設

# GodModePresetAutomationStepControl_Message
source: Activate Custom Mode preset. This settings takes effect only when Custom Mode is enabled.
bg: Активирай предварително зададения персонализиран режим. Тази настройка ще бъде приложена само когато персонализираният режим е активиран.
de: Aktiviere Vorlage Benutzerdefinierter Modus. Diese Einstellung wird nur wirksam, wenn der benutzerdefinierte Modus aktiviert ist.
el: Ενεργοποίηση προεπιλογής Προσαρμοσμένης Λειτουργίας. Αυτή η ρύθμιση τίθεται σε ισχύ μόνο όταν η Προσαρμοσμένη Λειτουργία είναι ενεργοποιημένη.
es: Activa el preajuste del modo personalizado. Esta configuración sólo tiene efecto si el modo personalizado está activado.
fr: Active le préréglage du mode personnalisé. Ce paramètre ne prend effet que lorsque le mode personnalisé est activé.
hu: Egyéni üzemmód előbeállítás aktiválása. Ez a beállítás csak akkor lép hatályba, ha az Egyéni üzemmód engedélyezve van.
ja: カスタムモードプリセットを有効にします。 この設定は、カスタムモードが有効な場合にのみ有効です。
lv: Aktivizējiet Pielāgotā Režīma priekšiestatījumu. Šie iestatījumi stājas spēkā tikai tad, ja ir iespējots pielāgotais režīms.
nl_nl: Activeer de Aangepaste Voorinstelling modus. Deze instelling is alleen van kracht wanneer de Aangepaste modus ingeschakeld is.
pl: Aktywuj predefiniowane ustawienie trybu własnego. To ustawienie zadziała, jeśli tryb własny jest włączony.
pt: Ativar predefinição do Modo Customizado. Esta definição apenas tem efeito quando o mesmo está ativo.
pt_br: Ativar predefinição Modo Personalizado. Esta configuração somente terá efeito se o Modo Personalizado estiver ativo.
ru: Активирует пресет пользовательского режима. Эта настройка действует только при включенном пользовательском режиме.
sk: Aktivovať predvoľbu vlastného režimu. Nastavenia sú účinne len keď je povolený vlastný režim.
tr: Özel Modu ön ayarını etkinleştirin. Bu ayarlar yalnızca Özel Mod etkinleştirildiğinde etkili olur.
uk: Активувати користувальницькі попередні налаштування. Ці налаштування працюють тільки, коли включений користувальницький режим.
uz_latn_uz: Arnawlı sazlawlar jıyındısı rejimin aktivlestiredi. Bul sazlaw tek arnawlı rejim qosılǵanda nátiyje beredi.
vi: Kích hoạt thiết lập sẵn trong chế độ Tùy Chỉnh. Chỉ hoạt động khi chế độ Tùy Chỉnh đang bật.
zh_hans: 切换至自定义模式的某个预设。 该设置只有在启用自定义模式时才会生效。
zh_hant: 切換到客製化模式預設。 此設定僅在啟用客製化模式時才會生效。

# GodModeSettingsWindow_EditPreset_Title
source: Preset name
bg: Име на предварително зададената настройка
de: Vorlagenname
el: Όνομα προφίλ
es: Nombre del preajuste
fr: Nom du pré-réglage
hu: Előbeállítás neve
ja: プリセット名
lv: Pirmsiestatītais nosaukums
nl_nl: Naam voorinstelling
pl: Nazwa ustawienia
pt: Nome da predefinição
pt_br: Nome da predefinição
ru: Название пресета
sk: Názov predvoľby
tr: Ön ayar adı
uk: Назва пресету
uz_latn_uz: Sazlawlar jıyındısınıń ataması
vi: Tên thiết lập sẵn
zh_hans: 预设名称
zh_hant: 預設名稱

# GodModeSettingsWindow_EditPreset_Message
source: Name
bg: Име
el: Όνομα
es: Nombre
fr: Nom
hu: Név
ja: 名前
lv: Nosaukums
nl_nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sk: Názov
tr: İsim
uk: Назва
uz_latn_uz: Ataması
vi: Tên
zh_hans: 点此输入名称
zh_hant: 名稱

# GodModeSettingsWindow_ActivePreset_Title
source: Active preset
bg: Активна предварително зададена настройка
de: Aktive Vorlage
el: Ενεργό προφίλ
es: Preajuste activo
fr: Préréglage actuel
hu: Aktív előbeállítás
ja: アクティブプリセット
lv: Aktīvais priekšiestatījums
nl_nl: Actieve voorinstelling
pl: Aktywne ustawienie predefiniowane
pt: Predefinição ativa
pt_br: Ativar Predefinição
ru: Активный пресет
sk: Aktívna predvoľba
tr: Etkin Ön Ayar
uk: Активувати пресет
uz_latn_uz: Aktiv sazlawlar jıyındısı
vi: Thiết lập đang được sử dụng
zh_hans: 预设
zh_hant: 活動預設

# AboutPage_ApplicationFolders
source: Application Folders
bg: Папки, използвани от приложението
de: Anwendungsordner
el: Φάκελοι εφαρμογής
es: Carpetas de aplicaciones
fr: Dossiers de l'application
hu: Alkalmazás mappái
ja: アプリケーションのフォルダ
lv: Aplikāciju Folderi
nl_nl: Applicatiemappen
pl: Foldery aplikacji
pt: Pastas da Aplicação
pt_br: Pasta de aplicativos
ru: Папки приложения
sk: Priečinky aplikácie
tr: Uygulama klasörleri
uk: Теки застосунку
uz_latn_uz: Baǵdarlama papkaları
vi: Thư mục ứng dụng
zh_hans: 应用数据文件夹
zh_hant: 應用程式資料夾

# AboutPage_Data
source: Data
bg: Данни
de: Daten
el: Δεδομένα
es: Datos
fr: Données
hu: Adatok
lv: Dati
nl_nl: Gegevens
pl: Dane
pt: Dados
pt_br: Dados
ru: Данные
sk: Údaje
tr: Veri
uk: Дані
uz_latn_uz: Maǵlıwmatlar
vi: Dữ liệu

# AboutPage_Temp
source: Temp
bg: Папка за временни файлове
de: Temporär
el: Θερμοκρασία
es: Temperatura
hu: Ideiglenes
lv: Īslaicīgs
nl_nl: Temperatuur
pl: Tymczasowe
pt: Ficheiros temporários
pt_br: Temperatura
ru: Временные файлы
sk: Teplota
tr: Sıcaklık
uk: Тимчасові файли
uz_latn_uz: Waqtınshalıq fayllar
vi: Nhiệt độ

# SettingsPage_SynchronizeBrightnessToAllPowerPlans_Title
source: Single Display Brightness
bg: Една и съща яркост на дисплея
de: Einzelne Display-Helligkeit
el: Φωτεινότητα Οθόνης
es: Un solo brillo de pantalla
fr: Luminosité unique de l'écran
hu: Egyetlen kijelző fényereje
ja: 一定なディスプレイの明るさ
lv: Viena Ekrāna Spilgtums
nl_nl: Enkele Schermhelderheid
pl: Jednolity poziom jasności ekranu
pt: Luminosidade de Ecrã Única
pt_br: Brilho único de tela
ru: Яркость одного дисплея
sk: Jas jediného displeja
tr: Tek Ekran Parlaklığı
uk: Спільна яскравість дисплеїв
uz_latn_uz: Bir displeydıń jarıqlıǵı
vi: Độ sáng màn hình hợp nhất
zh_hans: 固定显示亮度
zh_hant: 固定顯示亮度

# SettingsPage_SynchronizeBrightnessToAllPowerPlans_Message
source: When on, same brightness level will be applied to all Windows power plans whenever you change it.
bg: Когато е активирано, една и съща настройка на яркостта ще бъде приложена за всички планове за захранване на Windows.
de: Wenn diese Option aktiviert ist, wird die gleiche Helligkeitsstufe auf alle Windows-Energiepläne angewendet, sobald Sie sie ändern.
el: Όταν ενεργοποιείται, το ίδιο επίπεδο φωτεινότητας θα εφαρμοστεί σε όλα τα πλάνα τροφοδοσίας Windows όποτε το αλλάζετε.
es: Si está activado, se aplicará el mismo nivel de brillo a todos los planes de energía de Windows cada vez que lo cambie.
fr: Activé, le même niveau de luminosité sera appliqué à tous les plans d'alimentation de Windows chaque fois que vous le modifiez.
hu: Ha be van kapcsolva, akkor a Windows összes energiatakarékossági tervére ugyanaz a fényerőszint lesz érvényben, amikor megváltoztatja azt.
ja: オンにすると、変更するたびにすべてのWindows電源プランに同じ輝度レベルが適用されます。
lv: Kad iespējots, visiem Windows Barošanas Plāniem tiks lietots vienāds spilgtuma līmenis ikreiz, kad to mainīsit.
nl_nl: Wanneer deze instelling is ingeschakeld, zal dezelfde helderheid worden toegepast op alle Windows Energiebeheerschema's wanneer je deze aanpast.
pl: Po włączeniu tego ustawienia ten sam poziom jasności zostanie zastosowany do wszystkich planów zasilania systemu Windows po każdej jego zmianie.
pt: Quando ligado, a mesma luminosidade será aplicada a todos os esquemas de energia do Windows sempre que a mudares.
pt_br: Quando ativo, o mesmo nível de brilho da tela será aplicado a todos os planos de energia do Windows.
ru: При включении этого параметра один и тот же уровень яркости будет применяться ко всем схемам питания Windows при каждом его изменении.
sk: Keď zapnuté, rovnaká úroveň jasu bude použitá na všetky plány napájania Windows hocikedy ich zmeníte.
tr: Açık olduğunda, değiştirdiğinizde tüm Windows güç planlarına aynı parlaklık düzeyi uygulanacaktır.
uk: Коли увімкнено, однаковий рівень яскравості буде застосований для всіх планів потужності Windows, поки ви не зміните його.
uz_latn_uz: Qosılǵanda hám hár ózgertilgende, barlıq Windows quwatlılıq rejelerine birdey jarıqlıq dárejesi qollanıladı.
vi: Khi kích hoạt, màn hình sẽ giữ nguyên độ sáng khi chuyển giữa các Power Plan.
zh_hans: 启用后在不同电源计划间切换将保持亮度不变。
zh_hant: 當啟用後，變更 Windows 電源計劃時仍將保持亮度不變。

# Notification_UpdateAvailable
source: Update {0} available!
bg: Актуализация {0} е налична!
de: Update {0} verfügbar!
el: Η ενημέρωση {0} είναι διαθέσιμη!
es: ¡Actualización {0} disponible!
fr: La mise à jour {0} est disponible !
hu: {0} frissítés elérhető!
ja: バーション {0} の更新があります！
lv: Pieejams atjauninājums {0}!
nl_nl: Update {0} is beschikbaar!
pl: Aktualizacja {0} jest dostępna!
pt: Atualização {0} disponível!
pt_br: Atualização {0} disponível!
ru: Доступно обновление {0}!
sk: Aktualizácia {0} dostupná!
tr: {0} sürümü güncelleme için mevcut!
uk: Доступне оновлення {0}!
uz_latn_uz: {0} Jańalanıw bar!
vi: Bản cập nhật {0} đã có sẵn!
zh_hans: 发现新版本 {0}！
zh_hant: 已有可供使用的更新 {0}！

# GodModeSettingsWindow_CPU_PeakPL
source: Peak Power Limit
bg: Лимит на пиковата мощност
de: Spitzenleistungsgrenze
el: Όριο Κορυφαίας Ισχύος
es: Límite de potencia máxima
fr: Limite de puissance de crête
hu: Csúcsteljesítmény-határérték
ja: ピークパワー制限
lv: Maksimālā Jaudas Robeža
nl_nl: Piekvermogen Limiet
pl: Limit mocy maksymalnej
pt: Limite de Energia Máximo
pt_br: Limite de Power Limit
ru: Предельная пиковая мощность
sk: Limit výkonu v špičke
tr: Tepe Güç Sınırı
uk: Обмеження максимальної потужності
uz_latn_uz: Quwatlılıqtıń eń joqarǵı shegi
vi: Giới hạn điện năng đỉnh
zh_hans: 峰值功耗限制
zh_hant: 峰值功率限制

# GodModeSettingsWindow_CPU_APUsPPT_PL
source: APU sPPT Power Limit
bg: Лимит на мощността за APU sPPT
de: APU sPPT-Leistungsgrenze
el: Όριο Ισχύος APU sPPT
es: Límite de potencia APU sPPT
fr: Limite de puissance de l'APU sPPT
hu: APU sPPT teljesítményhatár
ja: APU sPPTの電力制限
lv: APU sPPT Jaudas Ierobežojums
nl_nl: APU sPPT Vermogenlimiet
pl: Limit mocy APU sPPT
pt: Limite de Energia APU sPPT
ru: Предельная мощность APU sPPT
sk: Limit výkonu APU sPPT
tr: APU sPPT Güç Limiti
uk: Обмеження потужності APU sPPT
uz_latn_uz: APU sPPT quwatlılıq shegi
vi: Giới hạn điện năng cho APU sPPT
zh_hans: APU 慢速功耗追踪限制（sPPT）
zh_hant: APU 功率限制（SPPT）
