Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# BalanceModeSettingsWindow_AIEngine_Title
source: Enable AI Engine
ar: تشغيل محرك الذكاء الاصطناعى
bg: Активирай интелигентен подбор
cs: Povolit AI
de: Aktiviere AI Engine
el: Ενεργοποίηση Μηχανής AI
es: Activar el motor de Inteligencia artificiaI
fr: Activer le moteur d'IA
hu: AI Engine engedélyezése
it: Abilita motore AI
ja: AIエンジンを有効化
lv: Ieslēgt AI Engine
nl_nl: AI Engine inschakelen
pl: Włącz silnik AI
pt: Ativar AI Engine
pt_br: Ativar mecanismo de IA
ro: Activați AI Engine
ru: Включить AI Engine
sk: Zapnúť AI Engine
tr: AI Motorunu etkinleştir
uk: Увімкнути рушій із ШІ
uz_latn_uz: AI Enginedı qosıw
vi: Kích hoạt AI Engine
zh_hans: 启用 Legion AI 引擎
zh_hant: 啟用 Legion AI 引擎

# BalanceModeSettingsWindow_Title
source: Balance Mode Settings
ar: أعدادات الوضع المتزن
bg: Настройки на балансирания режим
cs: Nastavení vyváženého módu
de: Balance Mode Einstellungen
el: Ρυθμίσεις Ισορροπημένης Κατάστασης
es: Ajustes del modo equilibrado
fr: Paramètres de mode équilibré
hu: Kiegyensúlyozott mód beállításai
it: Impostazioni modalità Bilanciata
ja: バランスモードの設定
lv: Balancētā Režīma Iestatījumi
nl_nl: Instellingen voor balansmodus
pl: Ustawienia trybu zrównoważonego
pt: Configurações do modo de equilíbrio
pt_br: Configuração do modo Balanceado
ro: Setări mod Echilibrat
ru: Настройки режима баланса
sk: Nastavenia vyváženého výkonu
tr: Denge Kipi Ayarları
uk: Налаштування збалансованого режиму
uz_latn_uz: Teńlesiw rejimi sazlawları
vi: Cài đặt chế độ Cân Bằng
zh_hans: 均衡模式设置
zh_hant: 平衡模式設定

# BatteryAutomationStepControl_Message
source: Choose how the battery is charged.
ar: اختار كيف تشحن البطارية.
bg: Изберете как да се зарежда батерията.
bs: Odaberite način punjenja baterije.
cs: Vyber, jak se bude baterie nabíjet.
de: Wähle, wie der Akku geladen wird.
el: Επιλέξτε τον τρόπο φόρτισης της μπαταρίας.
es: Elegir como se carga la batería.
fr: Choisir comment la batterie est chargée.
hu: Válaszd ki, hogyan töltődjön az akkumulátor.
it: Scegli come caricare la batteria.
ja: バッテリーの充電方法を選択します。
lv: Izvēlēties kā akumulātors tiek uzlādēts.
nl_nl: Kies hoe de batterij wordt opgeladen.
pl: Wybierz sposób ładowania baterii.
pt: Escolhe como a bateria é carregada.
pt_br: Definir o modo de carregamento da bateria.
ro: Alegeți cum este încărcată bateria.
ru: Выбрать способ зарядки батареи.
sk: Vyberte ako sa bude nabíjať batéria.
tr: Pilin nasıl şarj edileceğini seçin.
uk: Оберіть як заряджатиметься батарея.
uz_latn_uz: Batareyanı zaryadlaw usılın tańlaw.
vi: Chọn cách pin được sạc.
zh_hans: 选择电池充电模式
zh_hant: 選擇電池充電模式。

# BatteryAutomationStepControl_Title
source: Battery Mode
ar: وضع البطارية
bg: Режим на батерията
bs: Režim rada baterije
cs: Režim baterie
de: Akku-Modus
el: Λειτουργία Μπαταρίας
es: Modo de batería
fr: Mode batterie
hu: Akkumulátor mód
it: Modalità batteria
ja: バッテリーモード
lv: Akumulatora Režīms
nl_nl: Batterij modus
pl: Tryb ładowania
pt: Modo de bateria
pt_br: Modo de bateria
ro: Mod Baterie
ru: Режим батареи
sk: Režim batérie
tr: Pil Modu
uk: Режим батареї
uz_latn_uz: Batareya rejimi
vi: Chế độ Pin
zh_hans: 充电模式
zh_hant: 電池模式

# BatteryModeControl_Message
source: Choose how the battery is charged.
ar: اختار كيف تشحن البطارية.
bg: Изберете как да се зарежда батерията.
bs: Odaberite način punjenja baterije.
cs: Vyber, jak se bude baterie nabíjet.
de: Wähle, wie der Akku geladen wird.
el: Επιλέξτε τον τρόπο φόρτισης της μπαταρίας.
es: Elegir como se carga la batería.
fr: Choisir comment la batterie est chargée.
hu: Válaszd ki, hogyan töltődjön az akkumulátor.
it: Scegli come caricare la batteria.
ja: バッテリーの充電方法を選択します。
lv: Izvēlēties kā akumulātors tiek uzlādēts.
nl_nl: Kies hoe de batterij wordt opgeladen.
pl: Wybierz sposób ładowania baterii.
pt: Escolhe como a bateria é carregada.
pt_br: Definir o modo de carregamento da bateria.
ro: Alegeți cum este încărcată bateria.
ru: Выбрать способ зарядки батареи.
sk: Vyberte ako sa bude nabíjať batéria.
tr: Pilin nasıl şarj edileceğini seçin.
uk: Оберіть як заряджатиметься батарея.
uz_latn_uz: Batareyanı zaryadlaw usılın tańlaw.
vi: Chọn cách pin được sạc.
zh_hans: 选择电池充电模式，养护模式将限制电池充电电量以提高寿命，快充模式将使用更高的功率充电。
zh_hant: 選擇電池充電模式。

# BatteryModeControl_Title
source: Battery Mode
ar: وضع البطارية
bg: Режим на батерията
bs: Režim rada baterije
cs: Režim baterie
de: Akku-Modus
el: Λειτουργία Μπαταρίας
es: Modo de batería
fr: Mode batterie
hu: Akkumulátor mód
it: Modalità batteria
ja: バッテリーモード
lv: Akumulatora Režīms
nl_nl: Batterij modus
pl: Tryb ładowania
pt: Modo de bateria
pt_br: Modo de bateria
ro: Mod baterie
ru: Режим батареи
sk: Režim batérie
tr: Pil Modu
uk: Режим батареї
uz_latn_uz: Batareya rejimi
vi: Chế độ Pin
zh_hans: 充电模式
zh_hant: 電池模式

# BatteryPage_ACAdapterConnectedAndCharging
source: Connected, charging...
ar: تمام التوصيل, جارى الشحن...
bg: Свързано, зарежда батерията...
bs: Priključen, punjenje...
cs: Připojen, nabíjení...
de: Angeschlossen, ladend...
el: Συνδεδεμένο, φορτίζει...
es: Conectada, cargando...
fr: Appareil branché, en charge...
hu: Csatlakoztatva, töltés...
it: Connesso, in carica...
ja: 電源に接続済み。充電しています。
lv: Savienots, notiek uzlāde...
nl_nl: Aangesloten, opladen...
pl: Podłączono, ładuje...
pt: Conectado, a carregar...
pt_br: Conectado, carregando...
ro: Conectat, se încarcă...
ru: Подключен, заряжается...
sk: Pripojené, nabíja...
tr: Bağlı, şarj oluyor...
uk: Під'єднано, заряджається...
uz_latn_uz: Jalǵanǵan, zaryadlanbaqta...
vi: Đã nối với nguồn điện, đang sạc...
zh_hans: 已插入电源适配器，充电中...
zh_hant: 已連接，充電中……

# BatteryPage_ACAdapterConnectedNotCharging
source: Connected, not charging
ar: تم التوصيل، ولكن لا يتم الشحن
bg: Свързано, не зарежда батерията
bs: Priključen, ne puni se
cs: Připojen, nenabíjí
de: Angeschlossen, nicht ladend
el: Συνδεδεμένο, δεν φορτίζει
es: Conectada, no cargando
fr: Appareil branché, pas de charge
hu: Csatlakoztatva, nem töltődik
it: Connesso, non in carica
ja: 電源に接続済み。充電していません。
lv: Savienots, nenotiek uzlāde
nl_nl: Verbonden, laadt niet op
pl: Podłączono, nie ładuje
pt: Conectado, não está a carregar
pt_br: Conectado, não carregando
ro: Conectat, nu se încarcă
ru: Подключен, не заряжается
sk: Pripojené, nenabíja
tr: Bağlı, şarj etmiyor
uk: Під'єднано, не заряджається
uz_latn_uz: Jalǵanǵan, zaryadlanbay atır
vi: Đã nối với nguồn điện, đang không sạc
zh_hans: 已插入电源适配器，未充电...
zh_hant: 已連接，未繼續充電

# BatteryPage_BatteryTemperature_Message
source: Current temperature of the battery.
ar: الحرارة الحالية للبطارية.
bg: Текуща температура на батерията.
bs: Trenutna temperatura baterije.
cs: Aktualní teplota baterie.
de: Aktuelle Temperatur des Akkus.
el: Τρέχουσα θερμοκρασία μπαταρίας.
es: Temperatura actual de la batería.
fr: Température actuelle de la batterie.
hu: Az akkumulátor aktuális hőmérséklete.
it: Temperatura attuale della batteria.
ja: バッテリーの現在の温度
lv: Pašreizējā akumulatora temperatūra.
nl_nl: Huidige temperatuur van de batterij.
pl: Bieżąca temperatura baterii.
pt: Temperatura atual da bateria.
pt_br: Temperatura atual da bateria.
ro: Temperatura actuală a bateriei.
ru: Текущая температура батареи.
sk: Aktuálna teplota batérie.
tr: Pilin mevcut sıcaklığı.
uk: Поточна температура батареї.
uz_latn_uz: Batareyanıń házirgi temperaturası.
vi: Nhiệt độ pin hiện tại.
zh_hans: 当前电池温度。
zh_hant: 目前電池溫度。

# BatteryPage_BatteryTemperature_Title
source: Battery temperature
ar: درجة حرارة البطارية
bg: Температура на батерията
bs: Temperatura baterije
cs: Teplota baterie
de: Akku Temperatur
el: Θερμοκρασία μπαταρίας
es: Temperatura de la batería
fr: Température de la batterie
hu: Akkumulátor hőmérséklete
it: Temperatura batteria
ja: バッテリーの温度
lv: Akumulatora temperatūra
nl_nl: Batterij temperatuur
pl: Temperatura baterii
pt: Temperatura da bateria
pt_br: Temperatura
ro: Temperatură baterie
ru: Температура батареи
sk: Teplota batérie
tr: Pil sıcaklığı
uk: Температура батареї
uz_latn_uz: Batareya temperaturası
vi: Nhiệt độ pin
zh_hans: 电池温度
zh_hant: 電池溫度

# BatteryPage_CurrentCapacity_Message
source: Current battery capacity.
ar: السعة الحالية للبطارية.
bg: Текущ капацитет на батерията.
bs: Trenutni kapacitet baterije.
cs: Aktuální kapacita baterie.
de: Aktuelle Akkukapazität.
el: Τρέχουσα χωρητικότητα μπαταρίας.
es: Capacidad actual de la batería.
fr: Capacité actuelle de la batterie.
hu: Aktuális akkumulátor töltöttség.
it: Capacità attuale della batteria.
ja: 現在のバッテリーの容量
lv: Pašreizējā akumulatora ietilpība.
nl_nl: Huidige batterijcapaciteit
pl: Aktualna pojemność naładowania akumulatora.
pt: Capacidade atual da bateria.
pt_br: Capacidade de carga atual.
ro: Capacitatea actuală a bateriei.
ru: Текущая емкость батареи.
sk: Aktuálna kapacita batérie.
tr: Mevcut pil kapasitesi.
uk: Поточна місткість батареї.
uz_latn_uz: Házirgi batareya quwatlıǵı.
vi: Dung lượng pin hiện tại.
zh_hans: 当前电池容量。
zh_hant: 目前電池容量。

# BatteryPage_CurrentCapacity_Title
source: Current capacity
ar: السعة الحالية
bg: Текущ капацитет
bs: Trenutni kapacitet
cs: Aktuální kapacita
de: Aktuelle Kapazität
el: Τρέχουσα μέγιστη χωρητικότητα
es: Capacidad actual
fr: Capacité actuelle
hu: Aktuális töltöttség
it: Capacità attuale
ja: 現在の容量
lv: Pašreizējā ietilpība
nl_nl: Huidige capaciteit
pl: Bieżące naładowanie
pt: Capacidade atual
pt_br: Capacidade atual
ro: Capacitate actuală
ru: Текущая емкость
sk: Aktuálna kapacita
tr: Mevcut kapasite
uk: Поточна місткість
uz_latn_uz: Házirgi quwatlılıq
vi: Dung lượng hiện tại
zh_hans: 当前容量
zh_hant: 目前容量

# BatteryPage_CycleCount_Message
source: Number of charge/discharge cycles.
ar: عدد دورات الشحن/التفريغ.
bg: Колко пъти батерията е преминала през цикъл на разреждане и зареждане.
bs: Broj ciklusa punjenja/pražnjenja.
cs: Počet cyklů nabití/vybití.
de: Anzahl der Lade-/Entladezyklen.
el: Αριθμός κύκλων φόρτισης/αποφόρτισης.
es: Número de ciclos de carga/descarga.
fr: Nombre des cycles de charge/décharge.
hu: A töltések/kisülések száma.
it: Numero di cicli di carica/scarica.
ja: 充電/放電サイクルの数
lv: Uzlādes/izlādes ciklu skaits.
nl_nl: Aantal laad-/ontlaadcyclus.
pl: Liczba cykli ładowania/rozładowania akumulatora.
pt: Número de ciclos de carregamento/descarregamento.
pt_br: Números de ciclos de carga/descarga.
ro: Numărul de cicluri încărcare/descărcare.
ru: Число циклов перезарядки.
sk: Počet nabíjacích/vybíjacích cyklov.
tr: Şarj/deşarj döngüsü sayısı.
uk: Кількість циклів заряджань/розряджень.
uz_latn_uz: Zaryadlanıw/zaryadsızlanıw cikl sanı.
vi: Số lần sạc xả.
zh_hans: 电池充放电循环次数。
zh_hant: 電池充電 / 釋放循環次數。

# BatteryPage_CycleCount_Title
source: Cycle count
ar: عدد الدورات
bg: Брой на циклите
bs: Broj ciklusa
cs: Počet cyklů
de: Anzahl der Zyklen
el: Κύκλοι φόρτισης
es: Contador de ciclos
fr: Comptage de cycles
hu: Ciklusszám
it: Cicli di carica
ja: 充電回数
lv: Ciklu skaits
nl_nl: Telling van cyclus
pl: Ilość cykli
pt: Número de ciclos
pt_br: Ciclos de carga
ro: Număr de cicluri
ru: Число циклов
sk: Počet cyklov
tr: Döngü sayısı
uk: Кількість циклів
uz_latn_uz: Cikl sanı
vi: Số lượng chu kỳ sạc
zh_hans: 循环次数
zh_hant: 循環次數

# BatteryPage_DesignCapacity_Message
source: Battery capacity as designed.
ar: سعة للبطارية عند التصميم.
bg: Капацитет на батерията по спецификация.
bs: Kapacitet baterije kako je dizajnirano.
cs: Konstrukční kapacita baterie.
de: Akkukapazität wie vorgesehen.
el: Χωρητικότητα μπαταρίας όπως έχει σχεδιαστεί.
es: Capacidad según el diseño de la batería.
fr: Capacité de la batterie annoncée par le fabricant.
hu: Az akkumulátor tervezett kapacitása.
it: Capacità batteria prevista da progetto.
ja: 設計時のバッテリーの最大容量
lv: Paredzētā Akumulatora ietilpība.
nl_nl: Batterijcapaciteit zoals ontworpen.
pl: Pojemność baterii zadeklarowana przez producenta.
pt: Capacidade da bateria conforme projetado.
pt_br: Capacidade nominal.
ro: Capacitatea bateriei conform proiectării.
ru: Первоначальная емкость аккумулятора.
sk: Konštrukčná kapacita batérie.
tr: Tasarlanmış pil kapasitesi.
uk: Місткість батареї як заявлено.
uz_latn_uz: Batareyanıń dáslepki quwatlıǵı.
vi: Dung lượng theo thiết kế.
zh_hans: 电池设计容量。
zh_hant: 電池設計容量。

# BatteryPage_DesignCapacity_Title
source: Design capacity
ar: سعة التصميم
bg: Фабричен капацитет
bs: Dizajnirani kapacitet
cs: Konstrukční kapacita
de: Vorgesehene Kapazität
el: Χωρητικότητα σχεδιασμού
es: Capacidad según diseño
fr: Capacité annoncée
hu: Tervezési kapacitás
it: Capacità progettata
ja: 設計時の最大容量
lv: Paredzētā ietilpība
nl_nl: Ontwerpcapaciteit
pl: Zadeklarowana pojemność
pt: Capacidade conforme o design
pt_br: Capacidade original
ro: Capacitate originală
ru: Расчетная емкость
sk: Konštrukčná kapacita
tr: Tasarım kapasitesi
uk: Запроєктована потужність
uz_latn_uz: Shamalıq quwat
vi: Dung lượng gốc
zh_hans: 设计容量
zh_hant: 設計容量

# BatteryPage_DischargeRate_Message
source: Rate at which battery is charged (+), or discharged (-).
ar: السرعة التى يتم شحن(+) او تفريغ(-) البطارية بها.
bg: Скорост на зареждане (+) или разреждане (-) на батерията.
bs: Brzina kojom se baterija puni (+) ili prazni (-).
cs: Rychlost nabíjení (+), nebo vybíjení (-) baterie.
de: Geschwindigkeit, mit welcher der Akku geladen (+) bzw. entladen (-) wird.
el: Ρυθμός με τον οποίο φορτίζεται η μπαταρία (+), ή αποφορτίζεται (-).
es: Velocidad de carga (+) o descarga (-) de la batería.
fr: Vitesse à laquelle la batterie est chargée (+), ou déchargée (-).
hu: Az akkumulátor töltésének (+) vagy merülésének (-) sebessége.
it: Velocità alla quale la batteria viene caricata (+) o scaricata (-).
ja: バッテリーの充電 (+) または放電 (-) の速度
lv: Akumulatora uzlādes ātrums (+) vai izlādes ātrums (-).
nl_nl: Snelheid waarmee de batterij wordt opgeladen (+) of ontladen (-).
pl: Aktualna chwilowa średnia moc ładowania (+) lub rozładowywania (-) baterii.
pt: Taxa à qual a bateria é carregada (+) ou descarregada (-).
pt_br: Taxa de carregamento (+) ou descarregamento (-) da bateria.
ro: Rata la care bateria este încărcată (+) sau descărcată (-).
ru: Частота заряда (+) или разряда (-) батареи.
sk: Rýchlosť akou sa batéria nabíja (+) alebo vybíja (-).
tr: Pilin şarj (+) veya deşarj (-) oranı.
uk: Швидкість, з якою батарея заряджається (+), або розряджається (-).
uz_latn_uz: Batareyanıń zaryadlanıw (+) hám zaryadsızlanıw (-) tezligi.
vi: Tốc độ pin sạc (+), hoặc xả (-).
zh_hans: 【+】为电池充电，【-】为电池放电。
zh_hant: 【+】為電池充電，【-】為電池釋放。

# BatteryPage_DischargeRate_Title
source: Discharge rate
ar: سرعة التفريغ
bg: Скорост на разреждане
bs: Brzina pražnjenja
cs: Rychlost vybíjení
de: Entladungsrate
el: Ρυθμός αποφόρτισης
es: Índice de descarga
fr: Vitesse de charge/décharge
hu: Merülési ráta
it: Tasso di scarica
ja: 出力量
lv: Izlādes ātrums
nl_nl: Ontlading snelheid
pl: Bieżący pobór mocy baterii
pt: Taxa de descarregamento
pt_br: Taxa de descarga
ro: Rată de descărcare
ru: Мгновенная мощность при разрядке
sk: Rýchlosť vybíjania
tr: Deşarj oranı
uk: Швидкість розряджання
uz_latn_uz: Zaryadsızlanıw tezligi
vi: Tốc độ sạc/xả
zh_hans: 电池充放电功率
zh_hant: 釋放功率

# BatteryPage_EstimatedBatteryLifeRemaining
source: Estimated time remaining: {0}
ar: الوقت المتبقي المقدر: {0}
bg: Оставащо време: {0}
bs: Predviđeno preostalo vrijeme: {0}
cs: Odhadovaný zbývající čas: {0}
de: Voraussichtlich verbleibende Zeit: {0}
el: Εκτιμώμενος χρόνος που απομένει: {0}
es: Tiempo restante estimado: {0}
fr: Temps restant estimé : {0}
hu: Becsült hátralévő idő: {0}
it: Tempo stimato rimanente: {0}
ja: 推定残り時間: {0}
lv: Atlikušais paredzamais laiks: {0}
nl_nl: Geschatte resterende tijd: {0}
pl: Szacowany pozostały czas: {0}
pt: Tempo restante estimado: {0}
pt_br: Tempo restante estimado: {0}
ro: Timp rămas estimat: {0}
ru: Оставшееся время: {0}
sk: Odhadovaný zostávajúci čas: {0}
tr: Tahmini kalan süre: {0}
uk: Приблизний час до завершення: {0}
uz_latn_uz: Shama menen qalǵan waqıt: {0}
vi: Ước tính thời gian dùng còn lại: {0}
zh_hans: 预估剩余时间：{0}
zh_hant: 預估剩餘時間：{0}

# BatteryPage_EstimatingBatteryLife
source: Estimating time...
ar: الوقت المتبقى...
bg: Пресмятане на времето...
bs: Procjena preostalog vremena...
cs: Odhaduji čas...
de: Schätzung der Zeit...
el: Εκτίμηση χρόνου...
es: Estimación de tiempo...
fr: Estimation du temps...
hu: Idő becslése...
it: Ricalcolo l'autonomia...
ja: 残り時間を計算中...
lv: Notiek laika novērtēšana...
nl_nl: Tijdschatting...
pl: Estymowanie czasu...
pt: A calcular a estimativa de tempo...
pt_br: Tempo restante...
ro: Se estimează timpul...
ru: Оценка времени...
sk: Odhaduje sa čas...
tr: Süre tahmin ediliyor...
uk: Приблизний час...
uz_latn_uz: Waqıt esaplanbaqta...
vi: Đang ước tính thời gian...
zh_hans: 剩余时间...
zh_hant: 剩餘時間……

# BatteryPage_FirstUseDate_Title
source: First use date
ar: تاريخ الاستخدام الاول
bg: Дата на първо използване
bs: Datum prvog korištenja
cs: Datum prvního použití
de: Datum der ersten Verwendung
el: Ημερομηνία πρώτης χρήσης
es: Fecha del primer uso
fr: Date de la première utilisation
hu: Első használat dátuma
it: Data primo utilizzo
ja: 初回使用日
lv: Pirmais lietošanas datums
nl_nl: Eerste gebruiksdatum
pl: Data pierwszego użycia
pt: Data de primeira utilização
pt_br: Data do primeiro uso
ro: Data primei utilizări
ru: Дата первого применения
sk: Dátum prvého použitia
tr: İlk kullanım tarihi
uk: Дата першого використання
uz_latn_uz: Birinshi paydalanıw sánesi
vi: Ngày đầu tiên sử dụng
zh_hans: 电池首次使用时间
zh_hant: 初次使用日期

# BatteryPage_FirstUse_Message
source: When was the battery first used.
ar: متى تم استخدام البطارية لأول مرة.
bg: Кога батерията е била използвана за първи път.
bs: Kada je baterija prvi put korištena.
cs: Kdy byla baterie použita poprvé.
de: Wann der Akku zum ersten Mal verwendet wurde.
el: Πότε χρησιμοποιήθηκε για πρώτη φορά η μπαταρία.
es: Cuando se utilizó la batería por primera vez.
fr: Date de la première utilisation de la batterie.
hu: Mikor volt az akkumulátor először használva.
it: Quando la batteria è stata usata la prima volta.
ja: バッテリーを初めて使用した年月日
lv: Kad pirmo reizi akumulators ticis izmantots.
nl_nl: Wanneer is de batterij voor het eerst gebruikt.
pl: Kiedy bateria została użyta po raz pierwszy.
pt: Quando a bateria foi usada pela primeira vez.
pt_br: Quando a bateria foi utilizada pela primeira vez.
ro: Când a fost folosită prima dată bateria.
ru: Когда впервые был использован аккумулятор.
sk: Kedy bola batéria prvýkrát použitá.
tr: Pilin ilk kullanım tarihi.
uk: Коли акумулятор був вперше використаний.
uz_latn_uz: Batareya birinshi isletilgen waqıt.
vi: Thời điểm pin được dùng lần đầu tiên.
zh_hans: 代表电池被第一次使用的时间。
zh_hant: 初次使用電池日期。

# BatteryPage_FullChargeCapacity_Message
source: Battery capacity when fully charged.
ar: سعة البطارية عند الشحن الكامل.
bg: Капацитет на батерията, когато е напълно заредена.
bs: Kapacitet baterije kada je potpuno napunjena.
cs: Kapacita baterie, když je plně nabitá.
de: Akkukapazität bei voller Ladung.
el: Χωρητικότητα μπαταρίας όταν είναι πλήρως φορτισμένη.
es: Capacidad con carga completa de la batería.
fr: Capacité de la batterie pleinement chargée.
hu: Az akkumulátor kapacitása teljes töltöttség esetén.
it: Capacità della batteria quando è totalmente carica.
ja: フル充電時のバッテリーの容量
lv: Akumulatora tilpība kad tas ir pilnībā uzlādēts.
nl_nl: Batterijcapaciteit wanneer volledig opgeladen.
pl: Pojemność akumulatora przy pełnym naładowaniu.
pt: Capacidade da bateria quando está completamente carregada.
pt_br: Capacidade total de carga da bateria.
ro: Capacitatea bateriei când este complet încărcată.
ru: Емкость батареи при полной зарядке.
sk: Kapacita batéria, keď je plne nabitá.
tr: Tam şarj olduğundaki pil kapasitesi.
uk: Місткість батареї при повному заряді.
uz_latn_uz: Tolıq zaryadlanǵanda batareya quwatlıǵı.
vi: Dung lượng pin khi sạc đầy.
zh_hans: 当电池充满电时的容量
zh_hant: 當電池充飽時的容量。

# BatteryPage_FullChargeCapacity_Title
source: Full charge capacity
ar: سعة الشحن الكامل
bg: Пълен капацитет
bs: Puni kapacitet punjenja
cs: Plně nabitá kapacita
de: Volle Ladekapazität
el: Πλήρης χωρητικότητα φόρτισης
es: Capacidad de carga total
fr: Capacité pleine charge
hu: Teljes töltöttségi szint
it: Capacità batteria totalmente carica
ja: バッテリーの最大容量
lv: Pilnas uzlādes tilpība
nl_nl: Volledige laadcapaciteit
pl: Pojemność całkowita
pt: Capacidade de carregamento completo
pt_br: Capacidade de carga total
ro: Capacitate la încărcare completă
ru: Полная емкость заряда
sk: Kapacita pri plnom nabití
tr: Tam şarj kapasitesi
uk: Місткість повного заряду
uz_latn_uz: Tolıq zaryadlaw quwatlıǵı
vi: Dung lượng tối đa
zh_hans: 满电容量
zh_hant: 充飽容量

# BatteryPage_LowWattageChargerConnected
source: Low wattage charger connected
ar: تم توصيل شاحن منخفض القوة
bg: Беше свързано зарядно с ниска мощност
bs: Spojen punjač male snage
cs: Připojena nabíječka s nízkým výkonem
de: Ladegerät mit niedriger Wattzahl angeschlossen
el: Συνδέθηκε φορτιστής χαμηλής ισχύος
es: Cargador de bajo consumo conectado
fr: Chargeur de faible puissance connecté
hu: Alacsony teljesítményű töltő csatlakoztatva
it: Alimentatore a bassa potenza collegato
ja: 低出力な電源が接続されています。
lv: Zemas jaudas lādētājs pievienots
nl_nl: Lader met laag wattage aangesloten
pl: Słaba ładowarka
pt: Carregador de baixa potência ligado
pt_br: Carregador de baixa potência conectado
ro: Alimentator de putere redusă conectat
ru: Подключено зарядное устройство низкой мощности
sk: Pripojená nízkovýkonová nabíjačka
tr: Düşük voltajlı şarj cihazı bağlı
uk: Під'єднано малопотужний зарядний пристрій
uz_latn_uz: Kem quwatlı zaryadlawshı jalǵanǵan
vi: Sạc công suất thấp được kết nối
zh_hans: 已插入较低功率电源适配器
zh_hant: 已連接較低功率電源供應器

# BatteryPage_ManufactureDate_Message
source: When was the battery manufactured.
ar: متى تم صناعة البطارية.
bg: Кога е била произведена батерията.
bs: Kada je baterija proizvedena.
cs: Kdy byla baterie vyrobena.
de: Wann der Akku hergestellt wurde.
el: Πότε κατασκευάστηκε η μπαταρία.
es: Cuando se fabricó la batería.
fr: Date de fabrication de la batterie.
hu: Az akkumulátor gyártási ideje.
it: Quando è stata prodotta la batteria.
ja: バッテリーが製造された年月日
lv: Kad akumulators ticis ražots.
nl_nl: Wanneer is de batterij gemaakt.
pl: Kiedy bateria została wyprodukowana.
pt: Quando a bateria foi fabricada.
pt_br: Data de fabricação da bateria.
ro: Când a fost fabricată bateria.
ru: Когда был изготовлен аккумулятор.
sk: Kedy bola batéria vyrobená.
tr: Pilin üretim tarihi.
uk: Коли була виготовлена батарея.
uz_latn_uz: Batareya islep shıǵarılǵan waqıt.
vi: Thời điểm pin được sản xuất.
zh_hans: 电池的生产日期。
zh_hant: 電池製造日期。

# BatteryPage_ManufactureDate_Title
source: Manufacture date
ar: تاريخ التنصيع
bg: Дата на производство
bs: Datum proizvodnje
cs: Datum výroby
de: Herstellungsdatum
el: Ημερομηνία παραγωγής
es: Fecha de fabricación
fr: Date de fabrication
hu: Gyártás dátuma
it: Data di produzione
ja: 製造日
lv: Ražošanas datums
nl_nl: Productiedatum
pl: Data produkcji
pt: Data de fabrico
pt_br: Data de fabricação
ro: Dată fabricare
ru: Дата изготовления
sk: Dátum výroby
tr: Üretim tarihi
uk: Дата виготовлення
uz_latn_uz: Islep shıǵarılǵan sáne
vi: Ngày sản xuất
zh_hans: 生产日期
zh_hant: 製造日期
