Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# WhiteKeyboardBacklightControl_Message
source: You can change brightness with Fn+Space
ar: يمكنك تغيير السطوع باستخدام Fn + Space
bg: Може да промените яркостта на подсветката с клавишната комбинация Fn+Space
bs: Možete promijeniti svjetlost sa Fn + Space
cs: Můžeš nastavit podsvícení pomocí Fn+Mezerníku
de: Sie können die Helligkeit mit Fn+Leertaste ändern
el: Μπορείτε να αλλάξετε τη φωτεινότητα με το Fn+Space
es: Puede cambiar el brillo usando Fn+Espacio
fr: Vous pouvez modifier la luminosité avec Fn+Espace
hu: A fényerőt az Fn+Space billentyűkombinációval módosíthatja
it: Puoi cambiare la retroilluminazione con Fn+Spazio
lv: Spilgtumu var mainīt ar Fn+Space
nl_nl: U kunt de helderheid wijzigen met Fn+Space
pl: Możesz zmieniać jasność podświetlenia klawiszami Fn+Spacja
pt: Podes alterar a luminosidade com Fn+Space
pt_br: Você pode alterar os níveis de brilho com a tecla Fn+Espaço
ro: Puteți schimba luminozitatea apăsând Fn+Space
ru: Вы можете изменить яркость с помощью Fn+Пробел
sk: Jas môžete zmeniť s Fn+Medzerník
tr: Fn+Space ile parlaklığı değiştirebilirsiniz
uk: Ви можете змінювати яскравість за допомогою Fn+Space
uz_latn_uz: Siz jarıqlıqtı Fn+Space járdeminde ózgerte alasız
vi: Bạn có thể thay đổi độ sáng đèn nền phím bằng Fn+Space
zh_hans: 你可以通过快捷键 Fn + 空格 调节键盘背光开关与亮度。
zh_hant: 您可以透過 Fn+Space 變更亮度。

# WhiteKeyboardBacklightControl_Title
source: Keyboard backlight
ar: السطوع
bg: Подсветка на клавиатурата
cs: Jas
de: Tastaturbeleuchtung
el: Φωτισμός πληκτρολογίου
es: Retroiluminación del teclado
fr: Rétroéclairage du clavier
hu: Billentyűzet háttérvilágítás
it: Luminosità
ja: キーボードバックライト
lv: Tastatūras izgaismojums
nl_nl: Toetsenbordverlichting
pl: Podświetlenie klawiatury
pt: Luz do teclado
pt_br: Iluminação do teclado
ro: Luminozitate
ru: Подсветка клавиатуры
sk: Podsvietenie klávesnice
tr: Klavye ışığı
uk: Підсвітка клавіатури
uz_latn_uz: Klaviaturanıń arqa jaqtılıǵı
vi: Đèn nền bàn phím
zh_hans: 键盘背光
zh_hant: 鍵盤背光

# WinKeyAutomationStepControl_Message
source: Disable Windows key on built-in keyboard.
ar: تمكين أو تعطيل مفتاح الويندوز.
bs: Omogućite ili onemogućite Windows dugme.
cs: Povolit nebo zakázat tlačitko Windows.
de: Deaktiviert die Windows-Taste der integrierten Tastatur.
el: Απενεργοποίηση πλήκτρου Windows στο ενσωματωμένο πληκτρολόγιο.
es: Desactivar la tecla Windows del teclado integrado.
fr: Activer ou Désactiver la touche Windows.
hu: A beépített billentyűzet Windows gombjának letiltása.
it: Abilita o Disabilita il tasto Windows.
ja: 内蔵キーボードの Windows キーを無効にします。
nl_nl: Schakel de Windows toets op het ingebouwd toetsenbord uit.
pl: Wyłącz klawisz Windows w klawiaturze laptopa.
pt: Desativar tecla Windows no teclado integrado.
pt_br: Desativar a tecla Windows no teclado embutido.
ro: Activați sau dezactivați tasta Windows.
ru: Отключить клавишу Windows на встроенной клавиатуре.
uk: Вимкнути клавішу Windows вбудованої клавіатури.
vi: Tắt phím Win trên bàn phím laptop.
zh_hans: 禁用内置键盘上的 Win 键。
zh_hant: 啟用或停用 Windows 鍵。

# WinKeyAutomationStepControl_Title
source: Windows Key Lock
ar: مفتاح الويندوز
bs: Windows dugme
cs: Tlačítko Windows
de: Windows-Tasten-Sperre
el: Κλείδωμα Πλήκτρου Windows
es: Bloqueo de la tecla Windows
fr: Touche Windows
hu: Windows gomb zár
it: Tasto Windows
ja: Windowsキーの無効化
nl_nl: Windows-toetsvergrendeling
pl: Blokada klawisza Windows
pt: Bloqueio da tecla Windows
pt_br: Bloqueio da tecla Windows
ro: Tasta Windows
ru: Блокировка клавиши Windows
uk: Блокування клавіші Windows
vi: Khoá phím Win
zh_hans: 禁用 Win 键
zh_hant: Windows 鍵

# WinKeyControl_Message
source: Only works on built-in keyboard.
ar: يعمل فقط على لوحة المفاتيح المدمجة.
bg: Работи само на вградената клавиатура.
bs: Radi samo na ugrađenoj tastaturi.
cs: Funguje pouze na klávesnici notebooku.
de: Funktioniert nur bei integrierter Tastatur.
el: Λειτουργεί μόνο στο ενσωματωμένο πληκτρολόγιο.
es: Sólo funciona en el teclado integrado.
fr: Fonctionne uniquement sur le clavier intégré.
hu: Csak a beépített billentyűzeten működik.
it: Funziona solo sulla tastiera integrata.
ja: この機能は内蔵キーボードでのみ動作します。
lv: Strādā tikai ar iebūvēto taustatūru.
nl_nl: Werkt alleen op ingebouwd toetsenbord.
pl: Działa wyłącznie z wbudowaną klawiaturą.
pt: Só funciona no teclado interno.
pt_br: Somente funciona no teclado padrão do Notebook.
ro: Funcționează doar pe tastatura încorporată.
ru: Действует только на встроенной клавиатуре.
sk: Funguje len na zabudovanej klávesnici.
tr: Sadece yerleşik klavyede çalışır.
uk: Працює тільки із вбудованою клавіатурою.
uz_latn_uz: Tek ǵana ornatılǵan klaviaturada isleydi.
vi: Chỉ hoạt động với bàn phím laptop.
zh_hans: 仅在内置键盘上生效。开启后 Win 键按下不再有反应。
zh_hant: 僅在內建鍵盤生效。

# WinKeyControl_Title
source: Windows Key Lock
ar: قفل مفتاح الويندوز
bg: Заключен клавиш Windows
bs: Zaključavanje Windows dugmeta
cs: Zámek tlačítka Windows
de: Windows-Tasten-Sperre
el: Κλείδωμα Πλήκτρου Windows
es: Bloqueo de la tecla Windows
fr: Verrouillage de la touche Windows
hu: Windows gomb zár
it: Blocca tasto Windows
ja: Windowsキーの無効化
lv: Windows Taustiņa Bloķēšana
nl_nl: Windows-toetsvergrendeling
pl: Blokada klawisza Windows
pt: Bloqueio da tecla Windows
pt_br: Bloqueio da tecla Windows
ro: Blocare tastă Windows
ru: Блокировка клавиши Windows
sk: Zámok Windows klávesy
tr: Windows Tuş Kilidi
uk: Блокування клавіші Windows
uz_latn_uz: Windows túymesin bloklaw
vi: Khóa phím Windows
zh_hans: 禁用 Win 键
zh_hant: 鎖定 Windows 鍵

source: Yes
ar: نعم
bg: Да
bs: Da
cs: Ano
de: Ja
el: Ναι
es: Si
fr: Oui
hu: Igen
it: Si
ja: はい
lv: Jā
nl_nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
sk: Áno
tr: Evet
uk: Так
uz_latn_uz: Awa
vi: Có
zh_hans: 是
zh_hant: 是

# MicrophoneControl_Title
source: Microphone
bg: Микрофон
de: Mikrofon
el: Μικρόφωνο
es: Micrófono
hu: Mikrofon
it: Microfono
ja: マイク
lv: Mikrofons
nl_nl: Microfoon
pl: Mikrofon
pt: Microfone
pt_br: Microfone
ru: Микрофон
sk: Mikrofón
tr: Mikrofon
uk: Мікрофон
uz_latn_uz: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風

# MicrophoneControl_Message
source: When off, microphones will be muted.
bg: Микрофонът ще бъде заглушен, ако настройката не е активирана.
de: Wenn ausgeschaltet, werden Mikrofone stummgeschaltet.
el: Όταν είναι απενεργοποιημένα, τα μικρόφωνα θα είναι σε σίγαση.
es: Si está desactivado, los micrófonos se silencian.
fr: Lorsqu'il est désactivé, les microphones sont coupés.
hu: Kikapcsolt állapotban a mikrofonok ellesznek némítva.
ja: オフの場合、マイクはミュートになります。
lv: Kamēr atspējots, mikrofoni tiks apklusināti.
nl_nl: Als hij uit staat, worden de microfoons gedempt.
pl: Gdy wyłączone, mikrofony zostaną wyciszone.
pt: Tirar o som de todos os microfones disponíveis.
pt_br: Desligar todos os microfones disponíveis.
ru: Отключить все доступные микрофоны.
sk: Ak vypnuté, mikrofón bude stíšený.
tr: Kapatıldığında, mikrofonların sesi kapatılır.
uk: Коли вимкнено, мікрофони будуть вимкнені.
uz_latn_uz: Óshirilgende, mikrofonlar dawısı óshiriledi.
vi: Khi tắt, microphone sẽ bị tắt tiếng.
zh_hans: 关闭此项将静音所有可用的麦克风。
zh_hant: 關閉此選項將會使所有麥克風靜音。

# MicrophoneAutomationStepControl_Title
source: Microphone
bg: Микрофон
de: Mikrofon
el: Μικρόφωνο
es: Micrófono
hu: Mikrofon
it: Microfono
ja: マイク
lv: Mikrofons
nl_nl: Microfoon
pl: Mikrofon
pt: Microfone sem som
pt_br: Desligar
ru: Отключить микрофон
sk: Mikrofón
tr: Mikrofon
uk: Мікрофон
uz_latn_uz: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風

# MicrophoneAutomationStepControl_Message
source: When off, microphones will be muted.
bg: Микрофонът ще бъде заглушен, ако настройката не е активирана.
de: Wenn ausgeschaltet, werden Mikrofone stummgeschaltet.
el: Όταν είναι απενεργοποιημένα, τα μικρόφωνα θα είναι σε σίγαση.
es: Si está desactivado, los micrófonos se silencian.
fr: Lorsqu'il est désactivé, les microphones sont coupés.
hu: Kikapcsolt állapotban a mikrofonok ellesznek némítva.
ja: オフの場合、マイクはミュートになります。
lv: Kamēr atspējots, mikrofoni tiks apklusināti.
nl_nl: Als deze uit staat, worden de microfoons gedempt.
pl: Gdy wyłączone, mikrofony zostaną wyciszone.
pt: Tirar o som de todos os microfones disponíveis.
pt_br: Desligar todos os microfones disponíveis.
ru: Отключить все доступные микрофоны.
sk: Ak vypnuté, mikrofón bude stíšený.
tr: Kapatıldığında, mikrofonların sesi kapatılır.
uk: Коли вимкнено, мікрофони будуть вимкнені.
uz_latn_uz: Óshirilgende, mikrofonlar dawısı óshiriledi.
vi: Khi tắt, microphone sẽ bị tắt tiếng.
zh_hans: 关闭此选项将静音所有可用的麦克风。
zh_hant: 關閉此選項將會使所有麥克風靜音。

# ResolutionControl_Title
source: Resolution
bg: Разделителна способност
de: Auflösung
el: Ανάλυση
es: Resolución
fr: Résolution
hu: Felbontás
ja: 解像度
lv: Izšķirtspēja
nl_nl: Resolutie
pl: Rozdzielczość
pt: Resolução
pt_br: Resolução
ru: Разрешение
sk: Rozlíšenie
tr: Çözünürlük
uk: Роздільна здатність
uz_latn_uz: Kólem
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

# ResolutionControl_Message
source: Change resolution of the built-in display.
bg: Променете разделителната способност на вградения дисплей.
de: Ändert die Auflösung des integrierten Bildschirms.
el: Αλλαγή ανάλυσης της ενσωματωμένης οθόνης.
es: Cambiar resolución de la pantalla integrada.
fr: Modifier la résolution de l'écran intégré.
hu: A beépített kijelző felbontásának módosítása.
ja: 内蔵ディスプレイの解像度を変更します。
lv: Mainiet iebūvētā ekrāna izšķirtspēju.
nl_nl: Wijzig de resolutie van het ingebouwde display.
pl: Zmień rozdzielczość wbudowanego ekranu.
pt: Alterar resolução do ecrã interno.
pt_br: Alterar a resolução da tela integrada.
ru: Изменить разрешение встроенного дисплея.
sk: Zmena rozlíšenia zabudovaného displeja.
tr: Yerleşik ekranın çözünürlüğünü değiştirin.
uk: Змінити роздільну здатність вбудованого дисплея.
uz_latn_uz: Ornatılǵan displeydiń kólemin ózgertiw.
vi: Thay đổi độ phân giải màn hình laptop.
zh_hans: 切换内置屏幕分辨率。
zh_hant: 變更內部顯示器解析度。

# ResolutionAutomationStepControl_Title
source: Resolution
bg: Разделителна способност
de: Auflösung
el: Ανάλυση
es: Resolución
fr: Résolution
hu: Felbontás
ja: 解像度
lv: Izšķirtspēja
nl_nl: Resolutie
pl: Rozdzielczość
pt: Resolução
pt_br: Resolução
ru: Разрешение
sk: Rozlíšenie
tr: Çözünürlük
uk: Роздільна здатність
uz_latn_uz: Kólem
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

# ResolutionAutomationStepControl_Message
source: Change resolution of the built-in display. WARNING: This action will not run correctly, if internal display is off.
bg: Променете разделителната способност на вградения дисплей.
de: Ändert die Auflösung des integrierten Bildschirms. WARNUNG: Diese Aktion wird nicht korrekt ausgeführt, wenn der interne Bildschirm ausgeschaltet ist.
el: Αλλαγή ανάλυσης της ενσωματωμένης οθόνης. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτή η ενέργεια δε θα εκτελεστεί σωστά εάν η εσωτερική οθόνη είναι απενεργοποιημένη.
es: Cambiar la resolución de la pantalla integrada. AVISO: Esta acción no se ejecutará correctamente, si la pantalla interna está apagada.
fr: Modifier la résolution de l'écran intégré. ATTENTION : Cette action ne fonctionnera pas correctement, si l'écran interne est éteint.
hu: A beépített kijelző felbontásának módosítása. FIGYELMEZTETÉS: Ez a művelet nem fog megfelelően futni, ha a belső kijelző ki van kapcsolva.
ja: 内蔵ディスプレイの解像度を変更します。 警告: 内蔵ディスプレイがオフの場合、このアクションは正しく実行されません。
lv: Mainiet iebūvētā ekrāna izšķirtspēju. BRĪDINĀJUMS. Ja iebūvētais ekrāns ir izslēgts, šī darbība nedarbosies pareizi.
nl_nl: Wijzig de resolutie van het ingebouwde display. WAARSCHUWING: Deze actie wordt niet correct uitgevoerd als het interne beeldscherm is uitgeschakeld.
pl: Zmień rozdzielczość wbudowanego ekranu. UWAGA: Ta akcja nie zadziała właściwie, jeśli wbudowany ekran jest wyłączony.
pt: Alterar resolução do ecrã interno. ATENÇÃO: Esta ação não irá executar corretamente se o ecrã interno estiver desligado.
pt_br: Alterar a resolução da tela integrada. AVISO: Esta ação não será executada corretamente se a tela integrada estiver desligada.
ru: Изменить разрешение встроенного дисплея. ВНИМАНИЕ: Это действие не будет выполняться корректно, если внутренний дисплей выключен.
sk: Zmena rozlíšenia zabudovaného displeja. VAROVANIE: Táto akcia neprebehne správne, ak je zabudovaný displej vypnutý.
tr: Yerleşik ekranın çözünürlüğünü değiştirin. UYARI: Dahili ekran kapalıysa, bu işlem doğru çalışmaz.
uk: Змінити роздільну здатність вбудованого дисплея. УВАГА: Ця дія може спрацювати некоректно, якщо вбудований дисплей вимкнено.
uz_latn_uz: Ornatılǵan displey kólemin ózgertiw. ESLETPE: Eger ishki displey óshirilgen bolsa, bul ámel durıs orınlanbaydı.
vi: Thay đổi độ phân giải màn hình laptop. CẢNH BẢO! Hành động này sẽ không chạy nếu màn hình laptop tắt.
zh_hans: 切换内置屏幕分辨率。 警告！当内置屏幕关闭时此选项无法生效。
zh_hant: 變更內部顯示器解析度。 警告：如果已關閉內部顯示器，則此功能將無法正確地執行。

# DpiScaleControl_Message
source: Change scale of the built-in display.
bg: Променете мащаба на вградения дисплей.
de: Ändert die Skalierung des integrierten Bildschirms.
el: Αλλαγή κλίμακας της ενσωματωμένης οθόνης.
es: Cambiar la resolución de la pantalla integrada.
fr: Modifier l'échelle de l'écran intégré.
hu: A beépített kijelző méretarányának módosítása.
ja: 内蔵ディスプレイの表示の大きさを変更します。
lv: Mainiet iebūvētā ekrāna mērogu.
nl_nl: Verander de schaal van het ingebouwde display.
pl: Zmień skalę (DPI) wbudowanego ekranu.
pt: Alterar escala do ecrã interno.
pt_br: Alterar a escala de resolução da tela integrada.
ru: Изменить масштаб встроенного дисплея.
sk: Zmena škálovania zabudovaného displeja.
tr: Yerleşik ekranın ölçeğini değiştirin.
uk: Змінити масштаб вбудованого дисплея.
uz_latn_uz: Ornatılǵan displeydiń kólemin ózgertiw.
vi: Thay đổi scaling màn hình laptop.
zh_hans: 切换内置屏幕缩放。
zh_hant: 變更內部顯示器比例。

# DpiScaleAutomationStepControl_Message
source: Change scaling of the built-in display. WARNING: This action will not run correctly, if internal display is off.
bg: Променете мащаба на вградения дисплей. ВНИМАНИЕ: Това действие може да не бъде изпълнено правилно, ако вграденият дисплей е изключен.
de: Ändert die Skalierung des integrierten Bildschirms. WARNUNG: Diese Aktion wird nicht korrekt ausgeführt, wenn der interne Bildschirm ausgeschaltet ist.
el: Αλλαγή κλίμακας της ενσωματωμένης οθόνης. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτή η ενέργεια δε θα εκτελεστεί σωστά εάν η εσωτερική οθόνη είναι απενεργοποιημένη.
es: Cambiar la resolución de la pantalla integrada. AVISO: Esta acción no se ejecutará correctamente, si la pantalla interna está apagada.
fr: Modifier l'échelle de l'écran intégré. ATTENTION : Cette action ne fonctionnera pas correctement, si l'écran interne est éteint.
hu: A beépített kijelző méretezésének módosítása. FIGYELMEZTETÉS: Ez a művelet nem fog megfelelően futni, ha a belső kijelző ki van kapcsolva.
ja: 内蔵ディスプレイの表示の大きさを変更します。 警告: 内蔵ディスプレイがオフの場合、このアクションは正しく実行されません。
lv: Mainiet iebūvētā ekrāna mērogošanu. BRĪDINĀJUMS. Ja iebūvētais ekrāns ir izslēgts, šī darbība nedarbosies pareizi.
nl_nl: Verander de schaal van het ingebouwde display. WAARSCHUWING: Deze actie wordt niet correct uitgevoerd als het interne beeldscherm is uitgeschakeld.
pl: Zmień skalę (DPI) wbudowanego ekranu. UWAGA: Ta akcja nie zadziała właściwie, jeśli wbudowany ekran jest wyłączony.
pt: Alterar escala do ecrã interno. ATENÇÃO: Esta ação não irá executar corretamente se o ecrã interno estiver desligado.
pt_br: Altera a escala de resolução da tela integrada, afetando o tamanho dos textos, aplicativos e outros itens. AVISO: Esta ação não será executada corretamente se a tela integrada estiver desligada.
ru: Изменить масштаб встроенного дисплея. ВНИМАНИЕ: Это действие не будет выполняться корректно, если внутренний дисплей выключен.
sk: Zmena škálovania zabudovaného displeja. VAROVANIE: Táto akcia neprebehne správne, ak je zabudovaný displej vypnutý.
tr: Yerleşik ekranın ölçeklendirmesini değiştirin. UYARI: Dahili ekran kapalıysa, bu işlem doğru çalışmaz.
uk: Змінити масштаб вбудованого дисплея. УВАГА: Ця дія може спрацювати некоректно, якщо вбудований дисплей вимкнено.
uz_latn_uz: Ornatılǵan displey kólemin ózgertiw. ESLETPE: Eger ishki displey óshirilgen bolsa, bul ámel durıs orınlanbaydı.
vi: Thay đổi scaling màn hình laptop. CẢNH BÁO! Hành động này sẽ không chạy nếu màn hình laptop tắt.
zh_hans: 切换内置屏幕缩放。 警告！当内置屏幕关闭时此选项无法生效。
zh_hant: 變更內部顯示器比例。 警告：如果已關閉內部顯示器，則此功能將無法正確地執行。

# DashboardPage_Display_Title
source: Display
bg: Екран
de: Bildschirm
el: Οθόνη
es: Pantalla
fr: Affichage
hu: Kijelző
ja: ディスプレイ
lv: Ekrāns
nl_nl: Beeldscherm
pl: Wyświetlacz
pt: Ecrã
pt_br: Tela
ru: Дисплей
sk: Displej
tr: Ekran
uk: Дисплей
uz_latn_uz: Displey
vi: Màn hình
zh_hans: 显示
zh_hant: 顯示

# OneLevelWhiteKeyboardBacklightControl_Title
source: Keyboard backlight
bg: Подсветка на клавиатурата
de: Tastaturbeleuchtung
el: Φωτισμός πληκτρολογίου
es: Retroiluminación del teclado
fr: Rétroéclairage du clavier
hu: Billentyűzet háttérvilágítás
ja: キーボードバックライト
lv: Tastatūras izgaismojums
nl_nl: Achtergrondverlichting toetsenbord
pl: Podświetlenie klawiatury
pt: Luz do teclado
pt_br: Iluminação do teclado
ru: Подсветка клавиатуры
sk: Podsvietenie klávesnice
tr: Klavye ışığı
uk: Підсвітка клавіатури
uz_latn_uz: Klaviaturanıń arqa jaqtılıǵı
vi: Đèn nền bàn phím
zh_hans: 键盘背光
zh_hant: 鍵盤背光

# OneLevelWhiteKeyboardBacklightControl_Message
source: You can turn backlight on or off with Fn+Space.
bg: Може да включите или изключите подсветката с клавишната комбинация Fn+Space.
de: Sie können die Tastaturbeleuchtung mit Fn+Leertaste ein- oder ausschalten.
el: Μπορείτε να ανάψετε ή να σβήσετε τον φωτισμό πληκτρολογίου με Fn+Space.
es: Puede encender o apagar la retroiluminación usando Fn+Espacio.
fr: Vous pouvez activer ou désactiver le rétroéclairage avec Fn+Espace.
hu: A háttérvilágítást az Fn+Space billentyűkombinációval kapcsolhatja be vagy ki.
lv: Izgaismojumu var ieslēgt vai izslēgt ar Fn+Space.
nl_nl: U kunt de achtergrondverlichting in- of uitschakelen met Fn+Spatiebalk.
pl: Możesz sterować podświetleniem klawiatury za pomocą klawiszy Fn+Spacja.
pt: Podes ligar ou desligar a luz de fundo com Fn+Espaço.
pt_br: Você pode desligar as luzes de fundo do teclado pressionando as teclas Fn+espaço.
ru: Включить или выключить подсветку можно с помощью Fn+Пробел.
sk: Jas môžete zapnúť alebo vypnúť s Fn+Medzerník.
tr: Işığı Fn+Boşluk ile açıp kapatabilirsiniz.
uk: Ви можете увімкнути або вимкнути підсвітку комбінацією Fn+Пробіл.
uz_latn_uz: Arqa jaqtılıqtı Fn+Space járdeminde qosıwıńız yamasa óshiriwińiz múmkin.
vi: Bạn có thể bật tắt đèn nền bàn phím với FN+Space.
zh_hans: 你可以使用快捷键 Fn + 空格 来开关背光。
zh_hant: 您可以透過 Fn+Space 開啟或關閉背光。

# OneLevelWhiteKeyboardBacklightAutomationStepControl_Title
source: Keyboard backlight
bg: Подсветка на клавиатурата
de: Tastaturbeleuchtung
el: Φωτισμός πληκτρολογίου
es: Retroiluminación del teclado
fr: Rétroéclairage du clavier
hu: Billentyűzet háttérvilágítás
ja: キーボードバックライト
lv: Tastatūras izgaismojums
nl_nl: Achtergrondverlichting toetsenbord
pl: Podświetlenie klawiatury
pt: Luz do teclado
pt_br: Iluminação do teclado
ru: Подсветка клавиатуры
sk: Podsvietenie klávesnice
tr: Klavye ışığı
uk: Підсвітка клавіатури
uz_latn_uz: Klaviaturanıń arqa jaqtılıǵı
vi: Đèn nền bàn phím
zh_hans: 键盘背光
zh_hant: 鍵盤背光

# OneLevelWhiteKeyboardBacklightAutomationStepControl_Message
source: Turn backlight on or off.
bg: Включете или изключете подсветката.
de: Schalte Tastaturbeleuchtung ein oder aus.
el: Ενεργοποιήστε ή απενεργοποιήστε τον φωτισμό πληκτρολογίου.
es: Encender o apagar la retroiluminación.
fr: Allume ou éteint le rétro-éclairage.
hu: A háttérvilágítás be- vagy kikapcsolása.
lv: Ieslēgt vai izslēgt izgaismojumu.
nl_nl: Zet de achtergrondverlichting aan of uit.
pl: Włącz lub wyłącz podświetlenie klawiatury.
pt: Liga ou desliga a luz de fundo.
pt_br: Desligar ou ligar as luzes de fundo.
ru: Включить или выключить подсветку.
sk: Zapnúť alebo vypnúť podsvietenie.
tr: Işığı açın veya kapatın.
uk: Увімкнути або вимкнути підсвітку.
uz_latn_uz: Arqa jaqtılıqtı qosıw yamasa óshiriw.
vi: Tắt hoặc bật đèn nền bàn phím.
zh_hans: 开关背光。
zh_hant: 開啟或關閉背光。

# PackagesPage_NoMatchingDownloads
source: No matching downloads found
bg: Не бяха намерени съответстващи изтегляния
de: Keine passenden Downloads gefunden
el: Δεν βρέθηκαν λήψεις που να ταιριάζουν
es: No se han encontrado descargas coincidentes
fr: Aucun téléchargement trouvé
hu: Nincs megfelelő letöltés
ja: 一致するダウンロードは見つかりませんでした
lv: Nav atrastas atbilstošas lejupielādes
nl_nl: Geen overeenkomende downloads gevonden
pl: Nie znaleziono pasujących plików do pobrania
pt: Não foram encontradas transferências correspondentes
pt_br: Nenhum download correspondente encontrado
ru: Подходящих пакетов не найдено
sk: Nenájdené zodpovedajúce balíky
tr: Eşleşen bir indirme bulunmamakta
uk: Не знайдено відповідних завантажень
uz_latn_uz: Sáykes júklemeler tabılmadı
vi: Không tìm thấy gói tải xuống phù hợp
zh_hans: 没有匹配的结果
zh_hant: 沒有找到符合的下載

# PackagesPage_OnlyShowUpdates
source: Show updates only
bg: Покажи само актуализациите
de: Zeige nur Updates
el: Εμφάνιση μόνο ενημερώσεων
es: Mostrar sólo actualizaciones
fr: Afficher les mises à jour uniquement
hu: Csak a frissítések megjelenítése
ja: 更新のみを表示
lv: Rādīt tikai atjauninājumus
nl_nl: Alleen updates tonen
pl: Pokaż tylko aktualizacje
pt: Mostrar só atualizações
pt_br: Exibir somente atualizações
ru: Показывать только обновления
sk: Zobraziť len aktualizácie
tr: Sadece güncellemeleri göster
uk: Показувати тільки оновлення
uz_latn_uz: Tek jańalanıwlardı kórsetiw
vi: Chỉ hiện cập nhật
zh_hans: 仅显示有更新的驱动/软件
zh_hant: 僅顯示更新

# EditDashboardWindow_Title
source: Customize Dashboard
bg: Персонализирайте информационното табло
de: Übersicht anpassen
el: Προσαρμογή πίνακα επισκόπησης
es: Personalizar el panel de control
fr: Tableau de bord personnalisé
hu: Az irányítópult testreszabása
ja: ダッシュボードをカスタマイズ
lv: Rediģēt Informācijas Paneli
nl_nl: Dashboard aanpassen
pl: Dostosuj kokpit
pt: Personalizar Dashboard
pt_br: Personalizar painel
ru: Настроить домашнюю страницу
sk: Prispôsobiť prehľad
tr: Ana Sayfayı Düzenle
uk: Налаштування панелі керування
uz_latn_uz: Bas betti sazlaw
vi: Tùy biến trang chủ
zh_hans: 自定义控制台
zh_hant: 客製化控制面板

source: Load
bg: Зареди
de: Zurücksetzen
el: Φόρτωση
es: Cargar
fr: Réinitialiser
hu: Betöltés
ja: 読み込み
lv: Ielādēt
nl_nl: Reset
pl: Wczytaj
pt: Reiniciar
pt_br: Redefinir
ru: Сброс
sk: Reset
tr: Yükle
uk: Скидання
uz_latn_uz: Júklew
vi: Tải
zh_hans: 重置
zh_hant: 重設

# EditDashboardWindow_CreateGroup_Title
source: Create group
bg: Създайте група
de: Gruppe erstellen
el: Δημιουργία ομάδας
es: Crear un grupo
fr: Créer un groupe
hu: Csoport létrehozása
ja: グループを作成
lv: Izveidot grupu
nl_nl: Groep aanmaken
pl: Utwórz grupę
pt: Criar grupo
pt_br: Criar grupo
ru: Создать группу
sk: Vytvoriť skupinu
tr: Grup oluştur
uk: Створити групу
uz_latn_uz: Topar jaratıw
vi: Tạo nhóm
zh_hans: 新建组
zh_hant: 建立群組

# EditDashboardWindow_CreateGroup_Message
source: Name
bg: Име
el: Όνομα
es: Nombre
fr: Nom
hu: Név
ja: 名前
lv: Nosaukums
nl_nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sk: Názov
tr: İsim
uk: Назва
uz_latn_uz: Ataması
vi: Tên
zh_hans: 点此输入名称
zh_hant: 名稱
