Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# AutomationPage_QuickActions_Empty
source: No Quick Actions defined. Click "Add new" to create new Quick Action.
ar: لا يوجد أجراءات سريعة معرفة. اضعط على "اضافة جديد" لأنشاء أجراءات سريعة جديدة.
bg: Все още нямате Бързи действия. Натиснете "Добави ново", за да създадете ново Бързо действие.
bs: Nema definisanih brzih akcija. Kliknite na "Dodaj novu" da bi kreirali novu brzu akciju.
cs: Nejsou definovány žádné rychlé akce. Kliknutím na „Přidat novou“ vytvoř novou rychlou akci.
de: Keine Kurzbefehle definiert. Klicke auf "Neu hinzufügen", um einen neuen Kurzbefehl zu erstellen.
el: Δεν έχουν οριστεί Γρήγορες Ενέργειες. Πατήστε "Προσθήκη νέας" για να δημιουργήσετε μια νέα Γρήγορη Ενέργεια.
es: Ninguna acción definida. Haga clic en "Añadir nueva" para crear una nueva acción rápida.
fr: Aucune Action Rapide définie. Cliquer sur "Ajouter une Action" pour créer une nouvelle Action Rapide.
hu: Nincsenek meghatározott gyorsműveletek. Kattints az "Új hozzáadása" gombra új gyorsművelet létrehozásához.
it: Nessuna azione rapida configurata. clicca su "Aggiungi nuova" per configurare una nuova azione rapida.
ja: クイック アクションが定義されていません。「新しく追加」をクリックして、新しいクイックアクションを作成します。
lv: Nav definētas Veiklās Darbības. Lai izveidotu jaunu Veiklo Darbību, noklikšķiniet uz "Pievienot jaunu".
nl_nl: Geen snelle acties gedefinieerd. Klik op "Nieuw toevoegen" om een nieuwe snelle actie te maken.
pl: Nie zdefiniowano żadnych szybkich akcji. Kliknij "dodaj nową", aby utworzyć nową szybką akcję.
pt: Nenhuma Ação Rápida definida. Clica em "Adicionar nova" para criar uma nova Ação Rápida.
pt_br: Sem ações definidas. Clique em "Adicionar nova" para criar uma ação.
ro: Nicio Acțiune Rapidă definită. Apăsați pe "Adăugați nou" pentru a crea o nouă Acțiune Rapidă.
ru: Быстрые действия не заданы. Нажмите "Добавить новое действие" для создания.
sk: Žiadne rýchle akcie. Kliknite "Pridať novú" pre vytvorenie nových rýchlych akcií.
tr: Hızlı Eylem bulunamadı. Yeni Hızlı Eylem oluşturmak için "Yeni ekle"yi tıklayın.
uk: Жодної швидкої дії не визначено. Натисніть "Додати" щоб створити швидку дію.
uz_latn_uz: Tez háreketler anıqlanbaǵan. Jańa operativ háreket jaratıw ushın "Jańasın qosıw" túymesin basıń.
vi: Chưa có Phím tắt Hành động nào được tạo. Bấm "Thêm mới" để tạo Phím tắt Hành động mới.
zh_hans: 没有快捷操作，请点击 “新建” 来新建快捷操作。
zh_hant: 尚未定義快捷功能。點擊「新增」以建立新的快捷功能。

# AutomationPage_QuickActions_Message
source: Quick actions are available in the right click menu of the tray icon.
ar: الأجراءات السريعة متوفرة فى قائمة التطبيق فى ال tray.
bg: Бързите действия могат да бъдат намерени в менюто, което се показва при натискане на десен бутон върху иконката в лентата на задачите.
bs: Brze akcije su dostupne u meniju desnog klika ikone u traci.
cs: Rychlé akce jsou dostupné v nabídce po kliknutí pravým tlačítkem na ikonu na hlavním panelu.
de: Über das Rechtsklick-Menü des Tray-Symbols sind Kurzbefehle verfügbar.
el: Οι γρήγορες ενέργειες είναι διαθέσιμες στο μενού του δεξί κλικ στου εικονίδιο του δίσκου εικονιδίων.
es: Haciendo clic derecho en el icono de la bandeja, se mostrará un menú con las acciones rápidas disponibles.
fr: Actions rapides sont disponibles dans le menu du clic droit de l'icône de la barre des taches.
hu: A gyorsműveletek jobb egérgombbal a tálcaikonra kattintva érhetők el.
it: Le azioni rapide sono disponibili nel menu contestuale facendo click destro sull'icona di Legion Toolkit nella tray di windows.
ja: クイック アクションは、トレイ アイコンの右クリックメニューから実行できます。
lv: Ātrās darbības ir pieejamas ar peles labo klikšķi uz teknes ikonas izvēlnes.
nl_nl: Snelle acties zijn beschikbaar in het rechtsklikmenu van het systeemvakpictogram.
pl: Szybkie akcje są dostępne po kliknięciu prawym przyciskiem myszy na ikonie w zasobniku.
pt: As ações rápidas estão disponíveis no menu do clique direito do ícone da área de notificações.
pt_br: As ações rápidas estão disponíveis no menu do botão direito no ícone da bandeja.
ro: Acțiunile rapide sunt disponibile în meniul clic dreapta al pictogramei din tray.
ru: Быстрые действия доступны в меню иконки в области уведомлений, вызываемом правой кнопкой мыши.
sk: Rýchle akcie sú dostupné po pravom kliknutí na ikonu v panely úloh.
tr: Hızlı eylemler, görev çubuğundaki sağ tıklama menüsünde mevcuttur.
uk: Швидкі дії доступні в контекстному меню правої кнопки миші по іконці в треї.
uz_latn_uz: Tez háreketler xabarlamalar maydanındaǵı tıshqanshanıń oń túymesi belgisi menyuinde bar.
vi: Phím tắt Hành động có sẵn trong menu chuột trái khi nhấp chuột trái vào icon trên Taskbar.
zh_hans: 你可以在系统托盘中本应用的右键菜单里使用快捷操作。
zh_hant: 提供系統匣選單圖示的快捷功能。

# AutomationPage_QuickActions_Title
source: Quick Actions
ar: الأجراءات السريعة
bg: Бързи действия
bs: Brze akcije
cs: Rychlé akce
de: Kurzbefehle
el: Γρήγορες Ενέργειες
es: Acciones rápidas
fr: Actions rapides
hu: Gyors műveletek
it: Azioni rapide
ja: クイックアクション
lv: Ātrās Darbības
nl_nl: Snelle acties
pl: Szybkie akcje
pt: Ações Rápidas
pt_br: Ações Rápidas
ro: Acțiuni Rapide
ru: Быстрые действия
sk: Rýchle akcie
tr: Hızlı Eylemler
uk: Швидкі дії
uz_latn_uz: Tez háreketler
vi: Phím tắt Hành động
zh_hans: 快捷操作
zh_hant: 快捷功能

# AutomationPage_RenamePipeline_Placeholder
source: Name...
ar: الاسم...
bg: Име...
bs: Naziv...
cs: Jméno...
el: Όνομα...
es: Nombre...
fr: Nom...
hu: Név...
it: Nome...
ja: 名前...
lv: Vārds...
nl_nl: Naam...
pl: Nazwa...
pt: Nome...
pt_br: Nome...
ro: Nume...
ru: Название...
sk: Meno...
tr: İsim...
uk: Назва...
uz_latn_uz: Ataması...
vi: Tên...
zh_hans: 点此输入名称
zh_hant: 名稱……

# AutomationPage_RenamePipeline_Title
source: Rename
ar: إعادة تسمية
bg: Преименувай
bs: Preimenuj
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前を変更
lv: Pārdēvēt
nl_nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
pt_br: Renomear
ro: Redenumiți
ru: Переименовать
sk: Premenovať
tr: Adlandır
uk: Перейменувати
uz_latn_uz: Qayta ataw
vi: Đặt lại tên
zh_hans: 重命名
zh_hant: 重新命名

# AutomationPage_Reverted_Message
source: All changes reverted!
ar: تم إرجاع كل التغيرات!
bg: Всички промени бяха отменени!
bs: Sve promjene su vraćene!
cs: Všechny změny vraceny!
de: Alle Änderungen wurden zurückgesetzt!
el: Όλες οι αλλαγές επαναφέρθηκαν!
es: ¡Todos los cambios revertidos!
fr: Toutes les modifications sont réinitialisées!
hu: Minden változás visszállítva!
it: Tutte le modifiche sono state annullate!
ja: すべての変更を元に戻しました！
lv: Visas izmaiņas atgrieztas!
nl_nl: Alle wijzigingen teruggedraaid!
pl: Wszystkie zmiany wycofane!
pt: Todas as modificações foram revertidas!
pt_br: Todas as ações foram descartadas!
ro: Toate modificările au fost anulate!
ru: Все изменения отменены!
sk: Všetky zmeny vrátené!
tr: Tüm değişiklikler geri alındı!
uk: Всі дії повернуто!
uz_latn_uz: Barlıq ózgerisler biykarlandı!
vi: Tất cả thay đổi được hoàn tác!
zh_hans: 所有修改已被重置
zh_hant: 已重設所有變更！

# AutomationPage_Reverted_Title
source: Reverted
ar: تم الإرجاع
bg: Отменено
bs: Vraćeno
cs: Vráceno zpět
de: Zurückgesetzt
el: Επαναφορά
es: Revertido
fr: Réinitialisée
hu: Visszaszállítva
it: Modifiche Annullate
ja: 復元済
lv: Atgriezts
nl_nl: Teruggedraaid
pl: Przywrócono
pt: Revertido
pt_br: Reverter
ro: Anulat
ru: Сброшено
sk: Vrátené
tr: Geri Alındı
uk: Повернено
uz_latn_uz: Izge qaytarıldı
vi: Hoàn tác
zh_hans: 重置
zh_hant: 重設

# AutomationPage_Saved_Message
source: Changes were saved successfully!
ar: تم حفظ التغيرات بنجاح!
bg: Промените бяха запазени успешно!
bs: Promjene su uspješno spašene!
cs: Změny byly úspěšně uloženy!
de: Änderungen erfolgreich gespeichert!
el: Οι αλλαγές αποθηκεύτηκαν με επιτυχία!
es: ¡Los cambios se han guardado correctamente!
fr: Les modifications ont été sauvegardées avec succès!
hu: Módosítások sikeresen elmentve!
it: Le modifiche sono state salvate correttamente!
ja: 変更は正常に保存されました。
lv: Izmaiņas saglabātas veiksmīgi!
nl_nl: Wijzigingen zijn succesvol opgeslagen!
pl: Zmiany zapisane poprawnie!
pt: Alterações guardadas com êxito!
pt_br: As alterações foram salvas com sucesso!
ro: Modificările au fost salvate cu succes!
ru: Изменения успешно сохранены!
sk: Zmeny boli úspešne uložené!
tr: Değişiklikler başarıyla kaydedildi!
uk: Зміни успішно збережено!
uz_latn_uz: Ózgerisler tabıslı saqlandı!
vi: Thay đổi đã được lưu thành công!
zh_hans: 所有修改已成功保存
zh_hant: 已成功地儲存所有變更！

# AutomationPage_Saved_Title
source: Saved
ar: تم الحفظ
bg: Запазено
bs: Sačuvano
cs: Uloženo
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
fr: Sauvegardé
hu: Mentve
it: Salvato
ja: 保存しました
lv: Saglabāts
nl_nl: Opgeslagen
pl: Zapisano
pt: Guardado
pt_br: Salvo
ro: Salvat
ru: Сохранено
sk: Uložené
tr: Kaydedildi
uk: Збережено
uz_latn_uz: Saqlandı
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

# AutomationPage_Title
source: Automation
ar: التشغيل التلقائي
bg: Автоматизация
bs: Automatizacija
cs: Automatizace
de: Automatisierung
el: Αυτοματισμός
es: Automatización
fr: Automatisation
hu: Automatizálás
it: Automazione
ja: 自動化
lv: Automatizācija
nl_nl: Automatisering
pl: Automatyzacja
pt: Automação
pt_br: Automação
ro: Automatizare
ru: Автоматизация
sk: Automatizácia
tr: Otomasyon
uk: Автоматизація
uz_latn_uz: Avtomatizaciya
vi: Tự động hóa
zh_hans: 自动化
zh_hant: 自動化

# AutomationPipelineControl_AddStep
source: Add step
ar: إضافة خطوة
bg: Добави стъпка
bs: Dodaj korak
cs: Přidat krok
de: Schritt hinzufügen
el: Προσθήκη βήματος
es: Añadir paso
fr: Ajouter étape
hu: Lépés hozzáadása
it: Aggiungi azione
ja: ステップを追加
lv: Pievienot soli
nl_nl: Stap toevoegen
pl: Dodaj krok
pt: Adicionar etapa
pt_br: Adicionar passo
ro: Adăugați pas
ru: Добавить шаг
sk: Pridať krok
tr: Adım ekle
uk: Додати крок
uz_latn_uz: Adım qosıw
vi: Thêm hành động
zh_hans: 添加步骤
zh_hant: 新增條件

# AutomationPipelineControl_Configure
source: Configure
ar: ضبط
bg: Конфигурирай
bs: Konfiguriši
cs: Nastavit
de: Konfigurieren
el: Ρύθμιση
es: Configurar
fr: Configurer
hu: Beállítás
it: Configura
ja: 設定
lv: Konfigurēt
nl_nl: Configureren
pl: Konfiguruj
pt: Configurar
pt_br: Configurar
ro: Configurare
ru: Настроить
sk: Konfigurovať
tr: Yapılandır
uk: Налаштування
uz_latn_uz: Sazlaw
vi: Tùy chỉnh
zh_hans: 配置
zh_hant: 組態設定

# AutomationPipelineControl_Exclusive
source: Exclusive
ar: استثنائى
bg: Ексклузивна
bs: Ekskluzivno
cs: Exkluzivní
de: Exklusiv
el: Αποκλειστικό
es: Exclusivo
fr: Exclusif
hu: Exkluzív
it: Esclusivo
lv: Ekskluzīvs
nl_nl: Exclusief
pl: Wyłączność
pt: Exclusivo
pt_br: Exclusivo
ro: Exclusiv
ru: Исключение
sk: Výhradne
tr: Ayrıcalıklı
uk: Винятковий
uz_latn_uz: Esaptan tısqarı
vi: Đặc quyền
zh_hans: 独占此条件
zh_hant: 獨佔此條件

# AutomationPipelineControl_Exclusive_ToolTip
source: Do not execute further actions when this action runs.
ar: لا تنفذ مزيد من الأجراءات عندما يعمل هذا الاجراء.
bg: Моля не започвайте други действия, когато настоящото е в процес на изпълнение.
bs: Nemoj izvršavati dalje radnje kada se ova akcija pokrene.
cs: Neprovádět další akce, když tato akce běží.
de: Führe keine weiteren Aktionen aus, wenn diese Aktion ausgeführt wird.
el: Μην εκτελείτε περαιτέρω ενέργειες όταν εκτελείται αυτή η ενέργεια.
es: No ejecutar más acciones al iniciar esta acción.
fr: Ne pas exécuter d'autres actions lorsque cette action est exécuté.
hu: Ne hajtson végre további műveleteket, ha ez a művelet fut.
it: Non eseguire ulteriori azioni durante l'esecuzione di questa azione.
ja: このアクションの実行中は、それ以外のアクションを実行しないでください。
lv: Neveikt turpmākas darbības, kad šī darbība tiek izpildīta.
nl_nl: Voer geen verdere acties uit wanneer deze actie wordt uitgevoerd.
pl: Nie wykonuj dalszych akcji, gdy ta akcja startuje.
pt: Não executar mais ações quando esta ação for executada.
pt_br: Não executar ações futuras quando essa ação rodar.
ro: Nu executa alte acțiuni când se execută această acțiune.
ru: Не выполнять последующие операции при запуске этого действия.
sk: Nevykonávať ďalšie akcie, pokiaľ beží táto akcia.
tr: Bu eylem çalıştığında başka eylemler yürütmeyin.
uk: Не виконуйте подальші дії коли ця дія ще виконується.
uz_latn_uz: Usı háreket baslanǵanda, basqa ámellerdi orınlamań.
vi: Không thực hiện thêm bất kì Hành động nào khác sau khi thực hiện xong Hành động này.
zh_hans: 当触发此条件后，仅运行当前任务，不运行其它符合条件的任务
zh_hant: 當此功能執行時，將不會執行其他符合條件的功能。

# AutomationPipelineControl_RunNow
source: Run now
ar: نفذ الأن
bg: Изпълни сега
bs: Pokreni sad
cs: Spustit nyní
de: Jetzt ausführen
el: Εκτέλεση τώρα
es: Ejecutar ahora
fr: Exécuter maintenant
hu: Futtatás most
it: Esegui ora
ja: 今すぐ実行
lv: Palaist tagad
nl_nl: Nu uitvoeren
pl: Uruchom teraz
pt: Executar agora
pt_br: Executar agora
ro: Rulați acum
ru: Выполнить сейчас
sk: Spustiť teraz
tr: Şimdi çalıştır
uk: Виконати зараз
uz_latn_uz: Házir orınlaw
vi: Chạy ngay bây giờ
zh_hans: 立刻运行
zh_hant: 立刻執行

# AutomationPipelineControl_RunNow_Error_Message
source: Completed with errors.
ar: تمت العملية بمشاكل.
bg: Действието е завършено. Имаше грешки.
bs: Završeno sa greškama.
cs: Dokončeno s chybami.
de: Mit Fehlern abgeschlossen.
el: Ολοκληρώθηκε με σφάλματα.
es: Completado con errores.
fr: Terminé avec des erreurs.
hu: Befejezve hibával.
it: Eseguito con errori.
ja: エラーありで完了
lv: Pabeigts ar kļūdām.
nl_nl: Voltooid met fouten.
pl: Ukończono z błędami.
pt: Finalizado com erros.
pt_br: Concluído com erros.
ro: Completat cu erori.
ru: Завершено с ошибками.
sk: Dokončené s chybami.
tr: Hatalarla Tamamlandı.
uk: Завершено з помилками.
uz_latn_uz: Qátelikler menen juwmaqlandı.
vi: Hoàn thành với một số lỗi.
zh_hans: 运行出错
zh_hant: 執行時發生錯誤。

# AutomationPipelineControl_RunNow_Error_Title
source: Run now
ar: نفذ الأن
bg: Изпълни сега
bs: Pokreni sad
cs: Spustit nyní
de: Jetzt ausführen
el: Εκτέλεση τώρα
es: Ejecutar ahora
fr: Exécuter maintenant
hu: Futtatás most
it: Esegui ora
ja: 今すぐ実行
lv: Palaist tagad
nl_nl: Nu uitvoeren
pl: Uruchom teraz
pt: Executar agora
pt_br: Executa agora
ro: Rulați acum
ru: Выполнение
sk: Spustiť teraz
tr: Şimdi çalıştır
uk: Виконати зараз
uz_latn_uz: Házir orınlaw
vi: Chạy ngay bây giờ
zh_hans: 立刻运行
zh_hant: 立刻執行

# AutomationPipelineControl_RunNow_Success_Message
source: Completed successfully!
ar: تمت العملية بنجاح!
bg: Действието беше завършено успешно!
bs: Uspješno završeno!
cs: Úspěšně dokončeno!
de: Erfolgreich abgeschlossen!
el: Ολοκληρώθηκε επιτυχώς!
es: ¡Completado con éxito!
fr: Terminé avec succès!
hu: Sikeresen befejezve!
it: Eseguito correttamente!
ja: 正常に終了しました！
lv: Veiksmīgi pabeigts!
nl_nl: Succesvol afgerond!
pl: Ukończono pomyślnie!
pt: Terminado com sucesso!
pt_br: Concluído com sucesso!
ro: Completat cu succes!
ru: Успешно завершено!
sk: Dokončené úspešne!
tr: Başarıyla tamamlandı!
uk: Успішно завершено!
uz_latn_uz: Tabıslı juwmaqlandı!
vi: Hoàn tất!
zh_hans: 运行成功
zh_hant: 成功地執行！

# AutomationPipelineControl_RunNow_Success_Title
source: Run now
ar: نفذ الأن
bg: Изпълни сега
bs: Pokreni sad
cs: Spustit nyní
de: Jetzt ausführen
el: Εκτέλεση τώρα
es: Ejecutar ahora
fr: Exécuter maintenant
hu: Futtatás most
it: Esegui ora
ja: 今すぐ実行
lv: Palaist tagad
nl_nl: Nu uitvoeren
pl: Uruchom teraz
pt: Executar agora
pt_br: Executar agora
ro: Rulați acum
ru: Выполнение
sk: Spustiť teraz
tr: Şimdi çalıştır
uk: Виконати зараз
uz_latn_uz: Házir orınlaw
vi: Chạy ngay bây giờ
zh_hans: 立刻运行
zh_hant: 立刻執行

# AutomationPipelineControl_Running
source: Running...
ar: يعمل الان...
bg: Изпълняване...
bs: Pokretanje...
cs: Spuštěn...
de: Läuft...
el: Εκτελείται...
es: Ejecutando...
fr: En cours...
hu: Futás...
it: In esecuzione...
ja: 実行中...
lv: Notiek palaišana...
nl_nl: Wordt uitgevoerd...
pl: Uruchomiono...
pt: Executando...
pt_br: Executando...
ro: Rulează...
ru: Выполнение...
sk: Beží...
tr: Çalışıyor...
uk: Виконання...
uz_latn_uz: Orınlanbaqta...
vi: Đang chạy...
zh_hans: 运行中...
zh_hant: 執行中……

# AutomationPipelineControl_Step
source: {0} step
ar: {0} خطوة
bg: {0} стъпка
bs: {0} korak
cs: {0} krok
de: {0} Schritt
el: {0} βήμα
es: {0} paso
fr: Étape {0}
hu: {0} lépés
it: {0} azione
ja: {0} ステップ
lv: {0} solis
nl_nl: {0} stap
pl: Kroków: {0}
pt: {0} passo
pt_br: {0} Etapa
ro: {0} pas
ru: {0} шаг
sk: {0} krok
tr: {0} adım
uk: {0} крок
uz_latn_uz: {0} adım
vi: {0} bước
zh_hans: 共 {0} 个步骤
zh_hant: 共 {0} 個條件

# AutomationPipelineControl_Step_Many
source: {0} steps
ar: {0} خطوات
bg: {0} стъпки
bs: {0} koraka
cs: {0} kroků
de: {0} Schritte
el: {0} βήματα
es: {0} pasos
fr: {0} étapes
hu: {0} lépés
it: {0} azioni
ja: {0} ステップ
lv: {0} soļi
nl_nl: {0} stappen
pl: Kroków: {0}
pt: {0} passos
pt_br: {0} Etapa
ro: {0} pași
ru: {0} шагов
sk: {0} krokov
tr: {0} adım
uk: {0} кроки
uz_latn_uz: {0} adım
vi: {0} bước
zh_hans: 共 {0} 个步骤
zh_hant: 共 {0} 個條件

# AutomationPipelineControl_SubtitlePart_Apps
source: Apps
ar: التطبيقات
bg: Приложения
cs: Aplikace
de: Anwendungen
el: Εφαρμογές
es: Aplicaciones
fr: Applications
hu: Alkalmazások
it: Applicazioni
ja: アプリケーション
lv: Aplikācijas
nl_nl: Applicaties
pl: Aplikacje
pt_br: Aplicativos
ro: Aplicații
ru: Приложения
sk: Aplikácie
tr: Uygulamalar
uk: Застосунки
uz_latn_uz: Baǵdarlamalar
vi: Ứng Dụng
zh_hans: 应用列表
zh_hant: 應用程式

# AutomationPipelineControl_SubtitlePart_AtSunrise
source: At sunrise
ar: عند الشروق
bg: При изгрев
bs: Sa izlaskom sunca
cs: Při východu slunce
de: Bei Sonnenaufgang
el: Στην ανατολή του ηλίου
es: Al amanecer
fr: Au lever du soleil
hu: Napkeltekor
it: All'alba
ja: 日の出
lv: Rītausmā
nl_nl: Bij zonsopgang
pl: O wschodzie słońca
pt: Ao nascer do Sol
pt_br: Ao nascer do sol
ro: La răsărit
ru: На рассвете
sk: Na úsvite
tr: Gün doğumunda
uk: На сході сонця
uz_latn_uz: Tań atqanda
vi: Lúc bình minh
zh_hans: 日出时
zh_hant: 日出時

# AutomationPipelineControl_SubtitlePart_AtSunset
source: At sunset
ar: عند الغروب
bg: При залез
bs: Sa zalaskom sunca
cs: Při západu slunce
de: Bei Sonnenuntergang
el: Στην δύση του ηλίου
es: Al atardecer
fr: Au coucher du soleil
hu: Naplementekor
it: Al tramonto
ja: 日の入り
lv: Saulrietā
nl_nl: Bij zonsondergang
pl: O zachodzie słońca
pt: Ao pôr do sol
pt_br: Ao por do sol
ro: La apus
ru: На закате
sk: Na súmraku
tr: Gün batımında
uk: На заході сонця
uz_latn_uz: Kún batqanda
vi: Lúc hoàng hôn
zh_hans: 日落时
zh_hant: 日落時

# AutomationPipelineControl_SubtitlePart_AtTime
source: At {0:D2}:{1:D2}
ar: عند {0:D2}:{1:D2}
bg: В {0:D2}:{1:D2}
cs: V {0:D2}:{1:D2}
de: Um {0:D2}:{1:D2}
el: Στις {0:D2}:{1:D2}
es: A las {0:D2}:{1:D2}
fr: À {0:D2}:{1:D2}
hu: {0:D2}:{1:D2}-kor
it: Alle {0:D2}:{1:D2}
ja: えっと {0:D2}:{1:D2}
lv: Plkst. {0:D2}:{1:D2}
nl_nl: Om {0:D2}:{1:D2}
pl: O godz. {0:D2}:{1:D2}
pt: A {0:D2}:{1:D2}
pt_br: As {0:D2}:{1:D2}
ro: La {0:D2}:{1:D2}
ru: В {0:D2}:{1:D2}
sk: O {0:D2}:{1:D2}
tr: {0:D2}:{1:D2}
uk: О {0:D2}:{1:D2}
uz_latn_uz: {0:D2}:{1:D2}
vi: Vào lúc {0:D2}:{1:D2}
zh_hans: 将在 {0:D2}:{1:D2} 运行
zh_hant: 將在 {0:D2}:{1:D2} 執行

# AutomationPipelineControl_SubtitlePart_PowerMode
source: Power Mode
ar: وضع الطاقة
bg: Режим на захранване
bs: Režim rada
cs: Režim výkonu
de: Leistungsmodus
el: Λειτουργία Ισχύος
es: Modo de alimentación
fr: Mode d'alimentation
hu: Teljesítménymód
it: Modalità energetica
ja: 電源モード
lv: Barošanas Režīms
nl_nl: Energiemodus
pl: Tryb wydajności
pt: Esquema de energia
pt_br: Plano de Energia
ro: Mod Putere
ru: Режим питания
sk: Režim výkonu
tr: Güç Kipi
uk: Режим живлення
uz_latn_uz: Quwatlılıq rejimi
vi: Chế độ
zh_hans: 性能模式
zh_hant: 電源模式

# AutomationPipelineControl_Unnamed
source: Unnamed
ar: غير مسمى
bg: Безименен
cs: Nepojmenovaný
de: Ohne Titel
el: Ανώνυμο
es: Sin nombre
fr: Sans nom
hu: Névtelen
it: Senza nome
ja: 名称未設定
lv: Bez nosaukuma
nl_nl: naamloos
pl: Bez nazwy
pt: Sem nome
pt_br: Sem nome
ro: Fără nume
ru: Без имени
sk: Nepomenovaná
tr: İsimsiz
uk: Безіменний
uz_latn_uz: Atı atalmaǵan
vi: Chưa có tên
zh_hans: 未命名
zh_hant: 未命名

# BalanceModeSettingsWindow_AIEngine_Message
source: Automatically detects when certain games are running and tweaks CPU and GPU performance. Temperatures and fan noise might increase.
ar: يتم تلقائيا اكتشاف بعض الألعاب عندما تعمل و يقوم بتعديل أداء كرت الشاشة و المعالج. الحرارة و صوت المروحة ممكن أن تزيد.
bg: Автоматично засича дали дадени игри са отворени и променя производителността на процесора и видеокартата. Температурата и шума от вентилаторите е възможно да се повишат.
cs: Automaticky detekuje, kdy jsou spuštěny určité hry, a vyladí výkon CPU a GPU. Mohou se zvýšit teploty a hluk ventilátoru.
de: Erkennt automatisch, wenn bestimmte Spiele ausgeführt werden und optimiert CPU- und GPU-Leistung. Temperaturen und Lüftergeräusche können steigen.
el: Ανιχνεύει αυτόματα πότε εκτελούνται ορισμένα παιχνίδια και τροποποιεί την απόδοση της CPU και της GPU. Οι θερμοκρασίες και ο θόρυβος του ανεμιστήρα ενδέχεται να αυξηθούν.
es: Detecta automáticamente cuando se ejecutan determinados juegos y ajusta el rendimiento de la CPU y la GPU. Las temperaturas y el ruido del ventilador pueden aumentar.
fr: Détecte automatiquement lorsque certains jeux sont en cours et ajuster la performance du CPU et GPU. La température et le bruit des ventilateurs peuvent augmenter.
hu: Automatikusan érzkékeli egyes játékok futtatását és javítja a processzor, illetve videókártya teljesítményét. A hőmérséklet értéke és a ventilátor zaja megnövekedhet.
it: Rileva automaticamente quando alcuni giochi sono in esecuzione e modifica le prestazioni della CPU e della GPU. Le temperature e la rumorosità delle ventole potrebbe aumentare.
ja: 特定のゲームの実行中を自動的に検出し、CPU と GPU のパフォーマンスを調整します。温度とファンの騒音が増加する可能性があります。
lv: Automātiski nosaka, kad darbojas noteiktas spēles, un koriģē centrālā procesora un GPU veiktspēju. Temperatūra un ventilatora troksnis var paaugstināties.
nl_nl: Detecteert automatisch wanneer bepaalde games worden uitgevoerd en past de CPU- en GPU-prestaties aan. Temperaturen en ventilatorgeluid kunnen toenemen.
pl: Automatycznie wykrywa działanie niektórych gier i dostosowuje wydajność procesora i karty graficznej. Może to skutkować wzrostem temperatur oraz głośności pracy chłodzenia.
pt: Deteta automaticamente quando certos jogos estão a rodar e altera a performance da CPU e da GPU. A temperatura e o barulho das ventoinhas poderá aumentar.
pt_br: Detecta automaticamente quando certos jogos estão sendo executados e configura o desempenho da CPU e GPU. As temperaturas e os níveis de ruído dos coolers podem aumentar.
ro: Detectează automat când rulează anumite jocuri și modifică performanța CPU și GPU. Temperaturile și zgomotul ventilatorului pot crește.
ru: Автоматически определяет, когда запущены определенные игры, и настраивает производительность CPU и GPU. Возможно повышение температуры и шума вентиляторов.
sk: Automaticky zistí, keď sú spustené určité hry a vyladí výkon CPU a GPU. Hluk ventilátora a teploty sa môžu zvýšiť.
tr: Belirli oyunların ne zaman çalıştığını otomatik olarak algılar ve CPU ve GPU performansını düzenler. Sıcaklıklar ve fan sesi artabilir.
uk: Автоматично виявляє коли деякі ігри використовують або підлаштовують продуктивність процесора і відеокарти. Температури та шум кулерів може підвищитися.
uz_latn_uz: Belgili oyınlar iske túskenin avtomatikalıq anıqlaydı, CPU hám GPU iskerligin ózgertedi. Temperatura hám samallatqısh shawqımı artıwı múmkin.
vi: Tự động phát hiện khi một số tựa game khởi chạy và điều chỉnh hiệu suất CPU và GPU. Nhiệt độ và tiếng ồn từ quạt tản nhiệt có thể tăng.
zh_hans: 启用 Legion AI 引擎以自动检测游戏并调整 CPU/GPU 性能。可能会增加机身温度和风扇噪音。
zh_hant: 啟用 Legion AI 引擎以自動偵測遊戲並調整 CPU / GPU 效能。可能會增加裝置溫度和風扇噪音。
