Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# AboutPage_Build
source: Build
ar: نسخة
bg: Издание
bs: Verzija
el: Έκδοση
es: Revisión
hu: Verzió
lv: Izlaidums
pt_br: Compilação
ro: Compilare
ru: Сборка
sk: Zostava
tr: Yapı
uk: Збірка
uz_latn_uz: Qurıw
vi: Bản dựng
zh_hant: 構建

# AboutPage_LatestReleaseOnGitHub
source: Latest release on GitHub
ar: أخر إصدار على GitHub
bg: Последна версия в GitHub
bs: Najnovije izdanje na GitHub-u
cs: Poslední verze na GitHubu
de: Neuste Version auf GitHub
el: Τελευταία έκδοση στο GitHub
es: Última versión en GitHub
fr: La dernière version sur GitHub
hu: Legfrissebb kiadás GitHub-on
it: Ultima versione su GitHub
ja: GitHubの最新リリース
lv: Jaunākais laidums iekš GitHub
nl_nl: Laatste release op GitHub
pl: Ostatnia wersja na GitHub
pt: Última versão no GitHub
pt_br: Última versão no GitHub
ro: Ultima versiune pe GitHub
ru: Последняя версия на GitHub
sk: Najnovšie vydanie na GitHube
tr: GitHub üstündeki son sürüm
uk: Останній реліз на GitHub
uz_latn_uz: GitHubdaǵı sońǵı versiya
vi: Phiên bản mới nhất trên GitHub
zh_hans: 在 GitHub 上查看最新版本
zh_hant: 在 GitHub 上檢視最新版本

# AboutPage_Links
source: Links
ar: الروابط
bg: Връзки
bs: Linkovi
cs: Odkazy
el: Σύνδεσμοι
es: Enlaces
fr: Liens
hu: Linkek
ja: リンク
lv: Saites
pl: Linki
ro: Linkuri
ru: Ссылки
sk: Linky
tr: Bağlantılar
uk: Посилання
uz_latn_uz: Siltemeler
vi: Liên kết
zh_hans: 项目链接
zh_hant: 連結

# AboutPage_ProjectWebsiteOnGitHub
source: Project website on GitHub
ar: موقع المشروع على GitHub
bg: Уебсайт на проекта в GitHub
bs: Web stranica projekta na GitHub-u
cs: Stránka projektu na GitHubu
de: Projektseite auf GitHub
el: Ιστοσελίδα εφαρμογής στο GitHub
es: Sitio web del proyecto en GitHub
fr: Le site web du projet sur GitHub
hu: Projekt GitHub-on
it: Pagina del progetto su Github
ja: GitHubのリポジトリ
lv: Projekta mājaslapa iekš GitHub
nl_nl: Project website op GitHub
pl: Strona projektu na GitHub
pt: Site do projeto no GitHub
pt_br: Site do projeto no GitHub
ro: Website-ul proiectului pe GitHub
ru: Страница проекта на GitHub
sk: Stránka projektu na GitHube
tr: Projenin Github sayfası
uk: Сторінка проєкту на GitHub
uz_latn_uz: GitHubtaǵı jobanıń veb-saytı
vi: Liên kết đến dự án trên GitHub
zh_hans: 在 GitHub 上查看项目主页
zh_hant: 在 GitHub 上檢視專案

# AboutPage_ThirdPartyLibraries
source: 3rd party libraries
ar: مكتبات الطرف الثالث
bg: Използвани библиотеки от трети страни
bs: Biblioteke treće strane
cs: Knihovny třetích stran
de: Drittanbieterbibliotheken
el: Βιβλιοθήκες τρίτων
es: Librerías de terceros
fr: Bibliothèques tierces
hu: Külső könyvtárak
it: Librerie di terze parti utilizzate
ja: サードパーティのライブラリ
lv: Trešo pušu bibliotēkas
nl_nl: Bibliotheken van derden
pl: Biblioteki firm trzecich
pt: Bibliotecas de terceiros
pt_br: Bibliotecas de Terceiros
ro: Biblioteci terțe
ru: Сторонние библиотеки
sk: Knižnice tretích strán
tr: 3. parti kütüphaneler
uk: Сторонні бібліотеки
uz_latn_uz: Sırtqı kitapxanalar
vi: Thư viện bên thứ ba
zh_hans: 第三方依赖库
zh_hant: 第三方資料庫

# AboutPage_Title
source: About
ar: حول البرنامج
bg: За проекта
bs: O programu
cs: O aplikaci
de: Über
el: Σχετικά με
es: Acerca de
fr: À propos
hu: Névjegy
it: Informazioni su
ja: このソフトの情報
lv: Par
nl_nl: Over
pl: O programie
pt: Sobre
pt_br: Sobre
ro: Despre
ru: О программе
sk: O projekte
tr: Hakkında
uk: Про застосунок
uz_latn_uz: Baǵdarlama haqqında
vi: Thông tin
zh_hans: 关于
zh_hant: 關於

# AboutPage_TranslationCredit
source: Translations provided by community.
ar: الترجمة متوفرة بواسطة المجتمع.
bg: Преводи, предоставени от общността.
bs: Prevode je obezbedila zajednica.
cs: Překlady od komunity.
de: Deutsche Übersetzung von cureter & Sko-Induktor & Running_Dead89.
el: Οι μεταφράσεις γίνονται από την κοινότητα.
es: Traducido al español por: M.A.G.
fr: Traductions fournies par la communauté.
hu: Translated into Hungarian by LabodiDavid.
it: Traduzioni a cura della comunità.
ja: anmoti によって日本語に翻訳されました。
lv: Tulkojumus nodrošina kopiena.
nl_nl: Vertalingen geleverd door Melm.
pl: Tłumaczenia tworzone są przez społeczność.
pt: Tradução para português de Portugal feita por dcsilva.
pt_br: Traduzido para o Português (Brasil) por Vernnon!.
ro: Traducere de Mario Bălănică
ru: Переводы предоставлены сообществом.
sk: Preklad komunity.
tr: Undervolt tarafından Türkçe çeviri
uk: Українською переклали Владислав Придатько та Дмитро Зозуля.
uz_latn_uz: Awdarmalar birlespe tárepinen támiyinlendi.
vi: Bản dịch tiếng Việt do Not_Nhan, Nagidrop, NanKill, Kuri và Kztera thực hiện.
zh_hans: Translated by Karl Lee. 由凌卡Karl汉化，开源社区校正。
zh_hant: 翻譯多數由 flandretw 提供，開源社群校正。

# AboutPage_Version
source: Version
ar: الإصدار
bg: Версия
bs: Verzija
cs: Verze
el: Έκδοση
es: Versión
hu: Verziók
it: Versione
lv: Versija
nl_nl: Versie
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия
sk: Verzia
tr: Sürüm
uk: Версія
uz_latn_uz: Versiya
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Add
ar: إضافة
bg: Добави
bs: Dodaj
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
lv: Pievienot
nl_nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adăugați
ru: Добавить
sk: Pridať
tr: Ekle
uk: Додати
uz_latn_uz: Qosıw
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add new
ar: أضف جديد
bg: Добави ново
bs: Dodaj novu
cs: Přidat nový
de: Neu hinzufügen
el: Προσθήκη νέας
es: Añadir nueva
fr: Ajouter une Action
hu: Új hozzáadása
it: Aggiungi Evento
ja: 新しく追加
lv: Pievienot jaunu
nl_nl: Toevoegen
pl: Dodaj
pt: Adicionar novo
pt_br: Adicionar um nova
ro: Adăugați nou
ru: Добавить новое действие
sk: Pridať novú
tr: Yeni ekle
uk: Додати нову
uz_latn_uz: Jańadan qosıw
vi: Thêm mới
zh_hans: 新建
zh_hant: 新增

# AlwaysOnUSBControl_Message
source: Charge USB devices, when the laptop is off, sleeping or hibernated.
ar: شحن الاجهزة عبر ال USB, حتى لو كان الحاسب مغلق او فى وضع النوم او السبات.
bg: Зареждане на USB устройства при изключен компютър, в спящ режим или в режим на хибернация.
cs: Nabíjet zařízení USB, když je počitač vypnut, nebo v režimu spánku/hibernace.
de: Lade USB Geräte, wenn der Computer ausgeschaltet ist oder sich im Schlaf- oder Ruhezustand befindet.
el: Φορτίστε τις συσκευές USB όταν ο υπολογιστής είναι απενεργοποιημένος, σε κατάσταση αναστολής λειτουργίας ή αδρανοποίησης.
es: Cargar dispositivos USB, cuando el equipo esté apagado o en modo de suspensión/hibernación.
fr: Charger périphériques USB, lorsque l'appareil est éteint ou mise en veille ou mise en veille prolongée.
hu: Töltse az USB eszközöket a számítógép kikapcsolt, alvó vagy hibernált állapota esetén is.
it: Alimenta i dispositivi connessi alle porte USB, quando il computer è spento, in standby o in ibernazione.
ja: デバイスの電源がオフ、スリープ、または休止状態の場合にUSB機器を充電します。
lv: Uzlādējiet USB ierīces, kad dators ir izslēgts vai atrodas miega vai hibernācijas režīmā.
nl_nl: Laad USB-apparaten op wanneer de computer is uitgeschakeld of in de slaap- of sluimerstand staat.
pl: Zasilaj urządzenia USB, gdy laptop jest wyłączony, uśpiony lub zahibernowany.
pt: Carregar dispositivos USB, quando o computador está suspenso ou em modo de hibernação.
pt_br: Carregar dispositivos USB mesmo quando o computador estiver desligado, em modo de suspensão ou hibernando.
ro: Încărcați dispozitivele USB, când computerul este oprit sau în modul de repaus sau hibernare.
ru: Зарядка устройств через USB, когда компьютер выключен или находится в режиме сна или гибернации.
sk: Nabíjanie USB zariadení, aj keď je počítač vypnutý, v spánku alebo hibernuje.
tr: Bilgisayar kapalı, uyku veya hazırda bekletme modundayken USB cihazlarını şarj edin.
uk: Заряджати USB-пристрої, коли комп'ютер вимкнений або знаходиться у режимах сну чи гібернації.
uz_latn_uz: Kompyuter óshirilgen, gibernaciya yamasa uyqı rejiminde bolǵanda qurılmalardı USB arqalı zaryadlaw.
vi: Sạc các thiết bị khác qua cổng USB, khi máy tính đang Tắt, ở chế độ Ngủ hay ở chế độ Ngủ đông.
zh_hans: 在电脑关机、睡眠或休眠时保持 USB 接口供电。 一般为笔记本侧面标有电池标志的 USB 接口受此项控制。
zh_hant: 標有電池標誌的 USB 受此項控制，在電腦關機、睡眠或休眠時保持 USB 供電。

# AlwaysOnUSBControl_Title
source: Always on USB
ar: ال USB يعمل دائما
bg: Винаги включен USB
cs: USB vždy zapnut
el: Πάντα ενεργά USB
es: USB siempre encendido
hu: Állandó USB
it: USB sempre attive
ja: USBの常時給電
lv: Vienmēr ieslēgts USB
nl_nl: USB Altijd Aan
pl: USB zawsze włączone
pt: USB sempre ligado
pt_br: USB Sempre ativa
ro: USB mereu activ
ru: Постоянное питание от USB
sk: Vždy napájané USB
tr: Her zaman açık USB
uk: Завжди увімкнені USB
uz_latn_uz: Hámiyshe USBden quwatlanıw
vi: Luôn bật cổng USB
zh_hans: 保持 USB 供电
zh_hant: 保持 USB 供電

# AlwaysOnUsbAutomationStepControl_Message
source: Charge USB devices, when the laptop is off, sleeping or hibernated.
ar: شحن الاجهزة عبر ال USB, حتى لو كان الحاسب مغلق او فى وضع النوم او السبات.
bg: Зареждане на USB устройства при изключен компютър, в спящ режим или в режим на хибернация.
cs: Nabíjet zařízení USB, když je počitač vypnut, nebo v režimu spánku/hibernace.
de: Lade USB Geräte, wenn der Computer ausgeschaltet ist oder sich im Schlaf- oder Ruhezustand befindet.
el: Φορτίστε τις συσκευές USB όταν ο υπολογιστής είναι απενεργοποιημένος, σε κατάσταση αναστολής λειτουργίας ή αδρανοποίησης.
es: Cargar dispositivos USB, cuando el equipo esté apagado o en modo de suspensión/ hibernación.
fr: Charger périphériques USB, lorsque l'appareil est éteint ou mise en veille ou mise en veille prolongée.
hu: Töltse az USB eszközöket a számítógép kikapcsolt, alvó vagy hibernált állapota esetén is.
it: Alimenta i dispositivi connessi alle porte USB, quando il computer è spento, in standby o in ibernazione.
ja: デバイスの電源がオフ、スリープ、または休止状態の場合にUSB機器を充電します。
lv: Uzlādējiet USB ierīces, kad dators ir izslēgts vai atrodas miega vai hibernācijas režīmā.
nl_nl: Laad USB-apparaten op wanneer de computer is uitgeschakeld of in de slaap- of sluimerstand staat.
pl: Ładuj urządzenia USB gdy komputer jest wyłączony, uśpiony lub zahibernowany.
pt: Carregar dispositivos USB, quando o computador está suspenso ou em modo de hibernação.
pt_br: Carregar dispositivos USB mesmo quando o computador estiver desligado, em modo de suspensão ou hibernando.
ro: Încărcați dispozitivele USB, când computerul este oprit sau în modul de repaus sau hibernare.
ru: Зарядка устройств через USB, когда компьютер выключен или находится в режиме сна или гибернации.
sk: Nabíjanie USB zariadení, aj keď je počítač vypnutý, v spánku alebo hibernuje.
tr: Bilgisayar kapalı, uyku veya hazırda bekletme modundayken USB cihazlarını şarj edin.
uk: Заряджати USB-пристрої, коли комп'ютер вимкнений або у режимі сну та режимі гібернації.
uz_latn_uz: Kompyuter óshirilgen, gibernaciya yamasa uyqı rejiminde bolǵanda qurılmalardı USB arqalı zaryadlaw.
vi: Sạc các thiết bị khác qua cổng USB, khi máy tính đang Tắt, ở chế độ Ngủ hay ở chế độ Ngủ đông.
zh_hans: 在电脑关机、睡眠或休眠时保持 USB 接口供电。 一般为笔记本侧面标有电池标志的 USB 接口受此项控制。
zh_hant: 標有電池標誌的 USB 受此項控制，在電腦關機、睡眠或休眠時保持 USB 供電。

# AlwaysOnUsbAutomationStepControl_Title
source: Always on USB
ar: ال USB يعمل دائما
bg: Винаги включен USB
cs: USB vždy zapnut
el: Πάντα ενεργά USB
es: USB siempre encendido
hu: Állandó USB
it: USB sempre attive
ja: USBの常時給電
lv: Vienmēr ieslēgts USB
nl_nl: USB Altijd Aan
pl: USB zawsze włączone
pt: USB sempre ligado
pt_br: USB Sempre ativa
ro: USB mereu activ
ru: Постоянное питание от USB
sk: Vždy napájané USB
tr: Her zaman açık USB
uk: Завжди увімкнені USB
uz_latn_uz: Hámiyshe USBden quwatlanıw
vi: Luôn bật cổng USB
zh_hans: 保持 USB 供电
zh_hant: 保持 USB 供電

source: Apply
ar: تطبيق
bg: Приложи
bs: Primijeni
cs: Použít
de: Anwenden
el: Εφαρμογή
es: Aplicar
fr: Confirmer
hu: Alkalmaz
it: Salva
ja: 適用
lv: Apstiprināt
nl_nl: Toepassen
pl: Zastosuj
pt: Aplicar
pt_br: Aplicar
ro: Aplicare
ru: Применить
sk: Použiť
tr: Uygula
uk: Застосувати
uz_latn_uz: Qollanıw
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

# ApplyAndClose
source: Apply & Close
ar: تطبيق وإغلاق
bg: Приложи и затвори
bs: Primijeni i zatvori
cs: Použít a zavřít
de: Anwenden & Schließen
el: Εφαρμογή και κλείσιμο
es: Aplicar y cerrar
fr: Confirmer et fermer
hu: Alkalmazás és bezárás
it: Salva ed esci
ja: 適用して閉じる
lv: Apstiprināt un Aizvērt
nl_nl: Opslaan & sluiten
pl: Zastosuj i zamknij
pt: Aplicar e fechar
pt_br: Aplicar e Fechar
ro: Aplicare & închidere
ru: Применить и закрыть
sk: Použiť a zavrieť
tr: Uygula & Kapat
uk: Застосувати та закрити
uz_latn_uz: Qollanıw hám jabıw
vi: Áp dụng và đóng
zh_hans: 应用并关闭
zh_hant: 套用 & 關閉

# AutomationPage_ActionsEnable_Message
source: Lenovo Legion Toolkit must be running for automatic actions to work.
ar: البرنامج يجب انا يكون مفتوحا حتى يعمل الأجراءات التلقائية.
bg: Lenovo Legion Toolkit трябва да работи, за да може автоматичните действия да бъдат изпълнени.
bs: Lenovo Legion Toolkit mora biti pokrenut da bi automatske akcije radile.
cs: Lenovo Legion Toolkit musí být zapnut, aby fungovaly automatické akce.
de: Lenovo Legion Toolkit muss ausgeführt werden, damit die automatischen Aktionen funktionieren.
el: Το Lenovo Legion Toolkit πρέπει να εκτελείται για να λειτουργήσουν οι αυτόματες ενέργειες.
es: Lenovo Legion Toolkit deberá estar ejecutándose para que funcionen las acciones automáticas.
fr: Lenovo Legion Outils doit être en cours d'exécution pour que les actions automatiques fonctionnent.
hu: A Lenovo Legion Eszköztárnak futnia kell az automatikus műveletek működéséhez.
it: Lenovo Legion Toolkit deve rimanere in esecuzione per far funzionare le azioni automatizzate.
ja: 自動アクションが機能するには、Lenovo Legion Toolkit が実行されている必要があります。
lv: Lai automātiskās darbības darbotos, ir jābūt ieslēgtam Lenovo Legion Toolkit.
nl_nl: Lenovo Legion Toolkit moet actief zijn om automatische acties te laten werken.
pl: Akcje będą działać, tylko gdy Lenovo Legion Toolkit jest uruchomiony.
pt: O Lenovo Legion Toolkit tem que estar a rodar para as ações automáticas funcionarem.
pt_br: O Lenovo Legion Toolkit deve estar sendo executado para rodar tarefas automatizadas.
ro: Lenovo Legion Toolkit trebuie să ruleze pentru ca acțiunile automate să funcționeze.
ru: Lenovo Legion Toolkit должен быть запущен для выполнения автоматических действий.
sk: Lenovo Legion Toolkit musí byť zapnutý na to, aby automatické akcie fungovali.
tr: Otomatik eylemlerin çalışması için Lenovo Legion Toolkit çalışıyor olmalıdır.
uk: Lenovo Legion Toolkit повинен бути запущений, щоб автоматичні дії працювали.
uz_latn_uz: Avtomatikalıq háreketlerdiń orınlanıwı ushın Lenovo Legion Toolkit iske túsirilgen bolıwı kerek.
vi: Lenovo Legion Toolkit phải chạy trong nền để các Hành động làm việc.
zh_hans: 只有在本程序运行时，自动化才可生效。
zh_hant: 自動化功能一定要在 Lenovo Legion 工具套件執行時才可以運作。

# AutomationPage_ActionsEnabled_Title
source: Enable
ar: تفعيل
bg: Активирай
bs: Omogući
cs: Povolit
de: Einschalten
el: Ενεργοποιημένες
es: Activar
fr: Activer
hu: Engedélyezés
it: Abilita
ja: 有効化
lv: Iespējot
nl_nl: Inschakelen
pl: Włącz
pt: Ativar
pt_br: Habilitar
ro: Activare
ru: Активировать
sk: Zapnúť
tr: Etkinleştir
uk: Увімкнути
uz_latn_uz: Iske túsiriw
vi: Kích hoạt
zh_hans: 启用自动化
zh_hant: 啟用

# AutomationPage_Actions_Empty
source: No Actions defined. Click "Add new" to create new Action.
ar: لا يوجد أجراءات معرفة. اضعط على "اضافة جديد" لأنشاء أجراءات جديدة.
bg: Нямате дефинирани Действия. Натиснете "Добави ново", за да създадете ново Действие.
bs: Nema definisanih akcija. Kliknite na "Dodaj novu" da bi kreirali novu akciju.
cs: Nejsou definovány žádné akce. Kliknutím na „Přidat novou“ vytvoříte novou akci.
de: Keine Aktionen definiert. Klicke auf "Neu hinzufügen", um eine neue Aktion zu erstellen.
el: Δεν έχουν οριστεί ενέργειες. Πατήστε "Προσθήκη νέας" για να δημιουργήσετε μια νέα ενέργεια.
es: Ninguna acción definida. Haga clic en "Añadir nueva" para crear una nueva acción.
fr: Aucune Action définie. Cliquer sur "Ajouter une Action" pour créer une nouvelle Action.
hu: Nincsenek meghatározott műveletek. Kattints az "Új hozzáadása" gombra új művelet létrehozásához.
it: Nessuna azione configurata. clicca su "Aggiungi nuova" per configurare una nuova azione.
ja: アクションが定義されていません。「新しく追加」をクリックして新しいアクションを作成します。
lv: Nav definētas Darbības. Lai izveidotu jaunu Darbību, noklikšķiniet uz "Pievienot jaunu".
nl_nl: Geen acties gedefinieerd. Klik op "Nieuwe toevoegen" om een nieuwe actie te maken.
pl: Nie zdefiniowano żadnych akcji. Kliknij "dodaj nową", aby utworzyć nową akcję.
pt: Nenhuma Ação definida. Clica em "Adicionar nova" para criar uma nova ação.
pt_br: Sem ações definidas. Clique em "Adicionar nova" para criar uma ação.
ro: Nicio Acțiune definită. Apăsați pe "Adăugați nou" pentru a crea o nouă Acțiune.
ru: Действия не заданы. Нажмите "Добавить новое действие" для создания.
sk: Žiadne akcie. Kliknite "Pridať novú" pre vytvorenie nových akcií.
tr: Eylem bulunamadı. Yeni Eylem oluşturmak için "Yeni ekle"yi tıklayın.
uk: Дії не визначено. Натисніть "Додати" щоб створити нову дію.
uz_latn_uz: Háreketler anıqlanbaǵan. Jańa háreket jaratıw ushın "Jańadan qosıw" túymesin basıń.
vi: Chưa có Hành động nào được tạo. Bấm "Thêm mới" để tạo Hành động mới.
zh_hans: 当前没有自动化脚本，请点击 “新建” 来新建一项。
zh_hant: 尚未定義功能。點擊「新增」以新增新的功能。

# AutomationPage_Actions_Message
source: If enabled, these action will run automatically. Whenever state changes, all actions will be evaluated from top to bottom. Only actions that match current state will run.
ar: ان كانت مفعلة, هذه الأجراءات سوف تعمل تلقائيا. كلما تغيرت الحالة سوفت يقيم كل الأجراءات ابتداء من اعلى لأسفل. الأجراءات التى تطابق الحالة الحالية سوف تنفذ.
bg: Действия ще бъдат изпълнени автоматично, ако функцията е активирана. При промяна в състоянието, всички те ще бъдат проверени от горе надолу. Само тези, които съвпадат с настоящото състояние, ще бъдат изпълнени.
cs: Pokud je tato funkce povolena, akce se spustí automaticky. Kdykoli se stav změní, všechny akce budou vyhodnoceny shora dolů. Spustí se pouze akce, které odpovídají aktuálnímu stavu.
de: Wenn eingeschaltet, werden diese Aktionen automatisch ausgeführt. Wenn sich der Zustand ändert, werden alle Aktionen von oben nach unten ausgewertet. Nur Aktionen, die dem aktuellen Zustand entsprechen, werden ausgeführt.
el: Εάν είναι ενεργή, αυτή η ενέργεια θα εκτελεστεί αυτόματα. Κάθε φορά που αλλάζει η κατάσταση, όλες οι ενέργειες θα αξιολογηθούν από πάνω προς τα κάτω. Θα εκτελούνται μόνο οι ενέργειες που αντιστοιχούν στην τρέχουσα κατάσταση.
es: Al activar estas acciones, se ejecutarán automáticamente. Cada vez que el estado cambie, se evaluarán las acciones de arriba a abajo. Sólo se ejecutarán las acciones que coincidan con el estado actual.
fr: Si elles sont activées, ces actions seront exécutées automatiquement. Lorsque l'état change, toutes les actions sont évaluées de haut en bas. Seules les actions qui correspondent à l'état actuel seront exécutées.
hu: Ha engedélyezve van, ezek a műveletek automatikusan lefutnak. Amikor az állapot megváltozik, az összes művelet futásra kerül felülről lefelé haladva. Csak az aktuális állapotnak megfelelő műveletek fognak futni.
it: Se attive, queste azioni verranno eseguite automaticamente secondo gli eventi configurati. La priorità delle azioni è dall'alto verso il basso.
ja: 有効にすると、これらのアクションは自動的に実行されます。状態が変化するたびに、すべてのアクションが上から下に評価されます。 現在の状態と一致するアクションのみが実行されます。
lv: Ja šīs darbības ir iespējotas, tās tiks veiktas automātiski. Mainoties stāvoklim, visas darbības tiks izvērtētas no augšas uz leju. Tiks izpildītas tikai tās darbības, kas atbilst pašreizējam stāvoklim.
nl_nl: Indien ingeschakeld, wordt deze actie automatisch uitgevoerd. Wanneer de status verandert, worden alle acties van boven naar beneden geëvalueerd. Alleen acties die overeenkomen met de huidige status worden uitgevoerd.
pl: Jeśli włączone, te akcje będą uruchamiane automatycznie. Za każdym razem, gdy stan się zmieni, wszystkie akcje zostaną przetworzone od góry do dołu. Uruchomione zostaną tylko te akcje, które odpowiadają aktualnemu stanowi.
pt: Se ativado, estas ações irão ser executadas automaticamente. Quando o estado mudar, todas as ações serão avaliadas de cima para baixo. Apenas as ações que corresponderem ao estado atual irão ser executadas.
pt_br: Se habilitado, essas ações serão executadas automaticamente. Independente do estado, todas as ações serão validadas de cima para baixo. Somente ações que correspondem com o estado atual serão executadas.
ro: Dacă setarea este activată, aceste acțiuni vor rula automat. Ori de câte ori starea se schimbă, toate acțiunile vor fi evaluate de sus până jos. Se vor rula numai acțiunile care se potrivesc cu starea actuală.
ru: При активации эти действия будут выполняться автоматически. При изменении состояния все действия будут обрабатываться сверху вниз. Будут выполняться только те действия, которые соответствуют текущему состоянию.
sk: Pri povolení budú tieto akcie spustené automaticky. Kedykoľvek sa zmení stav, všetky akcie budú vyhodnotené z hora dole. Len akcie zhodne s momentálnym stavom budú spustené.
tr: Etkinleştirilirse, bu eylem otomatik olarak çalışacaktır. Durum değiştiğinde, tüm eylemler yukarıdan aşağıya doğru çalıştırılacaktır. Yalnızca mevcut durumla eşleşen eylemler çalışacaktır.
uk: Якщо увімкнено ці функції будуть запускатися автоматично. При зміні стану всі дії будуть оцінюватися згори донизу. Тільки дії, які підходять під теперішній стан будуть запущені.
uz_latn_uz: Eger qosılǵan bolsa, bul háreketler avtomatikalıq ámelge asırıladı. Jaǵday ózgergende, barlıq háreketler joqarıdan tómenge qaray bahalanadı. Tek ámeldegi jaǵdayǵa sáykes keletuǵın háreketler orınlanadı.
vi: Nếu chọn kích hoạt, các Hành động bên dưới sẽ tự động chạy. Khi có bất cứ điều kiện nào thay đổi, tất cả các Hành động sẽ được đánh giá lại theo thứ tự từ trên xuống dưới. Chỉ có các Hành động thỏa điều kiện hiện tại sẽ được chạy.
zh_hans: 启用自动化后，当设备的状态发生改变时，本应用将会按顺序检查各项自动化是否符合条件后，执行相关操作。
zh_hant: 如果啟用，此功能將自動地執行。當狀態變更時，所有功能將按順序檢查各項自動化是否符合條件。

# AutomationPage_Actions_Title
source: Actions
ar: الأجراءات
bg: Действия
bs: Akcije
cs: Akce
de: Aktionen
el: Ενέργειες
es: Acciones
hu: Műveletek
it: Azioni automatizzate
ja: アクション
lv: Darbības
nl_nl: Acties
pl: Akcje
pt: Ações
pt_br: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
tr: Eylemler
uk: Дії
uz_latn_uz: Háreketler
vi: Hành động
zh_hans: 自动化
zh_hant: 功能

# AutomationPage_AddManualPipeline_Placeholder
source: Name...
ar: الاسم...
bg: Име...
bs: Naziv...
cs: Jméno...
el: Όνομα...
es: Nombre...
fr: Nom...
hu: Név...
it: Nome...
ja: 名前...
lv: Vārds...
nl_nl: Naam...
pl: Nazwa...
pt: Nome...
pt_br: Nome...
ro: Nume...
ru: Название...
sk: Meno...
tr: İsim...
uk: Назва...
uz_latn_uz: Ataması...
vi: Tên...
zh_hans: 点此输入名称
zh_hant: 名稱……

# AutomationPage_AddManualPipeline_Title
source: Add new
ar: أضف جديد
bg: Добави ново
bs: Dodaj novu
cs: Přidat nový
de: Neu hinzufügen
el: Προσθήκη νέας
es: Añadir nuevo
fr: Ajouter une Action
hu: Új hozzáadása
it: Aggiungi Evento
ja: 新しく追加
lv: Pievienot jaunu
nl_nl: Nieuw toevoegen
pl: Dodaj nową
pt: Adicionar nova
pt_br: Adicionar nova
ro: Adăugați nou
ru: Добавить новое
sk: Pridať novú
tr: Yeni ekle
uk: Додати нову
uz_latn_uz: Jańasın qosıw
vi: Thêm mới
zh_hans: 新建
zh_hant: 新增
