Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# GodModeSettingsWindow_CPU_LongTermPL_Description
source: The continuous power consumption that can be reached by the CPU.
bg: Непрекъснатата консумация на енергия, която може да достигната от процесора.
de: Die kontinuierliche Leistungsaufnahme, die von der CPU erreicht werden kann.
el: Η συνεχής κατανάλωση ενέργειας που μπορεί να φτάσει η CPU.
es: El consumo continuo de energía que puede alcanzar la tarjeta gráfica.
fr: La consommation d'énergie qui peut être atteinte en continu par le CPU.
hu: A CPU által elérhető folyamatos energiafogyasztás.
lv: Nepārtrauktais enerģijas patēriņš, ko var sasniegt CPU.
nl_nl: Het continue stroomverbruik dat door de CPU kan worden bereikt.
pl: Ciągłe zużycie mocy, które może osiągnąć CPU.
pt: O consumo de energia contínuo que o CPU pode alcançar.
pt_br: O consumo contínuo de energia que pode ser alcançado pela CPU.
ru: Непрерывное потребление энергии, которое может быть достигнуто процессором.
sk: Stála spotreba CPU, ktorá môže byť dosiahnutá.
tr: CPU tarafından ulaşılabilen sürekli güç tüketimi.
uk: Пік енергоспоживання, якого може досягти ЦП.
uz_latn_uz: Processor tárepinen úzliksiz paydalanıw múmkin bolǵan quwatlılıq.
vi: Lượng điện năng tối đa CPU có thể sử dụng liên tục.
zh_hans: CPU 持续负载功耗限制。
zh_hant: CPU 持續功率限制。

# GodModeSettingsWindow_CPU_ShortTermPL_Description
source: The peak power consumption that can be reached by the CPU within a short amount time.
bg: Пиковата консумация на енергия, която може да достигната от процесора за кратък период от време.
de: Die maximale Leistungsaufnahme, die von der CPU innerhalb eines kurzen Zeitraums erreicht werden kann.
el: Η κορυφαία κατανάλωση ενέργειας που μπορεί να φτάσει η CPU μέσα σε σύντομο χρονικό διάστημα.
es: El consumo máximo de energía que puede alcanzar la tarjeta gráfica en un breve espacio de tiempo.
fr: La consommation d'énergie maximale qui peut être atteinte par le CPU dans un court laps de temps.
hu: A CPU által rövid időn belül elérhető maximális energiafogyasztás.
lv: Maksimālais jaudas patēriņš, ko CPU var sasniegt īsā laikā.
nl_nl: Het continue stroomverbruik dat door de CPU kan worden bereikt in een korte periode.
pl: Maksymalne zużycie mocy, które może osiągnąć CPU w krótkotrwałym okresie.
pt: O consumo de energia máximo que o CPU pode alcançar num período de tempo pequeno.
pt_br: O pico de consumo de energia que pode ser alcançado pela CPU em um curto período de tempo.
ru: Пиковая потребляемая мощность, которая может быть достигнута процессором за короткое время.
sk: Spotreba CPU v špičke, ktorá môže byť dosiahnutá na krátku dobu.
tr: CPU tarafından kısa bir süre içinde ulaşılabilen en yüksek güç tüketimi.
uk: Пік енергоспоживання, якого може досягти ЦП за короткий проміжок часу.
uz_latn_uz: Qısqa waqıt ishinde processor tárepinen paydalanıw múmkin bolǵan eń joqarı quwatlılıq.
vi: Lượng điện năng tối đa CPU có thể sử dụng trong thời gian ngắn.
zh_hans: CPU 短时峰值功耗限制。
zh_hant: CPU 短時間峰值功率限制。

# GodModeSettingsWindow_CPU_PeakPL_Description
source: The maximum instantaneous power consumption that can be reached by the CPU.
bg: Максималната мигновенна консумация на енергия, която може да достигната от процесора.
de: Die maximale sofortige Leistungsaufnahme, die von der CPU erreicht werden kann.
el: Η μέγιστη στιγμιαία κατανάλωση ενέργειας που μπορεί να φτάσει η CPU.
es: El consumo máximo instantáneo que puede alcanzar la tarjeta gráfica.
fr: La consommation d'énergie instantanée maximale qui peut être atteinte par le CPU.
hu: A CPU által elérhető maximális pillanatnyi energiafogyasztás.
lv: Maksimālais momentānais enerģijas patēriņš, ko var sasniegt CPU.
nl_nl: Het maximale directe stroomverbruik dat door de CPU kan worden bereikt.
pl: Maksymalne chwilowe zużycie mocy, które może osiągnąć CPU.
pt: O consumo de energia máximo instantâneo que o CPU pode alcançar.
pt_br: O consumo instantâneo máximo de energia que pode ser alcançado pela CPU.
ru: Максимальное значение потребляемой мощности, которое может быть достигнуто процессором.
sk: Maximálna okamžitá spotreba CPU, ktorá môže byť dosiahnutá.
tr: CPU tarafından ulaşılabilen maksimum anlık güç tüketimi.
uk: Максимальне миттєве енергоспоживання, якого може досягти ЦП.
uz_latn_uz: Processor tárepinen jetiwi múmkin bolǵan quwatlılıqtan paydalanıwdıń eń joqarı dárejesi.
vi: Lượng điện năng tối đa CPU có thể sử dụng tức thì.
zh_hans: CPU瞬时功耗限制。
zh_hant: CPU 瞬間功率限制。

# GodModeSettingsWindow_CPU_CrossLoading_Description
source: The maximum power consumption that can be reached by the CPU when both CPU and GPU are fully utilized.
bg: Максималната консумация на енергия, която може да бъде достигната от процесора, когато както процесора, така и видеокартата са използвани напълно.
de: Der maximale Stromverbrauch, der von der CPU erreicht werden kann, wenn sowohl CPU als auch GPU voll ausgelastet sind.
el: Η μέγιστη κατανάλωση ισχύος που μπορεί να επιτευχθεί από τη CPU όταν χρησιμοποιούνται πλήρως τόσο η CPU όσο και η GPU.
es: El consumo máximo de energía que puede alcanzar la CPU, si ésta y la GPU se utilizan al máximo.
fr: La consommation d'énergie maximale qui peut être atteinte par le CPU lorsque le CPU et le GPU sont tous deux pleinement utilisés.
hu: A maximális energiafogyasztás, amelyet a CPU elérhet, ha a CPU és a GPU teljes mértékben ki van használva.
lv: Maksimālais jaudas patēriņš, ko var sasniegt centrālais procesors, pilnībā izmantojot gan CPU, gan GPU.
nl_nl: Het maximale stroomverbruik dat door de CPU kan worden bereikt wanneer zowel de CPU als GPU volledig belast worden.
pl: Maksymalne zużycie mocy, które może osiągnąć CPU, gdy CPU i GPU są w pełnym użytku.
pt: O consumo de energia máximo que o CPU pode alcançar quando tanto o CPU como a GPU estão em utilização máxima.
pt_br: O consumo máximo de energia que pode ser alcançado pela CPU quando a CPU e a GPU são totalmente utilizadas.
ru: Максимальное энергопотребление, которое может быть достигнуто CPU при полной загрузке CPU и GPU.
sk: Maximálna spotreba, ktorá môže byť dosiahnutá CPU, keď sú obe CPU aj GPU plne vyťažené.
tr: Hem CPU hem de GPU tamamen kullanıldığında CPU tarafından ulaşılabilen maksimum güç tüketimi.
uk: Максимальне енергоспоживання, яке може бути досягнуте ЦП, коли обидва ЦП та ГП повністю навантажені.
uz_latn_uz: CPU hám GPUdı tolıq qollanǵanda, CPU tárepinen jetiwi múmkin bolǵan quwatlılıqtan paydalanıwdıń eń joqarı dárejesi.
vi: Lượng điện năng tối đa CPU có thể sử dụng khi cả CPU và GPU cùng được sử dụng hết công suất.
zh_hans: 当 CPU 与 GPU 同时最大负载时，CPU 的最大功耗限制。
zh_hant: CPU 和 GPU 達到最大負載時，CPU 可以達到的最大功率。

# GodModeSettingsWindow_CPU_APUsPPT_PL_Description
source: The peak power consumption that can be reached by the CPU with a minor delay.
bg: Пиковата консумация на енергия, която може да достигната от процесора с кратко забавяне.
de: Die maximale Leistungsaufnahme, die von der CPU mit einer geringen Verzögerung erreicht werden kann.
el: Η κορυφαία κατανάλωση ισχύος που μπορεί να φτάσει η CPU με μικρή καθυστέρηση.
es: El consumo máximo de energía que puede alcanzar la CPU con un retardo menor.
fr: La consommation d'énergie maximale qui peut être atteinte par le CPU avec un délai mineur.
hu: A CPU által kisebb késleltetéssel elérhető maximális energiafogyasztás.
lv: Maksimālais jaudas patēriņš, ko CPU var sasniegt ar nelielu aizkavi.
nl_nl: De continue stroomverbruik dat door de CPU met een korte vertraging bereikt kan worden.
pl: Szczytowe zużycie energii, które może być osiągnięte przez procesor z niewielkim opóźnieniem.
pt: O consumo de energia máximo que o CPU pode alcançar com um pequeno atraso.
pt_br: O pico de consumo de energia que pode ser alcançado pela CPU com um pequeno atraso.
ru: Пиковая потребляемая мощность, которая может быть достигнута процессором при незначительной задержке.
sk: Spotreba CPU v špičke, ktorá môže byť dosiahnutá s malým oneskorením.
tr: CPU tarafından küçük bir gecikmeyle ulaşılabilen en yüksek güç tüketimi.
uk: Пік енергоспоживання, якого може досягти ЦП з короткою затримкою.
uz_latn_uz: Azǵana irkilis penen processor tárepinen paydalanıw múmkin bolǵan eń joqarı quwatlılıq.
vi: Lượng điện năng tối đa CPU có thể sử dụng với một độ trễ nhất định.
zh_hans: CPU 在一定的延迟后可以达到的最大功耗限制。
zh_hant: CPU 在一定的延遲後可以達到的最大功率限制。

# GodModeSettingsWindow_CPU_TempLimit_Description
source: The maximum temperature that can be reached by the CPU before frequency and power is reduced.
bg: Максималната температура, която може да бъде достигната от процесора, преди честотата и мощността да бъдат намалени.
de: Die maximale Temperatur, die von der CPU erreicht werden kann, bevor Frequenz und Leistung reduziert werden.
el: Η μέγιστη θερμοκρασία που μπορεί να φτάσει η CPU πριν μειωθεί η συχνότητα και η ισχύς της.
es: La temperatura máxima que puede alcanzar la CPU antes de que se reduzca la frecuencia y la potencia.
fr: La température maximale que peut atteindre le CPU avant que la fréquence et la puissance ne soient réduites.
hu: A maximális hőmérséklet, amelyet a CPU elérhet, mielőtt a frekvencia és a teljesítmény csökkenne.
lv: Maksimālā temperatūra, ko centrālais procesors var sasniegt pirms frekvences un jaudas samazināšanas.
nl_nl: De maximale temperatuur die door de CPU bereikt kan worden voordat de frequentie en het vermogen verminderd worden.
pl: Maksymalna temperatura, która może zostać osiągnięta przez CPU, zanim nastąpi redukcja częstotliwości i mocy.
pt: A temperatura máxima que o CPU pode atingir antes de a sua frequência e potência serem reduzidas.
pt_br: A temperatura máxima que pode ser alcançada pela CPU antes que a frequência e a potência sejam reduzidas.
ru: Максимальная температура, которая может быть достигнута процессором до снижения частоты и мощности.
sk: Maximálna teplota CPU, ktorá môže byť dosiahnutá pred znížením frekvencie a príkonu.
tr: Frekans ve güç düşürülmeden önce CPU'nun ulaşabileceği maksimum sıcaklık.
uk: Максимальна температура, яка може бути досягнута ЦП до зниження частоти та потужності.
uz_latn_uz: Quwatlılıq hám tezlik páseyiwi aldınan, processor tárepinen jetiwi múmkin bolǵan eń joqarı temperatura.
vi: Nhiệt độ tối đa CPU có thể đạt trước khi giảm xung và giảm điện năng tiêu thụ.
zh_hans: 在降频之前 CPU 的温度限制。
zh_hant: 在降低頻率和功率之前，CPU 可以達到的最高溫度。

# GodModeSettingsWindow_GPU_DynamicBoost_Description
source: The additional maximum power that can be allocated to the GPU based on the power consumption of the CPU.
bg: Допълнителната максимална мощ, която може да бъде разпределена към видеокартата, в зависимост от консумацията на енергия от процесора.
de: Die zusätzliche maximale Leistung, die der GPU auf der Grundlage des Stromverbrauchs der CPU zugewiesen werden kann.
el: Η επιπρόσθετη μέγιστη ισχύς που μπορεί να κατανεμηθεί στην GPU με βάση την κατανάλωση ισχύος της CPU.
es: La potencia máxima adicional que puede asignarse a la GPU, en función del consumo de energía de la CPU.
fr: La puissance maximale supplémentaire qui peut être allouée au GPU en fonction de la consommation d'énergie du CPU.
hu: A GPU-nak a CPU energiafogyasztása alapján kiosztható további maximális teljesítmény.
lv: Papildu maksimālā jauda, ko var piešķirt GPU, pamatojoties uz CPU enerģijas patēriņu.
nl_nl: Het aanvullend maximum wattage dat naar de videokaart toegewezen kan worden, gebaseerd op het verbruik van de CPU.
pl: Maksymalna dodatkowa moc, która może być przydzielona do GPU na podstawie konsumpcji mocy CPU.
pt: A quantidade de energia adicional que pode ser alocada para a GPU baseado no consumo de energia do CPU.
pt_br: A potência máxima adicional que pode ser alocada para a GPU com base no consumo de energia da CPU.
ru: Дополнительная максимальная мощность, которая может быть выделена GPU на основе энергопотребления CPU.
sk: Maximálny dodatočný výkon, ktorý môže byť pridelený GPU na základe spotreby CPU.
tr: CPU'nun güç tüketimine bağlı olarak GPU'ya tahsis edilebilecek ek maksimum güç.
uk: Додаткова максимальна потужність, яка може бути виділена ГП на основі енергоспоживання ГП.
uz_latn_uz: CPUdıń quwatlılıqtan paydalanıwı tiykarında GPUǵa ajıratıw múmkin bolǵan qosımsha maksimal quwatlılıq.
vi: Lượng điện năng GPU có thể sử dụng thêm vượt mức công suất tối đa tùy thuộc vào mức tiêu thụ điện của CPU cao hay thấp.
zh_hans: 基于 CPU 的功耗，最大可以借用给 GPU 的额外功率。
zh_hant: 基於 CPU 的功率，最大可以借用 GPU 的額外功率。

# GodModeSettingsWindow_GPU_CTGP_Description
source: The additional amount of power that can be allocated to the GPU on top of base power consumption.
bg: Допълнителното количество мощ, която може да бъде разпределена към видеокартата върху базовото потребление.
de: Die zusätzliche Energiemenge, die der GPU zusätzlich zum Basisstromverbrauch zugewiesen werden kann.
el: Η επιπρόσθετη ποσότητα ισχύος που μπορεί να κατανεμηθεί στην GPU πέρα από τη βασική κατανάλωση ισχύος.
es: La cantidad adicional de energía que puede asignarse a la GPU además del consumo básico.
fr: La quantité supplémentaire de puissance qui peut être allouée au GPU en plus de la consommation de base.
hu: A GPU-nak az alap energiafogyasztáson felül kiosztható további teljesítmény.
lv: Papildu jaudas apjoms, ko var piešķirt GPU papildus pamata jaudas patēriņam.
nl_nl: Het aanvullend wattage dat naar de videokaart toegewezen kan worden.
pl: Dodatkowa ilość mocy, która może być przydzielona do GPU ponad podstawowe użycie.
pt: A quantidade de energia adicional que pode ser alocada para a GPU para além do consumo de energia base.
pt_br: A potência máxima adicional que pode ser alocada para a GPU com base no consumo de energia.
ru: Дополнительное количество энергии, которое может быть выделено на GPU сверх базового энергопотребления.
sk: Dodatočný výkon, ktorý môže byť pridelený GPU nad základnú spotrebu.
tr: Temel güç tüketimine ek olarak GPU'ya tahsis edilebilecek ek güç miktarı.
uk: Додаткова кількість потужності може бути виділена для ГП на додачу до базового енергоспоживання.
uz_latn_uz: GPU ushın tiykarǵı quwatlılıqtan tısqarı ajratıw múmkin bolǵan qosımsha quwatlılıq muǵdarı.
vi: Lượng điện năng GPU có thể sử dụng thêm vượt mức công suất cơ bản.
zh_hans: 在基本功耗的基础上，可以分配给 GPU的额外功率量。
zh_hant: 基本功率上，最大可以分配給 GPU 的額外功率。

# GodModeSettingsWindow_GPU_TempLimit_Description
source: The maximum temperature that can be reached by the GPU before frequency and power is reduced.
bg: Максималната температура, която може да бъде достигната от видеокартата, преди да бъдат намалени честотата и мощността ѝ.
de: Die maximale Temperatur, die von der GPU erreicht werden kann, bevor Frequenz und Leistung reduziert werden.
el: Η μέγιστη θερμοκρασία που μπορεί να φτάσει η GPU πριν μειωθεί η συχνότητα και η ισχύς της.
es: La temperatura máxima que puede alcanzar la GPU antes de que se reduzca la frecuencia y la potencia.
fr: La température maximale que peut atteindre le GPU avant que la fréquence et la puissance ne soient réduites.
hu: Az a maximális hőmérséklet, amelyet a GPU elérhet, mielőtt a frekvencia és a teljesítmény csökkenne.
lv: Maksimālā temperatūra, ko GPU var sasniegt pirms frekvences un jaudas samazināšanas.
nl_nl: De maximale temperatuur die door de CPU bereikt kan worden voordat de frequentie en het vermogen verminderd worden.
pl: Maksymalna temperatura, która może zostać osiągnięta przez GPU, zanim nastąpi redukcja częstotliwości i mocy.
pt: A temperatura máxima que a GPU pode atingir antes de a sua frequência e potência serem reduzidas.
pt_br: A temperatura máxima que pode ser alcançada pela GPU antes que a frequência e a potência sejam reduzidas.
ru: Максимальная температура, которая может быть достигнута графическим процессором до снижения частоты и мощности.
sk: Maximálna teplota GPU, ktorá môže byť dosiahnutá pred znížením frekvencie a príkonu.
tr: Frekans ve güç düşürülmeden önce GPU'nun ulaşabileceği maksimum sıcaklık.
uk: Максимальна температура, яка може бути досягнути ГП до зниження частоти та потужності.
uz_latn_uz: Quwatlılıq hám tezlik páseyiwi aldınan, grafikalıq processor tárepinen jetiwi múmkin bolǵan eń joqarı temperatura.
vi: Nhiệt độ tối đa GPU có thể đạt trước khi giảm xung và giảm điện năng tiêu thụ.
zh_hans: 在降频前，GPU 的温度限制。
zh_hant: 在降低頻率和功率之前，GPU 可以達到的最高溫度。

source: Default
bg: По подразбиране
de: Standard
el: Προεπιλογή
es: Predefinido
hu: Alapértelmezett
ja: デフォルト
lv: Noklusējums
nl_nl: Standaard
pl: Domyślny
pt: Padrão
pt_br: Padrão
ru: По умолчанию
sk: Predvolený
tr: Varsayılan
uk: За замовчуванням
uz_latn_uz: Aldınnan ornatılǵan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# GodModeSettingsWindow_CPU_PL1Tau
source: Short Term Power Limit Duration
bg: Продължителност на краткосрочното ограничение на мощността
de: Dauer des kurzzeitigen Leistungslimits
el: Διάρκεια Βραχυπρόθεσμου Ορίου Ισχύος
es: Duración límite de potencia a corto plazo
hu: Rövid távú teljesítménykorlátozás időtartama
lv: Īstermiņa Jaudas Ierobežojums
nl_nl: Vermogenslimiet op korte termijn
pl: Czas trwania podwyższonego limitu mocy (Short Term Power Limit)
pt: Duração do limite de energia a curto prazo
pt_br: Power Limit de Curto Prazo
ru: Срок краткосрочного ограничения мощности
sk: Dĺžka krátkodobého obmedzenia výkonu
tr: Kısa Vadeli Güç Sınırı
uk: Короткострокове обмеження потужності
uz_latn_uz: Qısqa múddetli quwatlılıq sheginiń dawamlılıǵı
vi: Giới hạn công suất thời gian ngắn
zh_hans: 短时睿频功耗限制
zh_hant: 短時間功率持續時間限制

# GodModeSettingsWindow_CPU_PL1Tau_Description
source: The amount of time the CPU is allowed to boost and use Short Term Power Limit for. When Tau expires, Long Term Power Limit is used.
bg: Количеството време, през което е позволено на процесора за увеличи и използва краткосрочния лимит на мощността. Когато T изтече се използва дългосрочният лимит на мощността.
de: Die Zeitspanne, für die die CPU das kurzfristige Leistungslimit erhöhen und verwenden darf. Wenn die Zeit abläuft, wird das langfristige Leistungslimit verwendet.
el: Το χρονικό διάστημα για το οποίο επιτρέπεται στη CPU να χρησιμοποιήσει το Βραχυπρόθεσμο Όριο Ισχύος για ώθηση. Όταν λήξει το Tau, θα χρησιμοποιηθεί το Μακροπρόθεσμο Όριο Ισχύος.
es: La cantidad de tiempo que se permite a la CPU aumentar y utilizar el límite de potencia a corto plazo. Cuando Tau expira, se utiliza el límite de potencia a largo plazo.
hu: Az az időtartam, ameddig a CPU növelheti és használhatja a rövid távú teljesítménykorlátozást. Ha a Tau lejár, a hosszú távú teljesítménykorlátozás kerül használatba.
lv: Laiks, cik ilgi CPU ir atļauts palielināt un izmantot Īstermiņa Jaudas Ierobežojumu. Kad beidzas Tau, tiek izmantots Ilgtermiņa Jaudas Ierobežojums.
nl_nl: De hoeveelheid tijd die de CPU mag boosten en de Korte Termijn Vermogenslimiet mag gebruiken. Als Tau verloopt, wordt Lange Termijn Vermogenslimiet gebruikt.
pl: Czas, przez który CPU może korzystać z podwyższonego limitu mocy (Short Term Power Limit). Gdy czas Tau upłynie, zacznie obowiązywać długotrwały limit mocy (Long Term Power Limit).
pt: A quantidade de tempo que o CPU pode dar boost e usar o Limite de Energia a Curto Prazo. Quando expira, o Limite de Energia a Longo Prazo é utilizado.
pt_br: A quantidade de tempo que a CPU pode aumentar e usar o limite de energia de curto prazo. Quando Tau expira, o limite de potência de longo prazo é usado.
ru: Количество времени, в течение которого процессору разрешено увеличивать и использовать краткосрочное ограничение мощности. Когда Тау истекает, используется долгосрочное ограничение мощности.
sk: Množstvo času kedy má CPU povolené posilniť výkon a použiť krátkodobý výkonový limit. Keď Tau vyprší použije sa dlhodobý výkonový limit.
tr: CPU'nun Kısa Süreli Güç Sınırını artırmasına ve kullanmasına izin verilen süre. Tau sona erdiğinde, Uzun Süreli Güç Limiti kullanılır.
uk: Кількість доступного часу для ЦП для прискорення і використання короткострокового обмеження потужності. Коли Tau закінчується, довгострокове обмеження буде використане.
uz_latn_uz: Processorǵa qısqa múddetli quwatlılıqtı sheklew hám kóbeytiw ushın ruqsat berilgen waqıt muǵdarı. Taw múddeti ótkennen keyin, uzaq múddetli quwatlılıqtı sheklew qollanıladı.
vi: Thời gian CPU được phép tăng tốc và công suất được giới hạn bởi Giới hạn công suất thời gian ngắn. Khi hết thời gian, công suất CPU sẽ được giới hạn bởi Giới hạn công suất thời gian dài.
zh_hans: CPU 被允许使用短期功率限制进行加速的时间量。当 Tau 过期时，将使用长期功率限制。
zh_hant: 允許 CPU 使用短時間功率限制進行加速的時間量。當 Tau 到期時，將使用長時間功率限制。

source: Total Processor Power Target In AC
bg: Цел за общата мощност на процесора при включено зарядно
de: Gesamtes Prozessorleistungsziel bei eingestecktem Netzteil
el: Στόχος Συνολικής Ισχύος Επεξεργαστή Κατά Τη Φόρτιση
es: Potencia total del procesador en corriente alterna
hu: Teljes processzor teljesítménycél AC-ben
lv: Kopējais Procesora Jaudas Mērķis Maiņstrāvā
nl_nl: Totaal streefvermogen processor in AC
pl: Całkowity limit mocy procesora przy zasilaniu sieciowym
pt: Alvo de energia total do processador quando ligado ao carregador
pt_br: Alvo de energia total do processador em CA
ru: Общая целевая мощность процессора в сети переменного тока
sk: Celkový cieľ výkonu procesora na sieťovom napájaní
tr: AC'de Toplam İşlemci Gücü Hedefi
uk: Загальна потужність ЦП в змінному струмі
uz_latn_uz: Ózgermeli toktaǵı processordıń ulıwmalıq quwatlılıǵı
vi: Công suất tối đa khi có nguồn điện AC
zh_hans: 插电情况下总处理器功耗目标。
zh_hant: 連接電源時的總處理器功率目標。

source: The point at which the CPU triggers dynamic power consumption adjustment for the GPU.
bg: Кога процесорът започва динамично да определя консумацията на мощ за видеокартата.
de: Der Punkt, an dem die CPU die dynamische Anpassung des Stromverbrauchs für die GPU auslöst.
el: Το σημείο στο οποίο η CPU ενεργοποιεί τη δυναμική προσαρμογή κατανάλωσης ισχύος για την GPU.
es: El punto en el que la CPU activa el ajuste dinámico de consumo de energía de la GPU.
hu: Az a pont, amikor a CPU elindítja a GPU dinamikus energiafogyasztásának beállítását.
lv: Punkts, kurā CPU izraisa dinamisku jaudas patēriņa korekciju priekš GPU.
nl_nl: Het punt waarbij de CPU de dynamische stroom consumptie wijziging triggered voor de GPU.
pl: Punkt, w którym CPU wyzwala dynamiczną regulację zużycia energii dla GPU.
pt: O ponto em que o CPU ativa o consumo de energia dinâmico para a GPU.
pt_br: O ponto em que a CPU aciona o ajuste dinâmico de consumo de energia para a GPU.
ru: Точка при которой процессор запускает динамическую регулировку энергопотребления для GPU.
sk: Bod pri ktorom CPU spustí dynamickú úpravu spotreby výkonu pre GPU.
tr: CPU'nun GPU için dinamik güç tüketimi ayarını tetiklediği nokta.
uk: Точка з якої ЦП запускає динамічне регулювання енергоспоживання ГП.
uz_latn_uz: CPU - GPU ushın ózgeriwsheń quwatlılıqtan paydalanıw sazlawın iske túsiretuǵın orın.
vi: Điểm kích hoạt việc chia sẻ công suất tối đa giữa CPU và GPU.
zh_hans: CPU 触发 GPU 动态功耗调整的点。
zh_hant: CPU 觸發 GPU 動態功率調整點。

source: Create
bg: Съдай
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
hu: Létrehozás
ja: 作成
lv: Izveidot
nl_nl: Maak Aan
pl: Utwórz
pt: Criar
pt_br: Criar
ru: Создать
sk: Vytvoriť
tr: Oluştur
uk: Створити
uz_latn_uz: Jaratıw
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# AddAutomationStepWindow_Title
source: Add step
bg: Добави стъпка
de: Schritt hinzufügen
el: Προσθήκη βήματος
es: Añadir paso
fr: Ajouter étape
hu: Lépés hozzáadása
ja: ステップを追加
lv: Pievienot soli
nl_nl: Stap toevoegen
pl: Dodaj krok
pt: Adicionar etapa
pt_br: Adicionar passo
ru: Добавить шаг
sk: Pridať krok
tr: Adım ekle
uk: Додати крок
uz_latn_uz: Adım qosıw
vi: Thêm hành động
zh_hans: 添加步骤
zh_hant: 新增條件
