Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# GodModeSettingsWindow_Fans_Curve_Message
source: Fan speed is not strictly determined by one temperature sensor. It will raise or lower speed per the highest sensor between CPU, GPU and Heatsink temperature. Exact values will appear when you hover mouse over each step.
ar: سرعه المروحه ليست محدده عن طريق مستشعر حراره واحد. سوف ترفع او تخفض سرعه المروحه علي حسب اعلي حراره للمستشعر بين المعالج و كرت الشاشه و مشتت الحراره. القيم تحديدا سوف تظهر في حال الوقوف علي كل نقطه.
bg: Скоростта на перката не е строго определена само от стойността на един сензор. Скоростта ще се увеличава и намалява в зависимост от най-високото показание измежду сензорите при процесора, видеокартата и системата за охлаждане. Точните стойности ще бъдат показани, когато задържите показалеца на мишката върху всяка стъпка.
cs: Otáčky ventilátoru nejsou striktně určeny jedním teplotním čidlem. Zvýší nebo sníží rychlost podle nejvyššího snímače mezi teplotou CPU, GPU a chladiče. Přesné hodnoty se zobrazí, když najedeš myší na každý krok.
de: Die Lüfterdrehzahl wird nicht strikt von einem Temperatursensor bestimmt. Er erhöht oder senkt die Geschwindigkeit entsprechend dem höchsten Sensor zwischen CPU, GPU und Kühlkörpertemperatur. Die genauen Werte werden angezeigt, wenn Sie mit der Maus über jede Stufe fahren.
el: Η ταχύτητα του ανεμιστήρα δεν καθορίζεται αυστηρά από έναν αισθητήρα θερμοκρασίας. Η ταχύτητα αυξομειώνεται με βάση την υψηλότερη θερμοκρασία μεταξύ του αισθητήρα της CPU, GPU και ψύκτρας. Οι ακριβείς τιμές θα εμφανιστούν όταν τοποθετείτε το ποντίκι πάνω από κάθε βήμα.
es: La velocidad del ventilador no está determinada estrictamente por un sensor de temperatura. Subirá o bajará, dependiendo del indicador más alto de temperatura de la CPU, la GPU y el disipador. Los valores exactos aparecerán al pasar el ratón por encima de cada paso.
fr: La vitesse du ventilateur n'est pas strictement déterminée par un seul capteur de température. Il augmentera ou diminuera sa vitesse en fonction du capteur le plus élevé entre la température du CPU, du GPU et du dissipateur thermique. Les valeurs exactes apparaissent lorsque vous passez la souris sur chaque élément.
hu: A ventillátor sebességét nem minden esetben csak egy hőmérséklet szenzor határozza meg. A processzor, videókártya és a hűtőborda szenzorai közüli legmelegebb értékhez képest változik a ventillátor sebessége. A pontos értékek megjeleníthetők az egér mozgatásával.
it: La velocità della ventola non è strettamente determinata da un sensore di temperatura. Aumenterà o abbasserà la velocità in base al sensore più alto tra la temperatura di CPU, GPU e dissipatore di calore. I valori esatti appariranno quando passi il mouse su ogni step.
ja: ファンの速度は、1つの温度センサーによって厳密に決まるわけではありません。CPU、GPU、ヒートシンクの温度の最も高いセンサーに応じて速度を上げたり下げたりします。正確な値は各ステップにマウスを合わせると表示されます。
lv: Ventilatora ātrumu stingri nenosaka tikai viens temperatūras sensors. Tas palielina vai samazina ātrumu uz augstāko sensoru starp CPU, GPU un sildītāja temperatūru. Precīzas vērtības tiks parādītas, noliekot kursoru virs katra soļa.
nl_nl: Ventilatorsnelheid wordt niet strikt bepaald door één temperatuursensor. Het zal de snelheid verhogen of verlagen volgens de hoogste sensor tussen CPU, GPU en Heatsink-temperatuur. Exacte waarden verschijnen wanneer u de muisaanwijzer over elke stap beweegt.
pl: Prędkość wentylatora nie jest ściśle określona przez jeden czujnik temperatury. Zwiększy lub zmniejszy on prędkość zgodnie z najwyższym odczytem spośród czujników temperatury CPU, GPU i radiatora. Dokładne wartości pojawią się po najechaniu myszką na każdy z kroków.
pt: A velocidade da ventoinha não é estritamente determinada por um sensor de temperatura. Irá aumentar o diminuir a velocidade de acordo com o sensor com a temperatura mais elevada entre o CPU, a GPU e o Heatsink. Os valores exatos irão aparecer quando passares com o rato em cima de cada passo.
pt_br: A velocidade dos coolers não é estritamente determinada por um sensor de temperatura. Ele aumentará ou diminuirá a velocidade pelo sensor mais alto entre a temperatura da CPU, GPU e dissipador de calor. Os valores exatos aparecerão quando você passar o mouse sobre cada etapa.
ro: Viteza ventilatorului nu este determinată strict de un singur senzor de temperatură. Va crește sau va scădea în funcție de senzorul care raportează cea mai mare temperatură dintre CPU, GPU și radiator. Valorile exacte vor apărea când treceți cu mouse-ul peste fiecare pas.
ru: Скорость вращения вентилятора не определяется одним температурным датчиком. Он будет увеличивать или уменьшать скорость в зависимости от наибольшего датчика между температурой CPU, GPU и кулера. Точные значения будут отображаться при наведении курсора мыши на каждый шаг.
sk: Otáčky ventilátora nie sú striktne určené jedným teplotným senzorom. Rýchlosť sa zvýši, alebo zníži podľa najvyššej teploty medzi CPU, GPU a chladičom. Presné hodnoty sa zobrazia, keď prejdete myšou nad jednotlivý krok.
tr: Fan hızı kesin olarak 1 sıcaklık sensörü tarafından belirlenmemektedir. CPU, GPU ve Soğutucu sıcaklığı arasındaki en yüksek sensör başına hızı artıracak veya azaltacaktır. Fareyi her adımın üzerine getirdiğinizde tam değerler görünecektir.
uk: Швидкість кулерів не визначається строго одним датчиком температури. Вона буде підвищуватись або знижуватись за найвищим датчиком між температурою процесора, графічного процесора та радіатора. Точні значення з'являтимуться, коли ви наведете курсор миші на кожен крок.
uz_latn_uz: Samallatqıshtıń aylanıw tezligi bir ǵana temperatura sensorı járdeminde anıqlanbaydı. Ol CPU, GPU hám radiator arasındaǵı eń joqarı sensorǵa qarap tezlikti kóbeytedi yamasa azaytadı. Hár bir qádemge tısqanshanıń kórsetkishin alıp barǵanıńızda anıq múǵdarlar kórsetiledi.
vi: Tốc độ quạt không chỉ được quyết định bởi 1 cảm biến nhiệt độ. Nó sẽ tự điều chỉnh tùy theo nhiệt độ cao nhất giữa CPU, GPU và nhiệt độ tản nhiệt. Giá trị nhiệt độ chính xác sẽ xuất hiện khi rê chuột trên mỗi mốc cài đặt.
zh_hans: 风扇速度不是仅仅由一个温度传感器决定的。它将根据 CPU、GPU 和散热器温度之间的最高值决定转速。把鼠标悬停在滑块上时，可以看到准确的数值。
zh_hant: 風扇轉速不僅僅由一個溫度感測器決定的。它根據 CPU、GPU 和散熱器溫度之間的最高值決定轉速。將滑鼠懸停在方塊上可以查看精確的數值。

# GodModeSettingsWindow_Fans_Curve_Title
source: Fan curve
ar: منحنى المِرْوَحَة
bg: Крива на перката
cs: Křivka ventilátorů
de: Lüfterkurve
el: Καμπύλη ανεμιστήρα
es: Curva del ventilador
fr: Profil de ventilation
hu: Ventilátor görbe
it: Curva ventole
ja: ファンの速度
lv: Ventilatora līkne
nl_nl: Ventilatorcurve
pl: Krzywa chłodzenia
pt: Curva da ventoinha
pt_br: Curva dos Coolers
ro: Curbă de viteză ventilator
ru: Кривая вентилятора
sk: Krivka ventilátora
tr: Fan eğrisi
uk: Крива кулерів
uz_latn_uz: Samallatqıshtıń qıysıqlıǵı
vi: Cài đặt tốc độ quạt
zh_hans: 风扇曲线
zh_hant: 風扇曲線

# GodModeSettingsWindow_Fans_Max_Message
source: WARNING! Prolonged usage of this option will degrade fans decreasing their longevity. Seriously, be careful with this option!
ar: تحذير! سيؤدي الاستخدام المطول لهذا الخِيار إلى إضعاف المراوح وتقليل عمرها. بجدية ، كن حذرا مع هذا الخِيار!
bg: ВНИМАНИЕ! Продължително използване на тази настройка ще доведе до износване на перката и намаляване на продължителността ѝ на живот. Не, наистина, бъдете внимателни с тази настройка!
cs: VAROVÁNÍ! Při dlouhodobém používání této možnosti se ventilátory zhorší a zkrátí se jejich životnost. Vážně, buď opatrný s touto možností!
de: WARNUNG! Längerer Gebrauch dieser Option verringert die Lebensdauer der Lüfter. Ernsthaft, seien Sie vorsichtig mit dieser Option!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ! Η παρατεταμένη χρήση αυτής της επιλογής θα επιβαρύνει τους ανεμιστήρες μειώνοντας τη μακροζωία τους. Σοβαρά, να είστε προσεκτικοί με αυτήν την επιλογή!
es: ¡AVISO! El uso prolongado de esta opción degradará los ventiladores disminuyendo su longevidad. En serio, ¡tenga cuidado con esta opción!
fr: AVERTISSEMENT ! L'utilisation prolongée de cette option dégradera les ventilateurs en diminuant leur longévité. Soyez très prudent avec cette option !
hu: FIGYELEM! Ennek az opciónak a hosszan tartó használata károsítja a ventilátorokat, csökkentve azok élettartamát. Komolyan, legyen óvatos ezzel az opcióval!
it: AVVERTIMENTO! L'uso prolungato di questa opzione degraderà le ventole diminuendone la longevità. Seriamente, fai attenzione con questa opzione!
ja: 警告！ このオプションを長時間使用すると、ファンが劣化して寿命が短くなります。 このオプションを使用する際は 本当に 注意してください。
lv: BRĪDINĀJUMS! Ilgstoša šīs iespējas izmantošana degradēs ventilātorus, samazinot viņu ilgmūžību. Nopietni, esi uzmanīgs ar šo variantu!
nl_nl: WAARSCHUWING! Langdurig gebruik van deze optie zal de ventilators degraderen en hun levensduur verkorten. Serieus, wees voorzichtig met deze optie!
pl: OSTRZEŻENIE! Długotrwałe korzystanie z tej opcji spowoduje nadmierne zużycie wentylatorów i skróci ich żywotność. Naprawdę, zachowaj ostrożność z tą opcją!
pt: ATENÇÃO! Uso prolongado desta opção vai degradar as ventoinhas e diminuir a dia longevidade. A sério! Tem cuidado com esta opção!
pt_br: AVISO! O uso prolongado dessa opção aumentará o desgaste e a longevidade. Sério, cuidado com essa opção!
ro: ATENȚIE! Utilizarea prelungită a acestei opțiuni poate degrada ventilatoarele, scăzând longevitatea acestora. Serios, aveți grijă cu această opțiune!
ru: ВНИМАНИЕ! Длительное использование этой опции приводит к деградации вентиляторов, снижая их срок службы. Серьезно, будьте осторожны с этой опцией!
sk: VAROVANIE! Dlhodobé používanie tejto možnosti kazí ventilátory a ich životnosť. Vážne, buďte opatrný s touto možnosťou!
tr: UYARI! Bu seçeneğin uzun süreli kullanımı, fanların ömrünü azaltabilir. Cidden, bu seçeneğe dikkat edin!
uk: УВАГА! Тривале використання цієї опції погіршує стан вентиляторів, зменшуючи їх довговічність. Серйозно, будьте обережні з цією опцією!
uz_latn_uz: DIQQAT! Bul varianttı kóp waqıt qollanıw samallatqısh iskerliginiń tómenlewine alıp keledi hám onıń xızmet kórsetiw waqtın azaytadı. Rasında da, bul variant penen abaylı bolıń!
vi: CẢNH BÁO! Cho quạt chạy 100% tốc độ trong thời gian dài có khả năng cao gây hư hỏng vòng bi quạt và ảnh hưởng tuổi thọ quạt. THẬT CẨN THẬN KHI SỬ DỤNG LỰA CHỌN NÀY!!! KHÔNG NÊN SỬ DỤNG TÍNH NĂNG NÀY KHI CHƠI GAME!!
zh_hans: 警告！ 风扇处于长时间满转速的情况下将会减少其寿命。 【请谨慎使用此选项！】
zh_hant: 警告！ 長時間使用此選項會降低風扇的效能，從而縮短其使用壽命。 請謹慎使用此選項！

# GodModeSettingsWindow_Fans_Max_Title
source: Maximum fan speed
ar: أعلى سرعة للمروحة
bg: Максимална скорост на перката
bs: Maksimalna brzina ventilatora
cs: Maximální rychlost ventilátorů
de: Maximale Lüfterdrehzahl
el: Μέγιστη ταχύτητα ανεμιστήρα
es: Velocidad máxima del ventilador
fr: Vitesse maximale du ventilateur
hu: Maximális ventilátor sebesség
it: Velocità massima ventole
ja: 最大ファン速度
lv: Ventilatora maksimālais ātrums
nl_nl: Maximale ventilatorsnelheid
pl: Maksymalna prędkość wentylatora
pt: Valocidade máxima da ventoinha
pt_br: Velocidade máxima dos coolers
ro: Viteză maximă ventilator
ru: Максимальная скорость вентилятора
sk: Maximálna rýchlosť ventilátorov
tr: Azami Çalışma Hızı
uk: Максимальна швидкість кулерів
uz_latn_uz: Samallatqıshtıń maksimal tezligi
vi: Tốc độ quạt tối đa
zh_hans: 使风扇满转速
zh_hant: 最大風扇轉速

# GodModeSettingsWindow_Fans_Title
source: Fans
ar: مراوح
bg: Перки
bs: Ventilatori
cs: Ventilátory
de: Lüfter
el: Ανεμιστήρες
es: Ventiladores
fr: Ventilateurs
hu: Ventilátorok
it: Ventole
ja: ファン
lv: Ventilatori
nl_nl: Ventilatoren
pl: Wentylatory
pt: Ventoinhas
pt_br: Coolers
ro: Ventilatoare
ru: Вентиляторы
sk: Ventilátory
tr: Fanlar
uk: Кулери
uz_latn_uz: Samallatqıshlar
vi: Quạt
zh_hans: 风扇
zh_hant: 風扇

# GodModeSettingsWindow_GPU_CTGP
source: Configurable TGP
ar: TGP قابل للضبط
bg: Конфигурируема TGP
cs: Nastavitelné TGP
de: Konfigurierbare TGP
el: Ρύθμιση TGP
es: Potencia gráfica total configurable
fr: Configuration du TGP
hu: Konfigurálható TGP
it: TGP Configurabile
ja: 構成可能なTGP
lv: Konfigurējams TGP
nl_nl: Configureerbare TGP
pl: Konfigurowalny TGP
pt: TGP configurável
pt_br: TGP Configurável
ro: TGP configurabil
ru: Настраиваемый TGP
sk: Nastaviteľné TGP
tr: Yapılandırılabilir TGP
uk: TGP, що налаштовується
uz_latn_uz: Sazlanatuǵın TGP
vi: TDP tùy chỉnh cho GPU
zh_hans: 可配置 TGP
zh_hant: 可設定 TGP

# GodModeSettingsWindow_GPU_DynamicBoost
source: Dynamic Boost
ar: تعزيز أو دعم تلقائي
bg: Динамичен усилване
cs: Dynamický Boost
el: Δυναμική Ώθηση
es: Mejora dinámica
fr: Boost dynamique
hu: Dinamikus Boost
ja: ダイナミックブースト
nl_nl: Dynamische boost
pt_br: Boost Dinâmico
ro: Boost dinamic
sk: Dynamický Boost
uk: Динамічне прискорення
zh_hans: 动态加速功率 (DynamicBoost)
zh_hant: 動態加速

# GodModeSettingsWindow_GPU_TempLimit
source: GPU Temperature Limit
ar: أعلى حد لحرارة المعالج
bg: Лимит на температурата на видеокартата
cs: Teplotní limit GPU
de: GPU Temperatur-Grenzwert
el: Όριο Θερμοκρασίας GPU
es: Límite de temperatura de la GPU
fr: Limite de température du GPU
hu: GPU hőmérsékleti határérték
it: Limite temperatura GPU
ja: GPUの温度制限
lv: CPU Temperatūras Ierobežojums
nl_nl: GPU Temperatuur Limiet
pl: Limit temperatury GPU
pt: Limite da temperatura da GPU
pt_br: Temperatura limite da GPU
ro: Limită temperatură GPU
ru: Ограничение температуры GPU
sk: Teplotný limit GPU
tr: GPU Sıcaklık Limiti
uk: Обмеження температури ЦП
uz_latn_uz: GPU temperaturasınıń shegi
vi: Giới hạn nhiệt độ GPU
zh_hans: 显卡温度限制
zh_hant: GPU 溫度限制

# GodModeSettingsWindow_GPU_Title
source: GPU
ar: وحدة معالجة الرسومات
bg: Видеокарта
hu: Videókártya
ru: Граф. процессор
uk: ГП
uz_latn_uz: Grafikalıq processor
zh_hans: 显卡

# GodModeSettingsWindow_Title
source: Custom Mode Settings
ar: إعدادات الوضع الخاص
bg: Настройки потребителския режим
cs: Nastavení vlastního režimu
de: Benutzerdefinierter Modus Einstellungen
el: Ρυθμίσεις Προσαρμοσμένης Λειτουργίας
es: Ajustes del modo personalizado
fr: Paramètres du mode personnalisé
hu: Egyéni üzemmód-beállítások
it: Impostazioni modalità personalizzata
ja: カスタムモード設定
lv: Pielāgotā Režīma Iestatījumi
nl_nl: Instellingen aangepaste modus
pl: Ustawienia trybu własnego
pt: Definições do modo customizado
pt_br: Configurações do modo personalizado
ro: Setări mod Personalizat
ru: Настройки пользовательского режима
sk: Nastavenia vlastného režimu
tr: Özel Kipi Ayarları
uk: Користувальницькі режими налаштувань
uz_latn_uz: Arnawlı rejim sazlawları
vi: Cài đặt Chế độ Tùy Chỉnh
zh_hans: 自定义模式设置
zh_hant: 客製化模式設定

# HDRAutomationStepControl_Message
source: Enable high dynamic range (HDR) on the built-in display. WARNING: This action will not run correctly if the internal display is off.
ar: تمكين النطاق الديناميكي العالي (HDR) على الشاشة المدمجة. تحذير: لن يعمل هذا الإجراء بشكل صحيح إذا كانت الشاشة الداخلية غير مشغلة.
bg: Активирай висок динамичен обхват (HDR) на вградения екран. ВНИМАНИЕ: Това действие няма да бъде изпълнено правилно, ако вградения екран е изключен.
de: Aktiviere High Dynamic Range (HDR) des integrierten Bildschirms. WARNUNG: Diese Aktion wird nicht korrekt ausgeführt, wenn der interne Bildschirm ausgeschaltet ist.
el: Ενεργοποίηση υψηλού δυναμικού εύρους (HDR) στην ενσωματωμένη οθόνη. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτή η ενέργεια δε θα εκτελεστεί σωστά αν η ενσωματωμένη οθόνη είναι ανενεργή.
es: Activar el rango dinámico alto (HDR) en la pantalla interna. AVISO: Esta acción no se ejecutará correctamente si la pantalla interna está apagada.
fr: Activez la plage dynamique élevée (HDR) sur l'écran intégré. AVERTISSEMENT : Cette action ne fonctionnera pas correctement si l'affichage interne est éteint.
hu: A nagy dinamikatartomány (HDR) engedélyezése a beépített kijelzőn. FIGYELMEZTETÉS: Ez a művelet nem fog megfelelően futni, ha a belső kijelző ki van kapcsolva.
it: Abilita la gamma dinamica elevata (HDR) sul display integrato. ATTENZIONE: questa azione non verrà eseguita correttamente se il display interno è spento.
ja: 内蔵ディスプレイでハイダイナミックレンジ（HDR）を有効にします。 警告: 内蔵ディスプレイがオフの場合、このアクションは正しく実行されません。
lv: Iebūvētajā ekrānā iespējojiet augstu dinamisko diapazonu (HDR). BRĪDINĀJUMS. Ja iebūvētais ekrāns ir izslēgts, šī darbība nedarbosies pareizi.
nl_nl: De hoog dynamisch bereik (HDR) van het ingebouwde beeldscherm inschakelen. WAARSCHUWING: Deze actie wordt niet correct uitgevoerd als het interne display is uitgeschakeld.
pl: Włącz funkcję High-dynamic-range (HDR) dla ekranu wbudowanego. UWAGA: Ta akcja nie zadziała właściwie, jeśli wbudowany ekran jest wyłączony.
pt: Ativar HDR no ecrã interno. ATENÇÃO: Está ação não irá executar corretamente se o ecrã interno estiver desligado.
pt_br: Ative a alta faixa dinâmica (HDR) na tela integrada. AVISO: Esta ação não será executada corretamente se o display interno estiver desligado.
ro: Activați intervalul dinamic ridicat (HDR) pe afișajul încorporat. ATENȚIE: Această acțiune nu va rula corect dacă afișajul incorporat este oprit.
ru: Включить High Dynamic Range (HDR) на встроенном дисплее. ВНИМАНИЕ: Это действие не будет выполняться корректно, если внутренний дисплей выключен.
sk: Povoliť vysoký dynamický rozsah (HDR) zabudovaného displeja. VAROVANIE: Táto akcia neprebehne správne, ak je zabudovaný displej vypnutý.
tr: Yerleşik ekranda yüksek dinamik aralığı (HDR) etkinleştirin. UYARI: Dahili ekran kapalıysa bu işlem doğru çalışmaz.
uk: Увімкнути HDR на вбудованому дисплеї. УВАГА: Ця дія може спрацювати некоректно, якщо вбудований дисплей вимкнено.
uz_latn_uz: Ornatılǵan displeyde High Dynamic Range (HDR)dı qosıw. DIQQAT: Eger ishki displey óshirilgen bolsa, bul háreket durıs orınlanbaydı.
vi: Bật HDR (Dải tương phản động rộng) trên màn hình laptop. CẢNH BÁO: Hành động này sẽ không chạy nếu màn hình laptop tắt.
zh_hans: 为内置屏幕启用高动态范围显示（HDR）。 警告：如内置屏幕关闭则本项无法正常运行。
zh_hant: 啟用高動態範圍（HDR）顯示。 警告：如果已關閉內部顯示器，則此功能將無法正確地執行。

# HDRControl_Message
source: Enable high dynamic range (HDR) on the built-in display.
ar: تفعيل النطاق الديناميكي العالي(HDR) على الشاشة المدمجة.
bg: Активирай висок динамичен обхват (HDR) на вградения екран.
de: Aktiviere High Dynamic Range (HDR) auf dem integrierten Display.
el: Ενεργοποίηση υψηλού δυναμικού εύρους (HDR) στην ενσωματωμένη οθόνη.
es: Activar el rango dinámico alto (HDR) en la pantalla interna.
fr: Activez la plage dynamique élevée (HDR) sur l'écran intégré.
hu: A nagy dinamikatartomány (HDR) engedélyezése a beépített kijelzőn.
it: Abilita la gamma dinamica elevata (HDR) sul display integrato.
ja: 内蔵ディスプレイでハイダイナミックレンジ（HDR）を有効にします。
lv: Iebūvētajā ekrānā iespējojiet augstu dinamisko diapazonu (HDR).
nl_nl: De hoog dynamisch bereik (HDR) van het ingebouwde beeldscherm inschakelen.
pl: Włącz funkcję High-dynamic-range (HDR) dla ekranu wbudowanego.
pt: Ativar HDR no ecrã interno.
pt_br: Ativar a alta faixa dinâmica (HDR) na tela integrada.
ro: Activați intervalul dinamic ridicat (HDR) pe afișajul încorporat.
ru: Включить High Dynamic Range (HDR) на встроенном дисплее.
sk: Povoliť vysoký dynamický rozsah (HDR) zabudovaného displeja.
tr: Yerleşik ekranda yüksek dinamik aralığı (HDR) etkinleştirin.
uk: Увімкнути HDR на вбудованому дисплеї.
uz_latn_uz: Ornatılǵan displeyde High Dynamic Range (HDR)dı qosıw.
vi: Bật HDR (Dải tương phản động rộng) trên màn hình laptop.
zh_hans: 为内置屏幕启用高动态范围显示（HDR）。
zh_hant: 啟用高動態範圍（HDR）顯示。

# HDRControl_Warning
source: HDR usage is blocked by Windows settings.
ar: استخدام النطاق الديناميكي العالي موقف من قبل إعدادات نظام التشغيل.
bg: Високият динамичен обхват (HDR) е блокиран от настройките на Windows.
de: Die Verwendung von HDR wird durch die Windows-Einstellungen blockiert.
el: Η χρήση HDR εμποδίζεται από ρυθμίσεις των Windows.
es: El uso del HDR está bloqueado por la configuración de Windows.
fr: L'utilisation du HDR est bloquée par les paramètres Windows.
hu: A HDR használatát a Windows beállításai blokkolják.
it: L'utilizzo dell'HDR è bloccato dalle impostazioni di Windows.
ja: HDRの使用はWindowsの設定によってブロックされています。
lv: HDR lietošanu bloķē Windows iestatījumi.
nl_nl: HDR-gebruik wordt geblokkeerd door Windows-instellingen.
pl: Użycie HDR jest zablokowane przez ustawienia Windows.
pt: A utilização de HDR está bloqueada pelas definições do Windows.
pt_br: O uso do HDR é bloqueado pelas configurações do Windows.
ro: Utilizarea HDR este blocată de setările Windows.
ru: Использование HDR блокируется настройками Windows.
sk: Použitie HDR je blokované nastaveniami Windows.
tr: HDR kullanımı, Windows ayarları tarafından engellenmiş.
uk: Використання HDR заблоковано налаштуваннями Windows.
uz_latn_uz: HDRdan paydalanıw Windows sazlawları tárepinen bloklanǵan.
vi: HDR không thể bật do cài đặt trong Windows.
zh_hans: Windows 设置已阻止启用 HDR。
zh_hant: Windows 設定已阻擋 HDR 啟用。

source: Import
bg: Импортиране
de: Importieren
el: Εισαγωγή
es: Importar
fr: Importer
hu: Importálás
ja: インポート
lv: Importēt
nl_nl: Importeer
pt: Importar
pt_br: Importar
ru: Импортировать
sk: Importovať
tr: İçe Aktar
uk: Імпорт
uz_latn_uz: Importlaw
vi: Nhập vào
zh_hans: 导入
zh_hant: 匯入

# IncompatibleDevice_Message
source: This device is not compatible with Lenovo Legion Toolkit.
ar: هذا الجهاز غير متوافق مع مجموعة أدوات Lenovo Legion.
bg: Това устройтво не е съвместимо с Lenovo Legion Toolkit.
bs: Ovaj uređaj nije kompatibilan sa Lenovo Legion Toolkit.
cs: Toto zařízení není kompatibilní s Lenovo Legion Toolkit.
de: Dieses Gerät ist nicht mit dem Lenovo Legion Toolkit kompatibel.
el: Αυτή η συσκευή δεν είναι συμβατή με το Lenovo Legion Toolkit.
es: Este dispositivo no es compatible con Lenovo Legion Toolkit.
fr: Cet appareil n'est pas compatible avec Lenovo Legion Toolkit.
hu: Ez a készülék nem kompatibilis a Lenovo Legion Toolkit-tel.
it: Questo dispositivo non è compatibile con Lenovo Legion Toolkit.
ja: このデバイスは Lenovo Legion Toolkit と互換性がありません。
lv: Šī ierīce nesader ar Lenovo Legion Toolkit.
nl_nl: Dit apparaat is niet compatibel met Lenovo Legion Toolkit.
pl: To urządzenie nie jest kompatybilne z Lenovo Legion Toolkit.
pt: Este dispositivo não é compatível com o Lenovo Legion Toolkit.
pt_br: Este equipamento não é compatível com o Lenovo Legion Toolkit.
ro: Acest dispozitiv nu este compatibil cu Lenovo Legion Toolkit.
ru: Это устройство не совместимо с Lenovo Legion Toolkit.
sk: Toto zariadenie nie je kompatibilné s Lenovo Legion Toolkit.
tr: Bu cihaz, Lenovo Legion Toolkit ile uyumlu değildir.
uk: Цей пристрій не сумісний з Lenovo Legion Toolkit.
uz_latn_uz: Bul qurılma Lenovo Legion Toolkit penen mas kelmeydi.
vi: Thiết bị này không tương thích với Lenovo Legion Toolkit.
zh_hans: 此设备可能与拯救者工具箱不兼容。
zh_hant: 此裝置不相容於 Lenovo Legion 工具套件。

# KeyboardBacklightPage_NoCompatibleKeyboardsFound
source: No compatible keyboards found
ar: لم يتم العثور على لوحة مفاتيح متوافقة
bg: Не са намерени съвместими клавиатури
bs: Nije pronađena kompatibilna tastatura
cs: Nebyly nalezeny žádné kompatibilní klávesnice
de: Keine kompatible Tastatur gefunden
el: Δε βρέθηκαν συμβατά πληκτρολόγια
es: No se han encontrado teclados compatibles
fr: Aucuns claviers compatibles trouvés
hu: Nem találtunk kompatibilis billentyűzeteket
it: Nessuna tastiera compatibile trovata
ja: 互換性のあるキーボードが見つかりません
lv: Netika atrastas saderīgas tastatūras
nl_nl: Geen compatibele toetsenborden gevonden
pl: Nie znaleziono kompatybilnych klawiatur
pt: Não foram encontrados teclados compatíveis
pt_br: Nenhum teclado compatível encontrado
ro: Nicio tastatură compatibilă găsită
ru: Не найдено подходящих клавиатур
sk: Nenašli sa kompatibilné klávesnice
tr: Uyumlu klavye bulunmadı
uk: Не знайдено сумісних клавіатур
uz_latn_uz: Mas klaviatura tabılmadı
vi: Không tìm thấy bàn phím tương thích
zh_hans: 未发现兼容的键盘
zh_hant: 尚未發現相容的鍵盤
