Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# RGBKeyboardBacklightControl_PresetOff
source: Off
ar: غلق
bg: Изключена
bs: Ugašeno
cs: Vypnut
de: Aus
el: Ανενεργό
es: Apagado
fr: Éteint
hu: Ki
it: Spenta
ja: オフ
lv: Atspējots
nl_nl: Uit
pl: Wyłączony
pt: Desligado
pt_br: Desligado
ro: Oprit
ru: Откл.
sk: Vypnutá
tr: Kapalı
uk: Вимк.
uz_latn_uz: Óshirilgen
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# RGBKeyboardBacklightControl_Zone1
source: Zone 1
ar: المنطقة 1
bg: Зона 1
bs: Zona 1
cs: Zóna 1
de: Bereich 1
el: Ζώνη 1
es: Zona 1
hu: Zóna 1
it: Zona 1
ja: ゾーン 1
lv: 1. zona
pl: Strefa 1
pt: Zona 1
pt_br: Zona 1
ro: Zona 1
ru: Зона 1
sk: Zóna 1
tr: Bölge 1
uk: Зона 1
uz_latn_uz: Zona 1
vi: Vùng 1
zh_hans: 区域 1
zh_hant: 區域 1

# RGBKeyboardBacklightControl_Zone2
source: Zone 2
ar: المنطقة 2
bg: Зона 2
bs: Zona 2
cs: Zóna 2
de: Bereich 2
el: Ζώνη 2
es: Zona 2
hu: Zóna 2
it: Zona 2
ja: ゾーン 2
lv: 2. zona
pl: Strefa 2
pt: Zona 2
pt_br: Zona 2
ro: Zona 2
ru: Зона 2
sk: Zóna 2
tr: Bölge 2
uk: Зона 2
uz_latn_uz: Zona 2
vi: Vùng 2
zh_hans: 区域 2
zh_hant: 區域 2

# RGBKeyboardBacklightControl_Zone3
source: Zone 3
ar: المنطقة 3
bg: Зона 3
bs: Zona 3
cs: Zóna 3
de: Bereich 3
el: Ζώνη 3
es: Zona 3
hu: Zóna 3
it: Zona 3
ja: ゾーン 3
lv: 3. zona
pl: Strefa 3
pt: Zona 3
pt_br: Zona 3
ro: Zona 3
ru: Зона 3
sk: Zóna 3
tr: Bölge 3
uk: Зона 3
uz_latn_uz: Zona 3
vi: Vùng 3
zh_hans: 区域 3
zh_hant: 區域 3

# RGBKeyboardBacklightControl_Zone4
source: Zone 4
ar: المنطقة 4
bg: Зона 4
bs: Zona 4
cs: Zóna 4
de: Bereich 4
el: Ζώνη 4
es: Zona 4
hu: Zóna 4
it: Zona 4
ja: ゾーン 4
lv: 4. zona
pl: Strefa 4
pt: Zona 4
pt_br: Zona 4
ro: Zona 4
ru: Зона 4
sk: Zóna 4
tr: Bölge 4
uk: Зона 4
uz_latn_uz: Zona 4
vi: Vùng 4
zh_hans: 区域 4
zh_hant: 區域 4

# RGBKeyboardBacklightEffectCardControl_Title
source: Effect
ar: تأثير
bg: Ефект
bs: Efekat
de: Effekt
el: Εφέ
es: Efecto
fr: Effet
hu: Hatás
it: Effetto
ja: エフェクト
lv: Efekts
pl: Efekt
pt: Efeito
pt_br: Efeito
ro: Efect
ru: Эффект
sk: Efekt
tr: Efekt
uk: Ефект
uz_latn_uz: Effekt
vi: Hiệu Ứng
zh_hans: 效果
zh_hant: 特效

# RGBKeyboardBacklightSpeedCardControl_Title
source: Speed
ar: السرعة
bg: Скорост
bs: Brzina
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fr: Vitesse
hu: Sebesség
it: Velocità
ja: 速度
lv: Ātrums
nl_nl: Snelheid
pl: Prędkość
pt: Velocidade
pt_br: Velocidade
ro: Viteză
ru: Скорость
sk: Rýchlosť
tr: Hız
uk: Швидкість
uz_latn_uz: Tezlik
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

# ReadmeWindow_Title
source: Readme
ar: الملف التمهيدي
bg: Прочети ме
cs: Přečti mě
de: Liesmich
es: Léame
fr: Lisez-Moi
hu: Olvass el
it: Leggimi
ja: お読み下さい
lv: LasiMani
nl_nl: Leesmij
pl: Plik Readme
pt: Lê-me
pt_br: Leia-me
ro: Citiți-mă
ru: Информация
sk: Informácie
tr: Benioku
uk: Прочитайте мене
uz_latn_uz: Maǵlıwmat
zh_hant: 讀我檔案（Readme）

source: Refresh
ar: تحديث
bg: Опресни
bs: Osvježi
cs: Obnovit
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fr: Actualiser
hu: Frissítés
ja: 更新
lv: Atsvaidzināt
nl_nl: Vernieuw
pl: Odśwież
pt: Atualizar
pt_br: Atualizar
ro: Reîmprospătare
ru: Обновить
sk: Obnoviť
tr: Yenile
uk: Оновлення
uz_latn_uz: Jańalaw
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# RefreshRateAutomationStepControl_Message
source: Change refresh rate of the built-in display. WARNING: This action will not run correctly, if internal display is off.
ar: تمكين النطاق الديناميكي العالي (HDR) على الشاشة المدمجة. تحذير: لن يعمل هذا الإجراء بشكل صحيح إذا كانت الشاشة الداخلية غير مشغلة.
bg: Променете честотата на опресняване на вградения дисплей. ВНИМАНИЕ: Това действие може да не бъде изпълнено правилно, ако вграденият дисплей е изключен.
cs: Změnit obnovovací frekvenci displeje notebooku. VAROVÁNÍ: Tato akce neproběhne správně, pokud je interní displej vypnutý.
de: Ändert die Bildwiederholrate des integrierten Bildschirms. WARNUNG: Diese Aktion wird nicht korrekt ausgeführt, wenn der interne Bildschirm ausgeschaltet ist.
el: Αλλαγή του ρυθμού ανανέωσης της ενσωματωμένης οθόνης. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτή η ενέργεια δε θα εκτελεστεί σωστά εάν η εσωτερική οθόνη είναι απενεργοποιημένη.
es: Cambiar la tasa de refresco de la pantalla integrada. AVISO: Esta acción no se ejecutará correctamente, si la pantalla interna está apagada.
fr: Modifier la fréquence d'actualisation de l'écran intégré. ATTENTION : Cette action ne fonctionnera pas correctement, si l'écran interne est éteint.
hu: A beépített kijelző frissítési sebességének módosítása. FIGYELMEZTETÉS: Ez a művelet nem fog megfelelően futni, ha a belső kijelző ki van kapcsolva.
it: Modifica la frequenza di aggiornamento del display integrato. ATTENZIONE: questa azione non verrà eseguita correttamente se il display interno è spento.
ja: 内蔵ディスプレイのリフレッシュレートを変更します。 警告: 内蔵ディスプレイがオフの場合、このアクションは正しく実行されません。
lv: Mainiet iebūvētā ekrāna atsvaidzināšanas ātrumu. BRĪDINĀJUMS. Ja iebūvētais ekrāns ir izslēgts, šī darbība nedarbosies pareizi.
nl_nl: Wijzig de verversingssnelheid van het ingebouwde beeldscherm. WAARSCHUWING: Deze actie wordt niet correct uitgevoerd als het interne display is uitgeschakeld.
pl: Zmień częstotliwość odświeżania wbudowanego ekranu. UWAGA: Ta akcja nie zadziała właściwie, jeśli wbudowany ekran jest wyłączony.
pt: Altera a taxa de atualização do ecrã interno. ATENÇÃO: Está ação não irá executar corretamente se o ecrã interno estiver desligado.
pt_br: Alterar a taxa de atualização da tela integrada. AVISO: Esta ação não será executada corretamente se a tela integrada estiver desligada.
ro: Modificați rata de reîmprospătare a afișajului încorporat. ATENȚIE: Această acțiune nu va rula corect dacă afișajul incorporat este oprit.
ru: Изменить частоту обновления встроенного дисплея. ВНИМАНИЕ: Это действие не будет выполняться корректно, если внутренний дисплей выключен.
sk: Zmena obnovovacej frekvencie zabudovaného displeja. VAROVANIE: Táto akcia neprebehne správne, ak je zabudovaný displej vypnutý.
tr: Yerleşik ekranın yenileme hızını değiştirin. UYARI: Yerleşik ekran kapalıysa bu eylem düzgün çalışmayacaktır.
uk: Змінити частоту оновлення вбудованого дисплея. УВАГА: Ця дія може спрацювати некоректно, якщо вбудований дисплей вимкнено.
uz_latn_uz: Ornatılǵan displeydiń jańalanıw tezligin ózgertiw. ESLETPE: Eger ishki displey óshirilgen bolsa, bul ámel durıs orınlanbaydı.
vi: Thay đổi tần số quét màn hình laptop. CẢNH BÁO! Hành động này sẽ không chạy nếu màn hình laptop tắt.
zh_hans: 切换内置屏幕刷新率。 警告！当内置屏幕关闭时此选项无法生效。
zh_hant: 變更內部顯示器更新率。 警告：如果已關閉內部顯示器，則此功能將無法正確地執行。

# RefreshRateAutomationStepControl_Title
source: Refresh rate
ar: معدل التحديث
bg: Честота на опресняване
cs: Frekvence obnovení
de: Bildwiederholrate
el: Ρυθμός ανανέωσης
es: Tasa de refresco
fr: Fréquence d'actualisation
hu: Frissítés gyakorisága
it: Frequenza di aggiornamento
ja: リフレッシュレート
lv: Atsvaidzināšanas ātrums
nl_nl: Verversingssnelheid
pl: Częstotliwość odświeżania
pt: Taxa de atualização
pt_br: Taxa de atualização
ro: Rată de reîmprospătare
ru: Частота обновления
sk: Obnovovacia frekvencia
tr: Yenileme hızı
uk: Частота оновлення
uz_latn_uz: Jańalanıw tezligi
vi: Tần số quét
zh_hans: 刷新率
zh_hant: 更新率

# RefreshRateControl_Message
source: Change refresh rate of the built-in display.
ar: تغيير معدل التحديث للشاشة المدمجة.
bg: Променете честотата на опресняване на вградения дисплей.
cs: Změnit obnovovací frekvenci displeje notebooku.
de: Ändert die Bildwiederholrate des integrierten Bildschirms.
el: Αλλαγή του ρυθμού ανανέωσης της ενσωματωμένης οθόνης.
es: Cambiar la tasa de refresco de la pantalla integrada.
fr: Modifier la fréquence d'actualisation de l'écran intégré.
hu: A beépített kijelző frissítési sebességének módosítása.
it: Cambia la frequenza di aggiornamento dello schermo integrato.
ja: 内蔵ディスプレイのリフレッシュレートを変更します。
lv: Mainiet iebūvētā ekrāna atsvaidzināšanas ātrumu.
nl_nl: Wijzig de verversingssnelheid van het ingebouwde beeldscherm.
pl: Zmień częstotliwość odświeżania wbudowanego ekranu.
pt: Alterar taxa de atualização do ecrã interno.
pt_br: Alterar a taxa de atualização da tela integrada.
ro: Modificați rata de reîmprospătare a afișajului încorporat.
ru: Изменить частоту обновления встроенного дисплея.
sk: Zmena obnovovacej frekvencie zabudovaného displeja.
tr: Yerleşik ekranın yenileme hızını değiştirin.
uk: Змінити частоту оновлення вбудованого дисплея.
uz_latn_uz: Ornatılǵan displeydiń jańalanıw tezligin ózgertiw.
vi: Thay đổi tần số quét màn hình laptop.
zh_hans: 切换内置屏幕刷新率。
zh_hant: 變更內部顯示器更新率。

# RefreshRateControl_Title
source: Refresh rate
ar: معدل التحديث
bg: Честота на опресняване
cs: Frekvence obnovení
de: Bildwiederholrate
el: Ρυθμός ανανέωσης
es: Tasa de refresco
fr: Fréquence d'actualisation
hu: Frissítés gyakorisága
it: Frequenza di aggiornamento
ja: リフレッシュレート
lv: Atsvaidzināšanas ātrums
nl_nl: Verversingssnelheid
pl: Częstotliwość odświeżania
pt: Taxa de atualização
pt_br: Taxa de atualização
ro: Rată de reîmprospătare
ru: Частота обновления
sk: Obnovovacia frekvencia
tr: Yenileme hızı
uk: Частота оновлення
uz_latn_uz: Jańalanıw tezligi
vi: Tần số quét
zh_hans: 刷新率
zh_hant: 更新率

source: Rename
ar: إعادة التسمية
bg: Преименувай
bs: Preimenuj
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前を変更
lv: Pārdēvēt
nl_nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
pt_br: Renomear
ro: Redenumiți
ru: Переименовать
sk: Premenovať
tr: Adlandır
uk: Перейменувати
uz_latn_uz: Qayta ataw
vi: Đặt lại tên
zh_hans: 重命名
zh_hant: 重新命名

# RestartLater
source: I will restart later
ar: سأقوم بإعادة التشغيل لاحقًا
bg: Ще рестартирам по-късно
bs: Ponovo ću pokrenut kasnije
cs: Restartovat později
de: Später neu starten
el: Θα επανεκκινήσω αργότερα
es: Reiniciar más tarde
fr: Redémarrer plus tard
hu: Később újraindítom
it: Riavvierò più tardi
ja: 後で再起動
lv: Es pats restartēšu vēlāk
nl_nl: Ik zal later opnieuw opstarten
pl: Uruchomię ponownie później
pt: Irei reiniciar mais tarde
pt_br: Reiniciar mais tarde
ro: Voi reporni mai târziu
ru: Перезапущу позже
sk: Reštartujem neskôr
tr: Sonra yeniden başlatacağım
uk: Я перезавантажуся пізніше
uz_latn_uz: Keyinirek qayta iske qosaman
vi: Tôi sẽ khởi động lại sau
zh_hans: 稍后自行重启
zh_hant: 稍後重新啟動

source: Restart now
ar: إعادة التشغيل الآن
bg: Рестартирай сега
bs: Pokreni ponovo
cs: Restartovat nyní
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fr: Redémarrer maintenant
hu: Újraindítás most
it: Riavvia adesso
ja: 今すぐ再起動
lv: Restartēt tagad
nl_nl: Nu opnieuw opstarten
pl: Uruchom ponownie teraz
pt: Reiniciar agora
pt_br: Reiniciar agora
ro: Repornire acum
ru: Перезапустить сейчас
sk: Reštartovať teraz
tr: Şimdi yeniden başlat
uk: Перезавантажити зараз
uz_latn_uz: Házir qayta iske qosıw
vi: Khởi động lại ngay
zh_hans: 立刻重启
zh_hant: 立刻重新啟動

source: Revert
ar: العودة إلى الوراء
bg: Връщане в начално състояние
bs: Vrati
cs: Vrátit zpět
de: Zurücksetzen
el: Επαναφορά
es: Revertir
fr: Rétablir
hu: Visszaállítás
it: Annulla modifiche
ja: 元に戻す
lv: Atgriezt
nl_nl: Terug draaien
pl: Przywróć
pt: Reverter
pt_br: Desfazer
ro: Revenire
ru: Отменить
sk: Vrátiť
tr: Geri al
uk: Скасувати зміни
uz_latn_uz: Izge qaytarıw
vi: Hoàn tác
zh_hans: 重置
zh_hant: 重設

# RunAutomationStepControl_ExeArguments
source: Arguments
ar: المعاملات
bg: Аргументи
bs: Argumenti
cs: Parametry
de: Argumente
el: Παράμετροι
es: Argumentos
hu: Paraméterek
it: Parametri
ja: 引数
lv: Argumenti
nl_nl: Argumenten
pl: Parametry
pt: Argumentos
pt_br: Argumentos
ro: Argumente
ru: Аргументы
sk: Argumenty
tr: Argümanlar
uk: Аргументи
uz_latn_uz: Argumentler
vi: Tham số
zh_hans: 参数
zh_hant: 參數

# RunAutomationStepControl_ExePath
source: Executable Path
ar: مسار ملف قابل للتنفيذ
bg: Път до изпълнимия файл
de: Pfad der ausführbaren Datei
el: Διαδρομή Εκτελέσιμου
es: Ruta del ejecutable
fr: Chemin de l'exécutable
hu: Futtatható elérési útvonal
it: Percorso dell'eseguibile
ja: 実行パス
lv: Izpildāmā Ceļš
nl_nl: Uitvoerbaar Pad
pl: Ścieżka do pliku wykonywalnego
pt: Caminho do executável
pt_br: Caminho do executável
ro: Cale executabil
ru: Путь к исполняемому файлу
sk: Cesta k spustiteľnému súboru
tr: Çalıştıralabilirin Konumu
uk: Виконавчий шлях
uz_latn_uz: Orınlanatuǵın faylǵa jol
vi: Đường dẫn tới tệp thực thi
zh_hans: 执行路径
zh_hant: 執行路徑

# RunAutomationStepControl_Message
source: Run a script or a program. Make sure that your script runs correctly first.
ar: قم بتشغيل برنامج نصي أو برنامج. تأكد من تشغيل البرنامج النصي بشكل صحيح أولاً.
bg: Изпълни скрипт или програма. Първо се уверете, че скриптът Ви работи правилно.
cs: Spusť skript nebo program. Nejprve se ujisti, že tvůj skript běží správně.
de: Führt ein Skript oder ein Programm aus. Stellen Sie zunächst sicher, dass Ihr Skript korrekt ausgeführt wird.
el: Εκτελέστε ένα script ή ένα πρόγραμμα. Πρώτα βεβαιωθείτε ότι το script σας εκτελείται σωστά.
es: Ejecutar un script o un programa. Asegúrese primero de que su script se ejecuta correctamente.
fr: Exécuter un script ou un programme. Assurez-vous d'abord que votre script s'exécute correctement.
hu: Szkript vagy program futtatása. Először győződjön meg róla, hogy a szkript helyesen fut.
it: Esegui uno script o un programma. Assicurati prima, che il tuo script funzioni correttamente.
ja: スクリプトまたはプログラムを実行します。 この項目を設定する前に、スクリプトが正しく実行されることを確認してください。
lv: Palaidiet skriptu vai programmu. Vispirms pārliecinieties, vai skripts darbojas pareizi.
nl_nl: Voer een script of een programma uit. Zorg ervoor dat uw script eerst correct wordt uitgevoerd.
pl: Uruchamia skrypt lub program. Uprzednio sprawdź, czy twój skrypt działa prawidłowo.
pt: Executar um script ou programa. Certifica-te que o script executa corretamente primeiro.
pt_br: Execute um script ou um programa. Certifique-se de que seu script seja executado corretamente primeiro.
ro: Rulați un script sau un program. Asigurați-vă mai întâi că scriptul rulează corect.
ru: Запустите сценарий или программу. Убедитесь, что ваш сценарий выполняется правильно.
sk: Spustiť skript alebo program. Prv sa uistite, že váš skript beží správne.
tr: Bir komut veya program çalıştırın. Önce komutun doğru çalıştığından emin olun.
uk: Запустити скрипт або застосунок. В першу чергу перевірте, чи всі скрипти виконуються правильно.
uz_latn_uz: Skript yamasa baǵdarlamanı iske túsiriń. Siziń skriptińiz durıs orınlanıp atırǵanına isenim kámil etiń.
vi: Chạy một chương trình hoặc một script. Hãy đảm bảo chương trình hoặc script của bạn chạy đúng trước.
zh_hans: 运行脚本或应用 请确保你的脚本能正常运行。
zh_hant: 執行腳本或應用程式ˋ。 首先請確保您的腳本能夠正確的執行。

# RunAutomationStepControl_Title
source: Run
ar: تشغيل
bg: Изпълни
bs: Pokreni
cs: Spustit
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fr: Exécuter
hu: Futtatás
it: Esegui
ja: 実行
lv: Palaist
nl_nl: Uitvoeren
pl: Uruchom
pt: Executar
pt_br: Executar
ro: Rulare
ru: Выполнить
sk: Spustť
tr: Çalıştır
uk: Виконати
uz_latn_uz: Orınlaw
vi: Chạy
zh_hans: 运行
zh_hant: 執行

source: Save
ar: حفظ
bg: Запази
bs: Sačuvaj
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
ja: 保存
lv: Saglabāt
nl_nl: Opslaan
pl: Zachowaj
pt: Guardar
pt_br: Salvar
ro: Salvare
ru: Сохранить
sk: Uložiť
tr: Kaydet
uk: Зберегти
uz_latn_uz: Saqlaw
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Saving...
ar: جاري الحفظ...
bg: Запазване...
cs: Ukládání...
de: Wird gespeichert...
el: Αποθήκευση...
es: Guardando...
fr: Sauvegarde en cours...
hu: Mentés...
it: Salvataggio...
ja: 保存しています...
lv: Saglabā...
nl_nl: Opslaan...
pl: Zapisywanie...
pt: A guardar...
pt_br: Salvando...
ro: Se salvează...
ru: Сохранение...
sk: Ukladanie...
tr: Kaydediliyor...
uk: Збереження...
uz_latn_uz: Saqlanbaqta...
vi: Đang lưu...
zh_hans: 保存中...
zh_hant: 儲存中……

# SelectSmartKeyPipelinesWindow_List_Description
source: Choose one or more quick actions to cycle through
ar: اختر إجراءً أو أكثر من الإجراءات السريعة للتنقل خلالها
bg: Изберете едно или повече бързи действия, през които ще може да преминете
de: Wähle einen oder mehrere Kurzbefehle aus, durch die geblättert wird
el: Επίλεξε μία ή περισσότερες γρήγορες ενέργειες για κυκλική εναλλαγή
es: Elija una o varias acciones rápidas para desplazarse por ellas.
fr: Choisissez une ou plusieurs actions rapides à parcourir
hu: Válasszon ki egy vagy több gyorsműveletet, hogy végigmenjen
it: Scegli una o più azioni rapide da ciclare
ja: 循環する１つ以上のクイック アクションを選択します
lv: Izvēlieties vienu vai vairākas ātrās darbības, pa kurām pārvietoties
nl_nl: Kies een of meer snelle acties om doorheen te bladeren
pl: Wybierz co najmniej jedną szybką akcję do przełączania się
pt: Escolhe uma ou mais ações rápidas para percorrer
pt_br: Escolha uma ou mais ações rápidas para percorrer
ro: Alegeți una sau mai multe acțiuni rapide de parcurs
ru: Выбрать одно или несколько быстрых действий для последовательного выполнения
sk: Vybrať jednu alebo viac rýchlych akcii na cyklovanie
tr: Geçiş yapmak için bir veya daha fazla hızlı işlem seçin
uk: Оберіть одну чи більше швидких дій для циклу
uz_latn_uz: Izbe-iz orınlanıw ushın bir yamasa bir neshe tez háreketlerdi tańlaw
vi: Chọn một hoặc nhiều hành động nhanh để thực hiện trong 1 vòng lặp
zh_hans: 选择单个或多个快捷操作来循环执行。
zh_hant: 選擇一個或更多快捷動作來循環執行。

# SelectSmartKeyPipelinesWindow_List_Empty
source: No Quick Actions defined.
ar: لم يتم تعريف أي إجراءات سريعة.
bg: Няма създадени бързи действия.
de: Keine Kurzbefehle definiert.
el: Δεν έχουν οριστεί Γρήγορες Ενέργειες.
es: Ninguna acción rápida definida.
fr: Aucune action rapide définie.
hu: Nincsenek gyors műveletek definiálva.
it: Nessuna azione rapida definita.
ja: クイックアクションが定義されていません。
lv: Nav definēta neviena Ātrā Darbība.
nl_nl: Geen snelle acties gedefinieerd.
pl: Nie zdefiniowano żadnych szybkich akcji.
pt: Sem Ações Rápidas definidas.
pt_br: Sem Ações Rápidas definidas.
ro: Nicio Acțiune Rapidă definită.
ru: Умная клавиша не определена.
sk: Žiadne rýchle akcie určené.
tr: Hızlı İşlem tanımlanmadı.
uk: Швидких дій не визначено.
uz_latn_uz: Tez háreketler anıqlanbaǵan.
vi: Không có hành động nhanh nào.
zh_hans: 暂无快捷操作。
zh_hant: 尚未定義快捷功能。

# SelectSmartKeyPipelinesWindow_ShowThisApp
source: Show this app
ar: أعرض هذا التطبيق
bg: Покажи това приложение
de: Diese App anzeigen
el: Εμφάνιση της εφαρμογής
es: Mostrar está aplicacion
fr: Afficher cette application
hu: Mutassa ezt az alkalmazást
it: Mostra questa app
ja: このアプリケーションを表示する
lv: Parādīt šo aplikāciju
nl_nl: Deze app weergeven
pl: Pokaż tę aplikację
pt: Mostrar esta aplicação
pt_br: Exibir este aplicativo
ro: Arată această aplicație
ru: Отобразить это приложение
sk: Zobraziť túto aplikáciu
tr: Bu uygulamayı göster
uk: Показати цей застосунок
uz_latn_uz: Bul baǵdarlamanı kórsetiw
vi: Mở ứng dụng này
zh_hans: 显示本应用
zh_hant: 顯示此應用程式

# SettingsPage_AccentColor_Description
source: Change the accent color of the app.
ar: تغيير المظهر والألوان في التطبيق.
bg: Променете цвета на акцента на приложението.
bs: Promijeni akcentnu boju aplikacije.
cs: Změnit motiv a barvy aplikace.
de: Akzentfarbe der App ändern.
el: Αλλάξτε το χρώμα έμφασης της εφαρμογής.
es: Cambiar el color característico de la aplicación.
fr: Changer la couleur d'accentuation de l'application.
hu: Az alkalmazás kiemelő színének módosítása.
it: Cambia il colore dell'app.
ja: アプリのアクセントカラーを変更できます。
lv: Nomainīt akcentu krāsu šai aplikācijai.
nl_nl: Pas het thema en de kleuren van de app aan
pl: Zmień kolor wiodący elementów interfejsu aplikacji.
pt: Alterar a cor de destaque da app.
pt_br: Alterar o tema e as cores do aplicativo.
ro: Schimbați culoarea de accent a aplicației.
ru: Изменить контрастный цвет приложения.
sk: Zmeniť farebný odtieň aplikácie.
tr: Uygulamanın rengini değiştirin.
uk: Змінити колір акценту застосунку.
uz_latn_uz: Baǵdarlamanıń sáykes reńin ózgertiw.
vi: Thay đổi màu sắc chủ đạo của ứng dụng.
zh_hans: 改变应用的主题色。
zh_hant: 變更應用程式的主題色彩。

# SettingsPage_AccentColor_Title
source: Accent color
ar: لون المظهر
bg: Цвят на акцента
bs: Akcentna boja
cs: Barva aplikace
de: Akzentfarbe
el: Χρώμα έμφασης
es: Color característico
fr: Couleur d'accentuation
hu: Kiemelőszín
it: Colore
ja: アクセントカラー
lv: Akcentu krāsa
nl_nl: Accentkleur
pl: Kolor wiodący
pt: Cor de destaque
pt_br: Cor de destaque
ro: Culoare de accent
ru: Контрастный цвет
sk: Odtieň
tr: Renk
uk: Колір акценту
uz_latn_uz: Sáykes reń
vi: Màu chủ đề
zh_hans: 主题色
zh_hant: 主題色彩

# SettingsPage_Autorun_Message
source: Start minimized to tray when you log in to Windows.
ar: شغل مصغرا للمعروضات عند تسجيل الدخول لنظام التشغيل أو الويندوز.
bg: Приложението ще бъде стартирано заедно с компютъра. Ще може да го откриете в лентата на задачите.
bs: Start minimized to tray when you log in to Windows. Startup is delayed by 30 seconds for compatibility reasons.
cs: Zapnout minimalizované v liště, když se přihlásiš do windowsu.
de: Startet minimiert in der Taskleiste, wenn Sie sich bei Windows anmelden.
el: Εκκίνηση εφαρμογής ελαχιστοποιημένης στη γραμμή εικονιδίων όταν συνδεθείτε στα Windows.
es: Minimizar en la bandeja al iniciar la sesión de Windows.
fr: Démarrer l'application dans la barre des taches lors de la connexion a Windows.
hu: A Windows rendszerbe való bejelentkezéskor a tálcára minimalizálva indul.
it: Inizia ridotto a icona quando accedi a Windows.
ja: Windowsにログオンした時にシステムトレイに最小化して起動します。
lv: Piesakoties sistēmā Windows, sāciet minimizētu teknē.
nl_nl: Start geminimaliseerd naar lade wanneer u zich aanmeldt bij Windows.
pl: Uruchom jako zminimalizowany do zasobnika przy zalogowaniu do Windows.
pt: Iniciar minimizado na área de notificações quando fazes login no Windows.
pt_br: Iniciar minizado na bandeja de notificações quando logar no Windows.
ro: Pornire minimizată în tray atunci când vă conectați la Windows.
ru: Запускать свернутым при входе в Windows.
sk: Spustiť minimalizované na panely úloh pri prihlásení.
tr: Windows'ta oturum açtığınızda küçültülmüş halde başlatın.
uk: Запускати згорнутим у лоток, коли ви входите у Windows.
uz_latn_uz: Windowsqa kirgende kishireytilgen kóriniste iske túsiriw.
vi: Chạy trong nền ngay khi khởi động Windows.
zh_hans: 开启自启并最小化到托盘。 如遇到无法控制等问题请选择【延迟启动】以等待联想服务完全加载。
zh_hant: 開機後最小化到系統匣。

# SettingsPage_Autorun_Title
source: Autorun
ar: تشغيل تلقائي
bg: Автоматично стартиране
cs: Automatické spuštění
de: Autostart
el: Αυτόματη εκτέλεση
es: Ejecución automática
fr: Démarrage auto
hu: Automatikus indítás
it: Esecuzione automatica
ja: 自動起動
lv: Autopalaišana
nl_nl: Automatisch uitvoeren
pl: Automatyczne uruchamianie
pt: Iniciar automaticamente
pt_br: Execução automática
ro: Pornire automată
ru: Автозагрузка
sk: Automatické spustenie
tr: Otomatik Çalıştırma
uk: Автозапуск
uz_latn_uz: Avtomatikalıq iske túsiriw
vi: Tự động chạy
zh_hans: 开机启动
zh_hant: 開機啟動
