Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# KeyboardBacklightPage_Title
source: Keyboard Backlight
ar: الإضاءة الخلفية للوحة المفاتيح
bg: Подсветка на клавиатурата
bs: Pozadinsko osvjetljenje tastature
cs: Podsvícení klávesnice
de: Tastaturbeleuchtung
el: Φωτισμός Πληκτρολογίου
es: Retroiluminación del teclado
fr: Rétroéclairage du clavier
hu: Billentyűzet háttérvilágítás
it: Retroilluminazione tastiera
ja: キーボードバックライト
lv: Tastatūras Izgaismojums
nl_nl: Toetsenbordverlichting
pl: Podświetlenie klawiatury
pt: Luz do teclado
pt_br: Iluminação do teclado
ro: Iluminare tastatură
ru: Подсветка клавиатуры
sk: Podsvietenie klávesnice
tr: Klavye Işığı
uk: Підсвітка клавіатури
uz_latn_uz: Klaviaturanıń arqa jaqtılıǵı
vi: Đèn nền bàn phím
zh_hans: 键盘背光
zh_hant: 鍵盤背光

# Keyboard_VantageEnabledWarning_Message
source: Keyboard backlight cannot be controlled in here when Vantage or its services are running.
ar: لا يمكن التحكم في الإضاءة الخلفية للوحة المفاتيح هنا عند تشغيل Vantage أو خدماتها.
bg: Подсветката на клавиатурата не може да бъде управлявана тук, когато Vantage или неговите услуги работят.
de: Die Tastaturbeleuchtung kann nicht gesteuert werden, wenn Vantage oder dessen Dienste ausgeführt werden.
el: Ο φωτισμός του πληκτρολογίου δεν μπορεί να ρυθμιστεί όταν εκτελείται το Vantage ή οι υπηρεσίες του.
es: La retroiluminación del teclado no puede ser controlada aquí, si Vantage o sus servicios están funcionando.
fr: Le rétroéclairage du clavier ne peut pas être contrôlé par ici quand Vantage ou ses services sont en exécution.
hu: A billentyűzet háttérvilágítása nem szabályozható itt, amikor a Vantage vagy annak szolgáltatásai futnak.
it: La retroilluminazione della tastiera non può essere controllata qua mentre Vantage o i suoi servizi sono in esecuzione.
ja: Vantage またはそのサービスの実行中は、ここでキーボードのバックライトを制御できません。
lv: Tastatūras fona apgaismojumu šeit nevar kontrolēt, ja darbojas Vantage vai tā pakalpojumi.
nl_nl: Toetsenbordverlichting kan hier niet worden beheerd wanneer Vantage of zijn services actief zijn.
pl: Nie można stąd sterować podświetleniem klawiatury, jeśli Lenovo Vantage lub jego usługi pracują w tle.
pt: Não podes controlar a luz do teclado aqui enquanto os serviços do Vantage estão ativos.
pt_br: A luz de fundo do teclado não pode ser controlada aqui quando o Vantage ou seus serviços estão em execução.
ro: Iluminarea tastaturii nu poate fi controlată aici, când Vantage și/sau serviciile sale rulează, din cauza conflictelor dintre cele două.
ru: Подсветкой клавиатуры нельзя управлять здесь, когда работает Vantage или его службы.
sk: Podsvietenie klávesnice nemôže byť ovládané tu, pokiaľ beží Vantage alebo jeho služby.
tr: Vantage veya servisleri çalışırken klavye ışığı burada kontrol edilemez.
uk: Неможливо керувати підсвіткою клавіатури, коли працює Vantage або його служби.
uz_latn_uz: Vantage yamasa onıń xızmetleri islep turǵanda, klaviaturanıń arqa jaqtılıǵın bul jerde basqarıw múmkin emes.
vi: Đèn nền bàn phím không thể được tùy chỉnh nếu Lenovo vantage hoặc các chương trình con của nó đang chạy.
zh_hans: 由于 Lenovo Vantage 或其服务正在运行导致冲突，无法在此控制键盘背光。
zh_hant: 由於 Lenovo Vantage 或其他服務正在執行，所以無法在此控制鍵盤背光。

# Keyboard_VantageEnabledWarning_Title
source: Lenovo Vantage or its services are running
ar: يبدو أن Lenovo Vantage مفعّل
bg: Lenovo Vantage или неговите услуги работят
de: Lenovo Vantage oder dazugehörige Dienste werden ausgeführt
el: Το Lenovo Vantage ή οι υπηρεσίες του εκτελούνται.
es: Lenovo Vantage o sus servicios se están ejecutando
fr: Lenovo Vantage semble être activé
hu: A Lenovo Vantage vagy annak szolgáltatásai futnak
it: Lenovo Vantage sembra essere abilitato
ja: Lenovo Vantage またはそのサービスが実行されています
lv: Lenovo Vantage vai tā servisi šobrīd ir ieslēgti
nl_nl: Lenovo Vantage of zijn services zijn actief
pl: Lenovo Vantage lub jego usługi pracują w tle
pt: O Lenovo Vantage ou os seus serviços estão ativos
pt_br: Lenovo Vantage ou seus serviços estão em execução
ro: Lenovo Vantage pare să fie activat
ru: Lenovo Vantage или его службы запущены
tr: Lenovo Vantage veya hizmetleri çalışıyor
uk: Lenovo Vatage або його служби запущені
uz_latn_uz: Lenovo vantage yamasa onıń xızmetlerin islep atır
vi: Lenovo Vantage hoặc các dịch vụ của nó đang chạy
zh_hans: Lenovo Vantage 与之相关服务仍在运行
zh_hant: Lenovo Vantage 或其相關服務正在執行

# MainWindow_NavigationItem_About
source: About
ar: حول البرنامج
bg: Относно
bs: O programu
cs: O aplikaci
de: Über
el: Σχετικά με
es: Acerca de
fr: À propos
hu: Névjegy
it: Informazioni su
ja: ヘルプ
lv: Par
nl_nl: Over
pl: O programie
pt: Sobre
pt_br: Sobre
ro: Despre
ru: О ПО
sk: O projekte
tr: Hakkında
uk: Про застосунок
uz_latn_uz: Baǵdarlama haqqında
vi: Thông tin
zh_hans: 关于
zh_hant: 關於

# MainWindow_NavigationItem_Actions
source: Actions
ar: الإجراءات
bg: Действия
bs: Akcije
cs: Akce
de: Aktionen
el: Ενέργειες
es: Acciones
hu: Műveletek
it: Azioni
ja: アクション
lv: Darbības
nl_nl: Acties
pl: Akcje
pt: Ações
pt_br: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
tr: Eylemler
uk: Дії
uz_latn_uz: Háreketler
vi: Hành động
zh_hans: 自动化
zh_hant: 功能

# MainWindow_NavigationItem_Battery
source: Battery
ar: البطارية
bg: Батерия
bs: Baterija
cs: Baterie
de: Akku
el: Μπαταρία
es: Batería
fr: Batterie
hu: Akkumulátor
it: Batteria
ja: バッテリー
lv: Akumulators
nl_nl: Batterij
pl: Bateria
pt: Bateria
pt_br: Bateria
ro: Baterie
ru: Батарея
sk: Batéria
tr: Pil
uk: Батарея
uz_latn_uz: Batareya
vi: Pin
zh_hans: 电池
zh_hant: 電池

# MainWindow_NavigationItem_Dashboard
source: Dashboard
ar: لوحة التحكم أو اللوحة الرئيسة
bg: Информационно табло
bs: Kontrolna tabla
cs: Přehled
de: Übersicht
el: Πίνακας
es: Cuadro de control
fr: Accueil
hu: Irányítópult
it: Pannello di controllo
ja: ダッシュボード
lv: Informācijas panelis
pl: Kokpit
ro: Bord
ru: Обзор
sk: Prehľad
tr: Menü
uk: Панель керування
uz_latn_uz: Basqarıw paneli
vi: Trang chủ
zh_hans: 控制台
zh_hant: 控制面板

# MainWindow_NavigationItem_Donate
source: Donate
ar: دعم المشروع
bg: Дари
bs: Doniraj
cs: Přispět
de: Spenden
el: Δωρεά
es: Donar
fr: Don
hu: Támogatás
it: Donazioni
ja: 寄付
lv: Ziedot
nl_nl: Doneer
pl: Wspomóż
pt: Doar
pt_br: Doar
ro: Donație
ru: Донат
sk: Prispieť
tr: Bağış
uk: Пожертування
uz_latn_uz: Qollap-quwatlaw
vi: Ủng hộ
zh_hans: 赞助
zh_hant: 贊助

# MainWindow_NavigationItem_Keyboard
source: Keyboard
ar: لوحة المفاتيح
bg: Клавиатура
bs: Tastatura
cs: Klávesnice
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fr: Clavier
hu: Billentyűzet
it: Tastiera
ja: キーボード
lv: Tastatūra
nl_nl: Toetsenbord
pl: Klawiatura
pt: Teclado
pt_br: Teclado
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
tr: Klavye
uk: Клавіатура
uz_latn_uz: Klaviatura
vi: Bàn phím
zh_hans: 键盘
zh_hant: 鍵盤

# MainWindow_NavigationItem_Packages
source: Downloads
ar: الحزم
bg: Изтегляния
bs: Preuzimanja
cs: Balíčky
de: Pakete
el: Λήψεις
es: Descargas
fr: Paquets
hu: Letöltések
it: Pacchetti
ja: ダウンロード
lv: Lejupielādes
nl_nl: Pakketten
pl: Pobieranie
pt: Pacotes
ro: Pachete
ru: Загрузки
sk: Balíčky
tr: İndirilenler
uk: Завантаження
uz_latn_uz: Júklengenler
vi: Tải về
zh_hans: 驱动下载
zh_hant: 下載

# MainWindow_NavigationItem_Settings
source: Settings
ar: الإعدادات
bg: Настройки
bs: Postavke
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
lv: Iestatījumi
nl_nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configs
ro: Setări
ru: Настройки
sk: Nastavenia
tr: Ayarlar
uk: Налаштування
uz_latn_uz: Sazlawlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# MainWindow_UpdateAvailable
source: Update available!
ar: يتوفر تحديث!
bg: Налична е актуализация!
bs: Dostupno ažuriranje!
cs: Aktualizace k dispozici!
de: Update verfügbar!
el: Διαθέσιμη ενημέρωση!
es: ¡Actualización disponible!
fr: Mise à jour disponible !
hu: Frissítés érhető el!
it: Aggiornamento disponibile!
ja: 更新があります！
lv: Pieejams atjauninājums!
nl_nl: Updates beschikbaar!
pl: Dostępna aktualizacja!
pt: Atualização disponível!
pt_br: Atualização disponível!
ro: Actualizare disponibilă!
ru: Доступно обновление!
sk: Aktualizácia je k dispozícii!
tr: Güncelleme mevcut!
uk: Доступне обновлення!
uz_latn_uz: Jańalanıw bar!
vi: Có bản cập nhật mới!
zh_hans: 新版本可用！
zh_hant: 已有可供使用的更新！

# MainWindow_UpdateAvailableWithVersion
source: Update {0} available!
ar: يتوفر تحديث!
bg: Актуализация {0} е налична!
bs: Ažuriranje na {0} je dostupno!
cs: Aktualizace {0} je k dispozici!
de: Update {0} verfügbar!
el: Ενημέρωση {0} διαθέσιμη!
es: ¡Actualización {0} disponible!
fr: La mise à jour {0} est disponible !
hu: {0} frissítés érhető el!
it: L'aggiornamento {0} è disponibile!
ja: バーション {0} の更新があります！
lv: Pieejams atjauninājums {0}!
nl_nl: Update {0} is beschikbaar!
pl: Aktualizacja {0} jest dostępna!
pt: Atualização {0} disponível!
pt_br: Atualização {0} disponível!
ro: Actualizarea {0} disponibilă!
ru: Доступно обновление {0}!
sk: Aktualizácia {0} dostupná!
tr: {0} Güncelleme mevcut!
uk: Доступне {0} обновлення!
uz_latn_uz: {0} Jańalanıw bar!
vi: Bản cập nhật {0} đã có sẵn!
zh_hans: 发现新版本 {0}！
zh_hant: 已有可供使用的更新 {0}！

source: Move down
ar: التحريك للأسفل
bg: Премести надолу
bs: Pomjeri dolje
cs: Posunout dolů
de: Nach unten
el: Μετακίνηση κάτω
es: Mover abajo
fr: Vers le bas
hu: Mozgatás le
it: Sposta giù
ja: 下へ移動
lv: Pārvietoties uz leju
nl_nl: Omlaag verplaatsen
pl: Przesuń niżej
pt: Mover para baixo
pt_br: Mover para baixo
ro: Mutați jos
ru: Переместить вниз
sk: Presunúť nadol
tr: Aşağı Taşı
uk: Перемістити вниз
uz_latn_uz: Tómenge kóshiriw
vi: Di chuyển lên
zh_hans: 下移
zh_hant: 往下移

source: Move up
ar: اذهب للأعلى
bg: Премести нагоре
bs: Pomjeri gore
cs: Posunout nahoru
de: Nach oben
el: Μετακίνηση επάνω
es: Mover arriba
fr: Vers le haut
hu: Mozgatás fel
it: Sposta su
ja: 上へ移動
lv: Pārvietoties uz augšu
nl_nl: Verplaats naar boven
pl: Przesuń wyżej
pt: Mover para cima
pt_br: Mover para cima
ro: Mutați sus
ru: Переместить вверх
sk: Posunúť nahor
tr: Yukarı taşı
uk: Перемістити вгору
uz_latn_uz: Joqarıǵa kóshiriw
vi: Di chuyển xuống
zh_hans: 上移
zh_hant: 往上移

source: No
ar: لا
bg: Не
bs: Ne
cs: Ne
de: Nein
el: Όχι
fr: Non
hu: Nem
ja: いいえ
lv: Nē
nl_nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sk: Nie
tr: Hayır
uk: Ні
uz_latn_uz: Yaq
vi: Không
zh_hans: 否
zh_hant: 否

# Notification_ACAdapterConnected
source: AC adapter connected
ar: محول التيار المتردد متصل
bg: Зарядното е свързано
cs: AC nabíječka připojena
de: Netzadapter angeschlossen
el: Ο φορτιστής συνδέθηκε
es: Adaptador de corriente alterna conectado
fr: Chargeur connecté
hu: Hálózati töltőadapter csatlakoztatva
it: Alimentatore collegato
ja: ACアダプターが接続されました
lv: Maiņstrāvas adapteris pievienots
nl_nl: AC-adapter aangesloten
pl: Zasilacz podłączony
pt: Carregador ligado
pt_br: Carregador conectado
ro: Alimentator conectat
ru: Блок питания подключен
sk: Sieťový adaptér pripojený
tr: AC adaptörü bağlı
uk: Блок живлення під'єднаний
uz_latn_uz: Quwatlaw blogı jalǵanǵan
vi: Đã kết nối nguồn điện ngoài
zh_hans: 电源适配器 已插入
zh_hant: 已連接電源供應器

# Notification_ACAdapterConnectedLowWattage
source: AC adapter connected (Low wattage)
ar: محول التيار المتردد متصل (منخفض القوة الكهربائية)
bg: Зарядното е свързано (ниска мощност)
cs: AC nabíječka připojena (Nízký výkon)
de: Netzadapter angeschlossen (niedrige Wattzahl)
el: Ο φορτιστής συνδέθηκε (Χαμηλή ισχύς)
es: Adaptador de corriente alterna conectado (bajo consumo)
fr: Chargeur connecté (Faible puissance)
hu: Hálózati töltőadapter csatlakoztatva (alacsony teljesítményű)
it: Alimentatore collegato (bassa potenza)
ja: ACアダプター（低出力）が接続されました
lv: Maiņstrāvas adapteris pievienots (Zema jauda)
nl_nl: AC-adapter aangesloten (laag wattage)
pl: Zasilacz podłączony (niska moc)
pt: Carregador de baixa potência ligado
pt_br: Carregador conectado (Baixa potência)
ro: Alimentator de putere redusă conectat
ru: Блок питания подключен (низкая мощность)
sk: Sieťový adaptér pripojený (nízkovýkonový)
tr: AC adaptörü bağlı (Düşük watt)
uk: Блок живлення під'єднано (низька потужність)
uz_latn_uz: Quwatlaw apadteri jalǵanǵan (Kem quwatlılıq)
vi: Đã kết nối nguồn điện ngoài (công suất thấp)
zh_hans: 电源适配器（较低功率） 已插入
zh_hant: 已連接電源供應器（較低功率）

# Notification_ACAdapterDisconnected
source: AC adapter disconnected
ar: محول التيار المتردد غير متصل
bg: Зарядното е извадено
cs: AC nabíječka odpojena
de: Netzadapter nicht angeschlossen
el: Ο φορτιστής αποσυνδέθηκε
es: Adaptador de corriente alterna desconectado
fr: Chargeur déconnecté
hu: Hálózati adapter lecsatlakoztatva
it: Alimentatore scollegato
ja: ACアダプターが切断されました
lv: Maiņstrāvas adapteris atvienots
nl_nl: AC-adapter losgekoppeld
pl: Zasilacz odłączony
pt: Carregador desligado
pt_br: Carregador desconectado
ro: Alimentator deconectat
ru: Блок питания отключен
sk: Sieťový adaptér odpojený
tr: AC adaptörü bağlantısı kesildi
uk: Блок живлення від'єднано
uz_latn_uz: Quwatlaw blogı jalǵanbaǵan
vi: Đã ngắt kết nối nguồn điện ngoài
zh_hans: 电源适配器 已拔出
zh_hant: 已中斷連接電源供應器

# Notification_CameraOff
source: Camera off
ar: الكاميرا مغلقة
bg: Камерата е изключена
cs: Kamera vypnutá
de: Kamera aus
el: Κάμερα ανενεργή
es: Cámara apagada
fr: Caméra désactivée
hu: Kamera ki
it: Fotocamera disattivata
ja: カメラが無効になりました
lv: Kamera izslēgta
nl_nl: Camera uit
pl: Kamera wyłączona
pt: Câmara desligada
pt_br: Câmera desligada
ro: Cameră oprită
ru: Камера отключена
sk: Kamera vypnutá
tr: Kamera kapalı
uk: Камеру вимкнено
uz_latn_uz: Kamera óshirilgen
vi: Camera tắt
zh_hans: 摄像头 关
zh_hant: 關閉相機

# Notification_CameraOn
source: Camera on
ar: الكاميرا قيد التشغيل
bg: Камерата е включена
cs: Kamera zapnutá
de: Kamera an
el: Η κάμερα ενεργοποιήθηκε
es: Cámara encendida
fr: Caméra activée
hu: Kamera be
it: Fotocamera attivata
ja: カメラが有効になりました
lv: Kamera ieslēgta
nl_nl: Camera aan
pl: Kamera włączona
pt: Câmara ligada
pt_br: Câmera ligada
ro: Cameră pornită
ru: Камера включена
sk: Kamera zapnutá
tr: Kamera açık
uk: Камеру ввімкнено
uz_latn_uz: Kamera qosıwlı
vi: Camera bật
zh_hans: 摄像头 开
zh_hant: 開啟相機

# Notification_CapsLockOff
source: Caps Lock off
ar: تم إيقاف تشغيل Caps Lock
bg: Caps Lock е включен
cs: Caps Lock vypnut
de: Feststelltaste aus
el: Caps Lock ανενεργό
es: Bloqueo de mayúsculas desactivado
fr: Verrouillage des majuscules désactivé
hu: Caps Lock ki
ja: Caps Lockが無効になりました
lv: Burtslēgs izslēgts
nl_nl: Caps Lock uit
pl: Caps Lock wyłączony
pt: Caps Lock desligado
pt_br: Caps Lock desligado
ro: Caps Lock dezactivat
ru: Caps Lock отключен
sk: Caps Lock vypnutý
tr: Büyük Harf Kilidi kapalı
uk: Caps Lock вимкнено
uz_latn_uz: Caps Lock óshirildi
vi: Caps Lock tắt
zh_hans: Caps Lock 关
zh_hant: 關閉 Caps Lock

# Notification_CapsLockOn
source: Caps Lock on
ar: تم إيقاف تشغيل Caps Lock
bg: Caps Lock е изключен
cs: Caps Lock zapnut
de: Feststelltaste an
el: Caps Lock ενεργό
es: Bloqueo de mayúsculas activado
fr: Verrouillage des majuscules activé
hu: Caps Lock be
ja: Caps Lockが有効になりました
lv: Burtslēgs ieslēgts
nl_nl: Caps Lock aan
pl: Caps Lock włączony
pt: Caps Lock ligado
pt_br: Caps Lock ligado
ro: Caps Lock activat
ru: Caps Lock включен
sk: Caps Lock zapnutý
tr: Büyük Harf Kilidi açık
uk: Caps Lock увімкнено
uz_latn_uz: Caps Lock qosıldı
vi: Caps Lock bật
zh_hans: Caps Lock 开
zh_hant: 開啟 Caps Lock

# Notification_FnLockOff
source: Fn Lock off
ar: Fn مغلق
bg: Отключване на клваиша Fn
cs: Fn Lock vypnut
de: Fn Lock aus
el: Fn Lock ανενεργό
es: Bloqueo tecla Fn desactivado
fr: Verrouillage de Fn désactivé
hu: Fn Lock ki
ja: Fnキーが有効になりました
lv: Fn Bloķēšana izslēgts
nl_nl: Fn Lock uit
pl: Fn Lock wyłączony
pt: Fn Lock desligado
pt_br: Trava tecla Fn desligada
ro: Blocare Fn dezactivată
ru: Fn Lock отключен
sk: Fn zámok vypnutý
tr: Fn Kilidi kapalı
uk: Fn Lock вимкнено
uz_latn_uz: Fn Lock óshirildi
vi: Khóa phím Fn tắt
zh_hans: 锁定 Fn 键 关
zh_hant: 關閉鎖定 Fn 鍵

# Notification_FnLockOn
source: Fn Lock on
ar: Fn مغلق
bg: Заключен клавиш Fn
cs: Fn Lock zapnut
de: Fn Lock an
el: Fn Lock ενεργό
es: Bloqueo tecla Fn activado
fr: Verrouillage de Fn activé
hu: Fn Lock be
ja: Fnキーが無効になりました
lv: Fn Bloķēšana ieslēgts
nl_nl: Fn Lock aan
pl: Fn Lock włączony
pt: Fn Lock ligado
pt_br: Trava tecla Fn ligada
ro: Blocare Fn activată
ru: Fn Lock включен
sk: Fn zámok zapnutý
tr: Fn Kilidi açık
uk: Fn Lock увімкнено
uz_latn_uz: Fn Lock qosıldı
vi: Khóa phím Fn bật
zh_hans: 锁定 Fn 键 开
zh_hant: 開啟鎖定 Fn 鍵

# Notification_MicrophoneOff
source: Microphone off
ar: المايكروفون مغلق
bg: Микрофонът е изключен
cs: Mikrofon vypnut
de: Mikrofon aus
el: Μικρόφωνο ανενεργό
es: Micrófono apagado
fr: Microphone désactivé
hu: Mikrofon ki
it: Microfono disattivato
ja: マイクが無効になりました
lv: Mikrofons izslēgts
nl_nl: Microfoon uit
pl: Mikrofon wyłączony
pt: Microfone desligado
pt_br: Microfone desligado
ro: Microfon oprit
ru: Микрофон отключен
sk: Mikrofón vypnutý
tr: Mikrofon kapalı
uk: Мікрофон вимкнено
uz_latn_uz: Mikrofon óshirildi
vi: Microphone tắt
zh_hans: 麦克风 关
zh_hant: 關閉麥克風

# Notification_MicrophoneOn
source: Microphone on
ar: المايكروفون مفتوح
bg: Микрофонът е включен
cs: Mikrofon zapnut
de: Mikrofon an
el: Μικρόφωνο ενεργό
es: Micrófono encendido
fr: Microphone activé
hu: Mikrofon be
it: Microfono attivato
ja: マイクが有効になりました
lv: Mikrofons ieslēgts
nl_nl: Microfoon aan
pl: Mikrofon włączony
pt: Microphone ligado
pt_br: Microfone ligado
ro: Microfon pornit
ru: Микрофон включен
sk: Mikrofón zapnutý
tr: Mikrofon Açık
uk: Мікрофон увімкнено
uz_latn_uz: Mikrofon qosıldı
vi: Microphone bật
zh_hans: 麦克风 开
zh_hant: 開啟麥克風

# Notification_NumLockOff
source: Num Lock off
ar: مفاتيح ألأرقام مغلقة
bg: Num Lock е изключен
cs: Num Lock vypnut
de: Num Lock aus
el: Num Lock ανενεργό
es: Bloqueo numérico desactivado
fr: Verrouillage du pavé numérique désactivé
hu: Num Lock ki
ja: Num Lockが無効になりました
lv: Num Bloķēšana izslēgta
nl_nl: Num Lock uit
pl: Num Lock wyłączony
pt: Num Lock desligado
pt_br: Num Lock desligado
ro: Num Lock dezactivat
ru: Num Lock отключен
sk: Num zámok vypnutý
tr: Num Kilidi kapalı
uk: Num Lock вимкнено
uz_latn_uz: Num Lock óshirildi
vi: Numlock tắt
zh_hans: Num Lock 关
zh_hant: 關閉 Num Lock

# Notification_NumLockOn
source: Num Lock on
ar: مفاتيح ألأرقام مفتوحة
bg: Num Lock е включен
cs: Num Lock zapnut
de: Num Lock an
el: Num Lock ενεργό
es: Bloqueo numérico activado
fr: Verrouillage du pavé numérique activé
hu: Num Lock be
ja: Num Lockが有効になりました
lv: Num Bloķēšana ieslēgta
nl_nl: Num Lock aan
pl: Num Lock włączony
pt: Num Lock Ligado
pt_br: Num Lock ligado
ro: Num Lock activat
ru: Num Lock включен
sk: Num zámok zapnutý
tr: Num Kilidi açık
uk: Num Lock увімкнено
uz_latn_uz: Num Lock qosıldı
vi: Numlock bật
zh_hans: Num Lock 开
zh_hant: 開啟 Num Lock

# Notification_SpectrumKeyboardBacklight_Backlight
source: Backlight {0}
ar: الإضاءة الخلفية {0}
bg: Подсветка {0}
de: Hintergrundbeleuchtung {0}
el: Φωτισμός Πληκτρολογίου {0}
es: Retroiluminación {0}
fr: Rétroéclairage {0}
hu: Háttérvilágítás {0}
it: Retroilluminazione {0}
ja: バックライト {0}
lv: Izgaismojums {0}
nl_nl: Achtergrondverlichting {0}
pl: Podświetlenie {0}
pt: Luz de fundo {0}
pt_br: Iluminação do teclado {0}
ru: Подсветка {0}
sk: Podsvietenie {0}
tr: Arka ışık {0}
uk: Підсвітка {0}
uz_latn_uz: Arqa jaqtılıq {0}
vi: Đèn nền bàn phím {0}
zh_hans: 背光 {0}
zh_hant: 背光 {0}

# Notification_SpectrumKeyboardBacklight_Brightness
source: Brightness {0}
ar: الإضاءة {0}
bg: Яркост {0}
de: Helligkeit {0}
el: Φωτεινότητα {0}
es: Brillo {0}
fr: Luminosité {0}
hu: Fényerő {0}
it: Luminosità {0}
ja: 明るさ {0}
lv: Spilgtums {0}
nl_nl: Helderheid {0}
pl: Jasność {0}
pt: Luminosidade {0}
pt_br: Brilho {0}
ru: Яркость {0}
sk: Jas {0}
tr: Parlaklık {0}
uk: Яскравість {0}
uz_latn_uz: Jarıqlıq {0}
vi: Độ sáng {0}
zh_hans: 键盘背光亮度 {0}
zh_hant: 亮度 {0}

# Notification_SpectrumKeyboardBacklight_Profile
source: Profile {0}
ar: الملف الشخصي {0}
bg: Профил {0}
de: Profil {0}
el: Προφίλ {0}
es: Perfil {0}
fr: Profil {0}
hu: Profil: {0}
it: Profilo {0}
ja: プロファイル {0}
lv: Profils {0}
nl_nl: Profiel {0}
pl: Profil {0}
pt: Perfil {0}
pt_br: Perfil {0}
ru: Профиль {0}
sk: Profil {0}
tr: Profil {0}
uk: Профіль {0}
uz_latn_uz: Profil {0}
vi: Cấu hình {0}
zh_hans: 灯效主题 {0}
zh_hant: 設定檔 {0}

# Notification_TouchpadOff
source: Touchpad off
ar: لوحة اللمس مُقفلة
bg: Тъчпадът е изключен
cs: Touchpad vypnut
de: Touchpad aus
el: Επιφάνεια αφής ανενεργή
es: Panel táctil apagado
fr: Pavé tactile désactivé
hu: Érintőfelület ki
ja: タッチパッドが無効になりました
lv: Skārienpanelis izslēgts
nl_nl: Touchpad uit
pl: Touchpad wyłączony
pt: Touchpad desligado
pt_br: Touchpad desligado
ro: Touchpad oprit
ru: Сенсорная панель отключена
sk: Touchpad vypnutý
tr: Touchpad kapalı
uk: Тачпад вимкнений
uz_latn_uz: Sensorlı panel óshirildi
vi: Touchpad tắt
zh_hans: 触摸板 关
zh_hant: 關閉觸控板

# Notification_TouchpadOn
source: Touchpad on
ar: لوحة اللمس مُشغلة
bg: Тъчпадът е включен
cs: Touchpad zapnut
de: Touchpad an
el: Επιφάνεια αφής ενεργή
es: Panel táctil encendido
fr: Pavé tactile activé
hu: Érintőfelület be
ja: タッチパッドが有効になりました
lv: Skārienpanelis ieslēgts
nl_nl: Touchpad aan
pl: Touchpad włączony
pt: Touchpad ligado
pt_br: Touchpad ligado
ro: Touchpad pornit
ru: Сенсорная панель включена
sk: Touchpad zapnutý
tr: Touchpad açık
uk: Тачпад увімкнений
uz_latn_uz: Sensorlı panel qosıldı
vi: Touchpad bật
zh_hans: 触摸板 开
zh_hant: 開啟觸控板

# Notification_WhiteKeyboardBacklight
source: Backlight {0}
ar: الإضاءة الخلفية {0}
bg: Подсветка {0}
cs: Podsvícení {0}
de: Hintergrundbeleuchtung {0}
el: Φωτισμός {0}
es: Retroiluminación {0}
fr: Rétroéclairage {0}
hu: Háttérvilágítás {0}
it: Retroilluminazione {0}
ja: バックライト {0}
lv: Izgaismojums {0}
nl_nl: Achtergrondverlichting {0}
pl: Podświetlenie {0}
pt: Luz de fundo {0}
pt_br: Iluminação do teclado {0}
ro: Iluminare {0}
ru: Подсветка {0}
sk: Podsvietenie {0}
tr: Arka ışık {0}
uk: Підсвітка {0}
uz_latn_uz: Arqa jaqtılıq {0}
vi: Đèn nền bàn phím {0}
zh_hans: 背光 {0}
zh_hant: 背光 {0}

# NotificationsSettingsWindow_ACAdapter
source: AC Adapter
ar: محول التيار المتردد
bg: Зарядно
cs: AC nabíječka
de: Netzadapter
el: Φορτιστής
es: Adaptador de corriente alterna
fr: Adaptateur secteur
hu: Hálózati adapter
it: Alimentatore
ja: ACアダプタ
lv: Maiņstrāvas Adapteris
pl: Zasilacz
pt: Carregador
pt_br: Carregador
ro: Alimentator
ru: Блок питания
sk: Sieťový adaptér
tr: AC Adaptörü
uk: Адаптер живлення
uz_latn_uz: Quwatlaw blogı
vi: Nguồn điện
zh_hans: 电源适配器
zh_hant: 電源供應器

# NotificationsSettingsWindow_Camera
source: Camera
ar: الكاميرا
bg: Камера
cs: Kamera
de: Kamera
el: Κάμερα
es: Cámara
fr: Caméra
hu: Kamera
it: Fotocamera
ja: カメラ
lv: Kamera
pl: Kamera
pt: Câmara
pt_br: Câmera
ro: Cameră
ru: Камера
sk: Kamera
tr: Kamera
uk: Камера
uz_latn_uz: Kamera
zh_hans: 摄像头
zh_hant: 相機

# NotificationsSettingsWindow_CapsAndNumLock
source: Caps Lock and Num Lock
ar: مفتاح تحويل الأحرف الصغيرة إلى كبيرة و مفتاح الأرقام
bg: Caps Lock и Num Lock
cs: Caps Lock a Num Lock
de: Feststelltaste und Num Lock
el: Caps Lock και Num Lock
es: Bloqueo de mayúsculas y bloqueo numérico
fr: Verrouillage des majuscules et du pavé numérique
hu: Caps Lock és Num Lock
it: Bloc Maiusc e Bloc Num
ja: Caps Lock と Num Lock
lv: Burtslēgs un Num Bloķēšana
nl_nl: Caps Lock en Num Lock
pl: Caps Lock i Num Lock
pt: Caps Lock e Num Lock
pt_br: Caps Lock e Num Lock
ro: Caps Lock și Num Lock
ru: Caps Lock и Num Lock
sk: Caps Lock a Num Lock
tr: Büyük Tuş Kilidi ve Num Kilidi
uk: Caps Lock та Num Lock
uz_latn_uz: Caps Lock hám Num Lock
vi: Caps Lock và Num Lock
zh_hans: Caps Lock 和 Num Lock
zh_hant: Caps Lock 和 Num Lock
