Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# PortsBacklightControl_Message
source: Turn on or off backlight of the ports on the back of the laptop.
bg: Изключване на подсветката на портовете в задната част на лаптопа.
de: Schalten Sie die Hintergrundbeleuchtung der Anschlüsse auf der Rückseite des Laptops ein oder aus.
el: Άναμμα ή σβήσιμο των φωτεινών ενδείξεων των θυρών στην πίσω πλευρά του υπολογιστή.
es: Activa o desactiva la retroiluminación de los puertos de la parte posterior del portátil.
hu: Kapcsolja be vagy ki a laptop hátoldalán lévő portok háttérvilágítását.
lv: Ieslēdziet vai izslēdziet klēpjdatora aizmugurē esošo portu izgaismojumu.
nl_nl: Zet de achtergrondverlichting van de poorten aan, of uit.
pl: Włącz lub wyłącz podświetlenie portów z tyłu laptopa.
pt: Liga ou desliga a luz das portas de trás do portátil.
pt_br: Liga ou desliga a luz de fundo das portas na parte de trás do laptop.
ru: Включить или выключить подсветку портов на задней стороне ноутбука.
sk: Vypne alebo zapne podsvietenie portov na zadnej strane notebooku.
tr: Bilgisayarın arkasındaki bağlantı noktalarının ışığını açın veya kapatın.
uk: Увімкнути або вимкнути підсвітку портів на задній панелі ноутбука.
uz_latn_uz: Noutbukdıń arqa bólegindegi portlardıń jarıǵın qosıń yáki óshiriń.
vi: Bật hoặc tắt đèn I/O phía sau laptop.
zh_hans: 打开或关闭位于设备后方的接口指示灯。
zh_hant: 開啟或關閉筆記型電腦的介面顯示燈。

# PortsBacklightAutomationStepControl_Title
source: Ports backlight
bg: Подсветка на портовете
de: Ports Hintergrundbeleuchtung
el: Φωτισμός θυρών
es: Retroiluminación de puertos
hu: Portok háttérvilágítása
ja: ポートのバックライト
lv: Portu izgaismojums
nl_nl: Achtergrondverlichting van de poorten
pl: Podświetlenie portów
pt: Luz das portas
pt_br: Iluminação das portas traseiras
ru: Подсветка портов
sk: Podsvietenie portov
tr: Port ışıkları
uk: Підсвітка портів
uz_latn_uz: Portlardıń jarıtqıshı
vi: Đèn I/O
zh_hans: 接口指示灯
zh_hant: 介面指示燈

# PortsBacklightAutomationStepControl_Message
source: Turn on or off the backlight of the ports on the back of the laptop.
bg: Изключване на подсветката на портовете в задната част на лаптопа.
de: Schalten Sie die Hintergrundbeleuchtung der Anschlüsse auf der Rückseite des Laptops ein oder aus.
el: Άναμμα ή σβήσιμο των φωτεινών ενδείξεων των θυρών στην πίσω πλευρά του υπολογιστή.
es: Activa o desactiva la retroiluminación de los puertos de la parte posterior del portátil.
hu: Kapcsolja be vagy ki a laptop hátoldalán lévő portok háttérvilágítását.
lv: Ieslēdziet vai izslēdziet klēpjdatora aizmugurē esošo portu izgaismojumu.
nl_nl: Zet de achtergrondverlichting van de poorten aan, of uit.
pl: Włącz lub wyłącz podświetlenie portów z tyłu laptopa.
pt: Liga ou desliga a luz das portas de trás do portátil.
pt_br: Liga ou desliga a luz de fundo das portas na parte de trás do laptop.
ru: Включить или выключить подсветку портов на задней стороне ноутбука.
sk: Vypne alebo zapne podsvietenie portov na zadnej strane notebooku.
tr: Bilgisayarın arkasındaki bağlantı noktalarının ışığını açın veya kapatın.
uk: Увімкнути або вимкнути підсвітку портів на задній панелі ноутбука.
uz_latn_uz: Noutbuktiń arqa tárepindegi port jarıtqıshın qosıń yáki óshiriń.
vi: Bật hoặc tắt đèn I/O phía sau laptop.
zh_hans: 打开或关闭位于设备后方的接口指示灯。
zh_hant: 開啟或關閉筆記型電腦的介面顯示燈。

# PanelLogoBacklightControl_Title
source: Panel logo backlight
bg: Подсветка на логото на панела
de: Hintergrundbeleuchtung des Panel-Logos
el: Φωτισμός λογότυπου καπακιού
es: Retroiluminación del logo del panel
hu: Panel logó háttérvilágítás
ja: パネルのロゴのバックライト
lv: Paneļa logotipa izgaismojums
nl_nl: Achtergrondverlichting van het deksellogo
pl: Podświetlenie logo pokrywy laptopa
pt: Luz do logo da tampa
pt_br: Iluminação do logo da tampa
ru: Подсветка логотипа на панели
sk: Podsvietenie panelu loga
tr: Panel logosu ışığı
uk: Підсвітка познаки на панелі
uz_latn_uz: Panelde kórsetilgen logotip
vi: Đèn logo
zh_hans: 拯救者 LOGO 灯
zh_hant: 面板圖示背光

# PanelLogoBacklightControl_Message
source: Turn on or off the backlight on the lid of the laptop.
bg: Включване или изкключване на подсветката на капака на лаптопа.
de: Schalten Sie die Hintergrundbeleuchtung auf dem Deckel des Laptops ein oder aus.
el: Άναμμα ή σβήσιμο του φωτισμού στο καπάκι του υπολογιστή.
es: Activa o desactiva la retroiluminación de la tapa del portátil.
hu: Kapcsolja be vagy ki a laptop fedelén lévő háttérvilágítást.
ja: ラップトップのカバーのバックライトをオンまたはオフにします。
lv: Ieslēgt vai izslēgt klēpjdatora vāka izgaismojumu.
nl_nl: Zet de achtergrondverlichting van het deksellogo aan of uit.
pl: Włącz lub wyłącz podświetlenie logo na pokrywie laptopa.
pt: Liga ou desliga a luz do logo da tampa do portátil.
pt_br: Liga ou desliga a luz de fundo do logo da tampa do notebook.
ru: Включить или выключить подсветку на крышке ноутбука.
sk: Vypnúť alebo zapnúť podsvietenie na kryte notebooku.
tr: Bilgisayarın kapağındaki ışığı açın veya kapatın.
uk: Увімкнути або вимкнути підсвітку на кришці ноутбука.
uz_latn_uz: Noutbuk qapqaǵındaǵı arqa jaqtılıqtı qosıń yamasa óshiriń.
vi: Bật hoặc tắt đèn logo laptop.
zh_hans: 打开或关闭位于设备后方的拯救者 LOGO 灯。
zh_hant: 開啟或關閉筆記型電腦的背蓋背光。

# PanelLogoBacklightAutomationStepControl_Title
source: Panel logo backlight
bg: Подсветка на логото на панела
de: Hintergrundbeleuchtung des Panel-Logos
el: Φωτισμός λογότυπου καπακιού
es: Retroiluminación del logo del panel
hu: Panel logó háttérvilágítás
ja: パネルのロゴのバックライト
lv: Paneļa logotipa izgaismojums
nl_nl: Achtergrondverlichting van het deksellogo
pl: Podświetlenie logo pokrywy laptopa
pt: Luz do logo da tampa
pt_br: Iluminação do logo da tampa
ru: Подсветка логотипа на панели
sk: Podsvietenie panelu loga
tr: Panel logosu ışığı
uk: Підсвітка познаки на панелі
uz_latn_uz: Panelde kórsetilgen logotip
vi: Đèn logo
zh_hans: 拯救者 LOGO 灯
zh_hant: 面板圖示背光

# PanelLogoBacklightAutomationStepControl_Message
source: Turn on or off the backlight on the lid of the laptop.
bg: Изключете подсветката на капака на лаптопа.
de: Schalten Sie die Hintergrundbeleuchtung auf dem Deckel des Laptops ein oder aus.
el: Άναμμα ή σβήσιμο του φωτισμού στο καπάκι του υπολογιστή.
es: Enciende o apaga la retroiluminación de la tapa del portátil.
hu: Kapcsolja be vagy ki a laptop fedelén lévő háttérvilágítást.
ja: ラップトップのカバーのバックライトをオンまたはオフにします。
lv: Ieslēgt vai izslēgt klēpjdatora vāka izgaismojumu.
nl_nl: Zet de achtergrondverlichting van het deksellogo aan of uit.
pl: Włącz lub wyłącz podświetlenie logo na pokrywie laptopa.
pt: Liga ou desliga a luz do logo da tampa do portátil.
pt_br: Liga ou desliga a luz de fundo do lolo da tampa do laptop.
ru: Включить или выключить подсветку на крышке ноутбука.
sk: Vypnúť alebo zapnúť podsvietenie na kryte notebooku.
tr: Bilgisayarın kapağındaki ışığı açın veya kapatın.
uk: Увімкнути або вимкнути підсвітку на кришці ноутбука.
uz_latn_uz: Noutbuk qapqaǵındaǵı arqa jaqtılıqtı qosıń yamasa óshiriń.
vi: Bật hoặc tắt đèn logo laptop.
zh_hans: 打开或关闭位于设备后方的拯救者 LOGO 灯。
zh_hant: 開啟或關閉筆記型電腦的背蓋背光。

source: GHz
ru: ГГц
uk: ГГц
uz_latn_uz: GGs

source: MHz
ru: МГц
uk: МГц
uz_latn_uz: MGts

# SensorsControl_Maximum
source: Maximum: {0}
bg: Максимално: {0}
de: Maximal: {0}
el: Μέγιστο: {0}
es: Máximo: {0}
ja: 最高: {0}
lv: Maksimums: {0}
pl: Maksymalnie: {0}
pt: Máximo: {0}
pt_br: Máximo:{0}
ru: Максимум: {0}
tr: Azami: {0}
uk: Максимум: {0}
uz_latn_uz: Maksimal: {0}
vi: Tối đa: {0}
zh_hans: 最大：{0}
zh_hant: 最大：{0}

# SensorsControl_CPU_Title
source: CPU
bg: Процесор
es: Unidad de control de potencia (CPU)
ru: ЦП
uk: Процесор
uz_latn_uz: Oraylıq protsessor

# SensorsControl_Utilization_Title
source: Utilization
bg: Натовараност
de: Nutzung
el: Χρησιμοποίηση
es: Uso
hu: Kihasználtság
ja: 使用率
lv: Lietojums
nl_nl: Gebruik
pl: Wykorzystanie
pt: Utilização
pt_br: Utilização
ru: Использование
tr: Kullanım
uk: Використання
uz_latn_uz: Paydalanıw
vi: Mức sử dụng
zh_hans: 利用率
zh_hant: 使用率

# SensorsControl_CoreClock_Title
source: Core Clock
bg: Тактова честота на ядрото
de: Kerntakt
el: Βασικό Ρολόι
es: Reloj del procesador
hu: Mag órajel
ja: コアクロック
lv: Kodola Takts Ātrums
nl_nl: Kernfrequentie
pl: Częstotliwość pracy zegara rdzenia
pt: Frequência do Núcleo
ru: Тактовая частота ядра
tr: Çekirdek Saati
uk: Частота ядра
uz_latn_uz: Tiykarǵı saat
zh_hans: 核心频率
zh_hant: 核心時脈

# SensorsControl_Temperature_Title
source: Temperature
bg: Температура
de: Temperatur
el: Θερμοκρασία
es: Temperatura
hu: Hőmérséklet
ja: 温度
lv: Temperatūra
nl_nl: Temperatuur
pl: Temperatura
pt: Temperatura
pt_br: Temperatura
ru: Температура
tr: Sıcaklık
uk: Температура
uz_latn_uz: Temperatura
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

# SensorsControl_Fan_Title
source: Fan
bg: Перка
de: Lüfter
el: Ανεμιστήρας
es: Ventilador
hu: Ventilátor
ja: ファン
lv: Ventilators
nl_nl: Ventilatie
pl: Wentylator
pt: Ventoinha
pt_br: Cooler
ru: Вентилятор
uk: Вентилятор
uz_latn_uz: Íshqıpaz
vi: Quạt
zh_hans: 风扇
zh_hant: 風扇

# SensorsControl_GPU_Title
source: GPU
bg: Допълнителна видеокарта
es: Unidad de procesamiento gráfico (GPU)
ru: Граф. процессор
uk: Графічний процесор
uz_latn_uz: Grafik. Oraylıq protsessor

# SensorsControl_MemoryClock_Title
source: Memory Clock
bg: Тактова честота на паметта
de: Speichertakt
el: Ρολόι Μνήμης
es: Reloj de memoria
hu: Memória órajel
ja: メモリークロック
lv: Atmiņas Takts Ātrums
nl_nl: Geheugenfrequentie
pl: Zegar pamięci
pt: Frequência da Memória
pt_br: Clock da Memória
ru: Частота памяти
tr: Bellek Saati
uk: Частота пам'яті
uz_latn_uz: Yad saatı
zh_hans: 显存频率
zh_hant: 記憶體時脈

# SensorsControl_RefreshInterval
source: Refresh interval
bg: Честота на опресняване
de: Aktualisierungsintervall
el: Διάστημα ανανέωσης
es: Intervalo de actualización
hu: Frissítési gyakoriság
ja: 更新間隔
lv: Atjaunošanas intervāls
nl_nl: Vernieuwingsfrequentie
pl: Szybkość odświeżania
pt: Intervalo de atualização
pt_br: Intervalo de atualização
ru: Интервал обновления
tr: Yenileme aralığı
uk: Інтервал оновлення
uz_latn_uz: Jańalaw aralıǵı
vi: Thời gian làm mới
zh_hans: 刷新间隔
zh_hant: 重新整理間隔

# InstantBootControl_Title
source: Instant Boot
bg: Моментално стартиране
el: Στιγμιαία Εκκίνηση
es: Inicio inmediato
ja: インスタントブート
lv: Tūlītēja Sāknēšana
nl_nl: Snel Opstarten
pl: Natychmiastowy rozruch
pt: Boot Instantâneo
pt_br: Inicialização instantânea
ru: Мгновенное включение
tr: Anında Önyükleme
uk: Миттєве ввімкнення
uz_latn_uz: Operativ
vi: Khởi động tức thì
zh_hans: 通电自启
zh_hant: 快速啟動

# InstantBootControl_Message
source: Turn on the laptop when a charger is connected.
bg: Лаптопът да бъде включен, когато зарядното е свързано.
de: Schalte den Laptop ein, wenn ein Netzadapter angeschlossen wird.
el: Εκκίνηση του υπολογιστή όταν συνδεθεί φορτιστής.
es: Encender el portátil cuando haya un cargador conectado.
hu: Kapcsolja be a laptopot, ha a töltő csatlakoztatva van.
ja: 電源が接続されているときにラップトップの電源を入れます。
lv: Ieslēgt portatīvo datoru kad tiek pievienots lādētājs.
nl_nl: Start de laptop op wanneer een oplader wordt aangesloten.
pl: Włącz laptopa, gdy jest podłączany pod zasilanie.
pt: Ligar o dispositivo quando um carregador é conectado.
pt_br: Ligar o notebook quando um carregador estiver conectado.
ru: Включать ноутбук при подключении зарядного устройства.
tr: Bir şarj cihazı bağlandığında dizüstü bilgisayarı açın.
uk: Увімкнути ноутбук, коли зарядний пристрій приєднано.
uz_latn_uz: Zaryadlawshını jalǵaǵanda noutbukti qosıń.
vi: Khởi động laptop khi kết nối với bộ sạc.
zh_hans: 电源口接入电源后立即开机。
zh_hant: 當電源連接後啟動筆記型電腦。

# InstantBootAutomationStepControl_Title
source: Instant Boot
bg: Моментално стартиране
el: Στιγμιαία Εκκίνηση
es: Inicio inmediato
ja: インスタントブート
lv: Tūlītēja Sāknēšana
nl_nl: Snel Opstarten
pl: Natychmiastowy rozruch
pt: Boot Instantâneo
pt_br: Inicialização instantânea
ru: Мгновенное включение
tr: Anında Önyükleme
uk: Миттєве ввімкнення
uz_latn_uz: Kóp urınıw
vi: Khởi động tức thì
zh_hans: 通电自启
zh_hant: 快速啟動

# InstantBootAutomationStepControl_Message
source: Turn on the laptop when a charger is connected.
bg: Лаптопът да бъде включен, когато зарядното е свързано.
de: Schalte den Laptop ein, wenn ein Netzadapter angeschlossen wird.
el: Εκκίνηση του υπολογιστή όταν συνδεθεί φορτιστής.
es: Encender el portátil cuando haya un cargador conectado.
hu: Kapcsolja be a laptopot, ha a töltő csatlakoztatva van.
ja: 電源が接続されているときにラップトップの電源を入れます。
lv: Ieslēgt portatīvo datoru kad tiek pievienots lādētājs.
nl_nl: Start de laptop op wanneer een oplader wordt aangesloten.
pl: Włącz laptopa, gdy jest podłączany pod zasilanie.
pt: Ligar o dispositivo quando um carregador é conectado.
pt_br: Ligar o notebook quando um carregador for conectado.
ru: Включать ноутбук при подключении зарядного устройства.
tr: Bir şarj cihazı bağlandığında dizüstü bilgisayarı açın.
uk: Увімкнути ноутбук, коли зарядний пристрій приєднано.
uz_latn_uz: Zaryadlawshını jalǵaǵanda noutbukti qosıń.
vi: Khởi động laptop khi kết nối với bộ sạc.
zh_hans: 电源口接入电源后立即开机。
zh_hant: 當電源連接後啟動筆記型電腦。

# PowerModeUnavailableWithoutACException_Title
source: Cannot change Power Mode
bg: Промяната в режима на захранване не е възможна
de: Leistungsmodus kann nicht geändert werden
el: Αδυναμία αλλαγής Λειτουργίας Ισχύος
es: No se puede cambiar el modo de energía
hu: Nem lehet megváltoztatni a Teljesítmény üzemmódot
ja: 電源モードを変更できません
lv: Nevarēja nomainīt Jaudas Režīmu
nl_nl: Kan de energiemodus niet wijzigen
pl: Nie można zmienić trybu wydajności
pt: Não foi possível alterar o esquema de energia
pt_br: Não foi possível alterar o plano de energia
ru: Не удалось изменить режим питания
tr: Güç Modu değiştirilemiyor
uk: Не вдалося змінити режим живлення
uz_latn_uz: Quwat rejimin ózgertip bolmaydı
vi: Không thể thay đổi Power Mode
zh_hans: 无法更改性能模式
zh_hant: 無法變更電源模式

# PowerModeUnavailableWithoutACException_Message
source: {0} power mode is not available without AC power.
bg: {0} режим на захранване не е наличен без свързано зарядно.
de: Leistungsmodus {0} ist ohne Netzadapter nicht verfügbar.
el: Η λειτουργία ισχύος {0} δεν είναι διαθέσιμη χωρίς τροφοδοσία ρεύματος.
es: El modo de energía {0} no está disponible sin alimentación de corriente eléctrica.
hu: {0} üzemmód nem érhető el hálózati AC áram nélkül.
lv: {0} jaudas režīms nav pieejams bez maiņstrāvas pieslēguma.
nl_nl: {0} energiemodus is niet beschikbaar zonder een oplader.
pl: {0} tryb wydajności nie jest dostępny bez podłączonego zasilania.
pt: O esquema de energia {0} não está disponível em bateria.
pt_br: {0} o modo de energia não está disponível sem alimentação AC.
ru: Режим питания {0} недоступна без питания от сети.
tr: {0} güç modu, AC gücü olmadan kullanılamaz.
uk: Режим живлення {0} не доступний без живлення від мережі.
uz_latn_uz: Elektr quwatsız {0} quwat rejimi joq.
vi: {0} Power mode không khả dụng nếu không kết nối với bộ sạc.
zh_hans: 在未接入全功率电源适配器时无法启用{0}
zh_hant: 當未連接電源供應器時無法啟用 {0}。

# EditDashboardWindow_Sensors
source: Sensors
bg: Сензори
de: Sensoren
el: Αισθητήρες
es: Sensores
hu: Szenzorok
ja: センサー
lv: Sensori
nl_nl: Sensoren
pl: Sensory
pt: Sensores
pt_br: Sensores
ru: Датчики
tr: Sensörler
uk: Датчики
uz_latn_uz: Sensor
vi: Cảm biến
zh_hans: 硬件监控信息
zh_hant: 感測器

# IGPUModeChangeException_Title
source: Could not change GPU Working Mode
bg: Промяната в режима на работа на допълнителната видеокартата беше неуспешна
de: GPU-Betriebsmodus konnte nicht geändert werden
el: Δεν ήταν δυνατή η αλλαγή Κατάστασης Λειτουργίας GPU
es: No se puede cambiar el modo de trabajo de la GPU
hu: Nem tudta megváltoztatni a GPU munkamódját
lv: Nevarēja nomainīt GPU Darbošanās režīmu
nl_nl: Kon modus van de videokaart niet wijzigen
pl: Nie można zmienić trybu pracy GPU
pt: Não foi possível alterar Modo de Funcionamento da GPU
pt_br: Não foi possível alterar o modo de trabalho da GPU
ru: Не удалось изменить режим работы GPU
tr: GPU Çalışma Modu Değiştirilemedi
uk: Не можливо змінити режим роботи ГП
uz_latn_uz: GPU jumıs rejimin ózgertip bolmadı
vi: Không thể thay đổi chế độ hoạt động của GPU
zh_hans: 当前无法切换显卡工作模式
zh_hant: 無法變更 GPU 運作模式

# IGPUModeChangeException_Message
source: Try changing the mode again in a couple of seconds, if you do not see expected result. If dGPU does not respond at all, please restart your laptop.
bg: Опитайте да промените режима отново след няколко секунди, ако не виждате очакваните резултати. Ако допълнителната видео карта не реагира изобщо, моля рестартирайте устройството.
de: Versuchen Sie, den Modus in ein paar Sekunden erneut zu ändern, wenn Sie nicht das erwartete Ergebnis sehen. Wenn die dGPU überhaupt nicht reagiert, starten Sie bitte Ihren Laptop neu.
el: Δοκιμάστε να αλλάξετε την κατάσταση ξανά σε λίγα δευτερόλεπτα, αν δε δείτε το αναμενόμενο αποτέλεσμα. Αν η dGPU δεν ανταποκρίνεται καθόλου, παρακαλούμε να κάνετε επανεκκίνηση του υπολογιστή σας.
es: En un par de segundos intentar cambiar el modo de nuevo, si no obtiene el resultado esperado. Si la dGPU no responde del todo, reinicie su portátil.
hu: Ha nem látja a várt eredményt, pár másodperc múlva próbálja meg újra megváltoztatni az üzemmódot. Ha a dGPU egyáltalán nem reagál, kérjük, indítsa újra a laptopját.
nl_nl: Probeer de modus opnieuw te veranderen over een paar seconden, als je het verwachte resultaat niet ziet. Als de videokaart helemaal niet reageert, herstart dan je laptop.
pl: Spróbuj zmienić tryb ponownie za kilka sekund, jeśli nie widzisz oczekiwanego rezultatu. Jeśli dedykowana karta graficzna nie odpowiada, uruchom laptop ponownie.
pt: Tente alterar o modo novamente em alguns segundos, se não obter o resultado esperado. Se dGPU não estiver a responder, reinicie o seu laptop.
pt_br: Tente alterar o modo novamente em alguns segundos, se você não tiver o resultado esperado. Se a GPU dedicada não responder, reinicie o notebook.
ru: Если ожидаемый результат не наступил, попробуйте изменить режим еще раз через пару секунд. Если dGPU не отвечает вовсе, перезагрузите ноутбук.
tr: Beklenen sonucu görmezseniz, birkaç saniye içinde modu tekrar değiştirmeyi deneyin. GPU hiç yanıt vermiyorsa, lütfen dizüstü bilgisayarınızı yeniden başlatın.
uk: Спробуйте змінити режим ще раз через декілька секунд, якщо ви не бачите очікуваного результату. Якщо дискретний ГП зовсім не відповідає, будь ласка, перезавантажте ноутбук.
uz_latn_uz: Eger kútilgen nátiyjeni kórmeseńiz, bir neshe sekunddan keyin rejimdi jáne ózgertirip kóriń. Eger dGPU ulıwma juwap bermese, noutbuktı qayta jumısqa túsiriń.
vi: Nếu bạn không thấy kết quả như mong đợi, hãy thử thay đổi lại chế độ sau vài giây Nếu GPU rời hoàn toàn không phản hồi, hãy khởi động lại máy tính xách tay của bạn.
zh_hans: 如果独显未启用，请在几秒钟后再次尝试更改模式。 如果仍未有反应，请重新启动设备。
zh_hant: 如果 dGPU（獨立顯示卡）沒有變更模式，請等幾秒後再次嘗試。 如果仍然沒有得到回應，請重新啟動您的筆記型電腦。

# IGPUModeChangeException_Title_IGPUOnly
source: dGPU is currently in use
bg: Допълнителната видеокарта е използвана в момента
de: dGPU wird derzeit verwendet
el: Η dGPU είναι απασχολημένη
es: La dGPU está actualmente en uso
hu: A dGPU jelenleg használatban van
ja: dGPUは現在使用中です
lv: dGPU šobrīd tiek izmantots
nl_nl: dGPU momenteel in gebruik
pl: Dedykowana karta graficzna jest obecnie w użyciu
pt: dGPU está em uso
pt_br: A GPU dedicada está em uso
ru: Дискретная видеокарта уже используется
tr: dGPU şuan kullanımda
uk: Дискретний ГП зараз використовується
uz_latn_uz: Diskret grafik karta isletilip atır
vi: GPU rời hiện đang được sử dụng
zh_hans: 独立显卡当前被占用
zh_hant: dGPU（獨立顯示卡）目前使用中

# IGPUModeChangeException_Message_IGPUOnly
source: dGPU will disconnect automatically when not in use.
bg: Допълнителната видеокарта ще бъде деактивирана автоматично, когато не се използва.
de: dGPU wird automatisch getrennt, wenn sie nicht verwendet wird.
el: Η dGPU θα αποσυνδεθεί αυτόματα όταν δεν είναι απασχολημένη.
es: La dGPU se desconectará automáticamente si no está en uso.
hu: A dGPU automatikusan kikapcsol, ha nincs használatban.
lv: dGPU automātiski pats atvienosies kad tas netiks izmantots.
nl_nl: dGPU zal automatisch ontkoppelen wanneer niet in gebruik.
pl: Dedykowana karta graficzna odłączy się automatycznie, jeśli nie będzie używana.
pt: dGPU irá desconectar automaticamente quando não estiver em uso.
pt_br: A GPU dedicada se desconectará automaticamente quando não estiver em uso.
ru: Дискретная видеокарта будет автоматически отключаться, если она не используется.
tr: dGPU kullanılmadığında otomatik olarak kapanacaktır.
uk: Дискретний ГП автоматично вимикатиметься, коли не використовується.
uz_latn_uz: Diskret grafik karta isletilmegende avtomatikalıq túrde úziledi.
vi: GPU rời sẽ tự động ngắt kết nối khi không được sử dụng.
zh_hans: 独立显卡在解除占用后将自动停用。
zh_hant: 當 dGPU（獨立顯示卡）未使用時將自動中斷連接。

# IGPUModeChangeException_Title_Auto
source: dGPU is currently in use or laptop is not on battery power
bg: Допълнителната видеокарта е използвана в момента или лаптоптът не е черпи енергия от батерията
de: dGPU wird gerade verwendet oder der Laptop ist nicht im Akkubetrieb
el: Η dGPU είναι απασχολημένη ή ο υπολογιστής δεν τροφοδοτείται από μπαταρία
es: La dGPU está actualmente en uso o el portátil no está alimentado por batería
hu: A dGPU jelenleg használatban van, vagy a laptop nem akkumulátorról működik
lv: dGPU šobrīd tiek izmantots vai arī portatīvais dators neizmanto akumulatoru
nl_nl: dGPU is momenteel in gebruik, of de laptop is niet op batterijstroom
pl: Dedykowana karta graficzna jest obecnie w użytku, albo laptop nie jest na zasilaniu bateryjnym
pt: dGPU está em uso ou o laptop não está com bateria
pt_br: A GPU dedicada está em uso no momento ou o notebook não está com bateria
ru: Дискретная видеокарта в настоящее время используется или ноутбук не работает от аккумулятора
tr: dGPU şuan kullanımda veya dizüstü pil gücünde çalışmıyor
uk: Дискретний ГП зараз використовується або ноутбук працює не від батареї
uz_latn_uz: dGPU házirde isletilip atır yamasa noutbuk batareya quwatında isletilmey atır
vi: GPU rời hiện đang được sử dụng hoặc laptop đang không sử dụng pin
zh_hans: 独立显卡当前被占用或设备当前并非电池供电
zh_hant: dGPU（獨立顯示卡）目前正在使用或筆記型電腦未使用電池電源

# IGPUModeChangeException_Message_Auto
source: dGPU will disconnect automatically when not in use and laptop is on battery power.
bg: Допълнителната видеокарта ще бъде деактивирана, когато не се използва или лаптопът черпи енергия от батерията.
de: dGPU wird automatisch getrennt, wenn sie nicht verwendet wird und der Laptop im Akkubetrieb ist.
el: Η dGPU θα αποσυνδεθεί αυτόματα όταν δεν είναι απασχολημένη και ο υπολογιστής τροφοδοτείται από μπαταρία.
es: La dGPU se desconectará automáticamente si no está en uso y el portátil está alimentado por batería.
hu: A dGPU automatikusan kikapcsol, ha nincs használatban, és a laptop akkumulátorral működik.
lv: dGPU tiks atvienots automātiski kad tas netiek izmantots vai portatīvais dators izmanto akumulatoru.
nl_nl: dGPU zal automatisch ontkoppelen wanneer deze niet in gebruik is en wanneer de laptop op batterijstroom werkt.
pl: Dedykowana karta graficzna odłączy się automatycznie, jeśli nie będzie używana oraz gdy laptop jest na zasilaniu bateryjnym.
pt: dGPU desconectará automaticamente quando não estiver em uso e o laptop estiver com bateria.
pt_br: A GPU dedicada será desconectada automaticamente quando não estiver em uso e o notebook estiver funcionando na bateria.
ru: Дискретная видеокарта будет автоматически отключаться, если ноутбук не используется и работает от акумулятора.
tr: dGPU kullanılmadığında ve dizüstü pil gücünde çalıştığında otomatik olarak kapanacaktır.
uk: Дискретний ГП автоматично вимикатиметься, коли не використовується і ноутбук працює від батареї.
uz_latn_uz: DGPU isletilip atırǵanda hám noutbuk batareya quwatında bolǵanda avtomatikalıq túrde úziledi.
vi: GPU rời sẽ tự động ngắt kết nối khi không sử dụng và laptop đang chạy bằng pin.
zh_hans: 独立显卡在解除占用或设备处于电池供电的状态下将自动停用。
zh_hant: 未使用筆記型電腦或使用電池供電時，dGPU（獨立顯示卡）將自動中斷連接。
