Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# GodModeSettingsWindow_Advanced_MinOffset_Message
source: WARNING! Some laptops may accept lower values than they indicate, but be careful. This option may result in unpredictable behavior. If you are not sure what are you doing, leave this at 0.
bg: ВНИМАНИ! Някои лаптопи може да поддържат по-ниски стойности от посочените, но внимавайте. Тази опция може да доведе до непредвидимо поведение, затова я оставете на 0 ако не сте сигурни какво правите.
de: WARNUNG! Einige Laptops können niedrigere Werte akzeptieren, als sie angeben, aber seien Sie vorsichtig. Diese Option kann zu unvorhersehbarem Verhalten führen. Wenn Sie also nicht sicher sind, was Sie tun, lassen Sie diese Option auf 0.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Μερικοί υπολογιστές μπορεί να αποδέχονται χαμηλότερες τιμές από αυτές που υποδεικνύουν, αλλά να είστε προσεκτικοί. Αυτή η επιλογή μπορεί να οδηγήσει σε απρόβλεπτη συμπεριφορά. Αν δεν είστε βέβαιοι για το τι κάνετε, αφήστε τη στο 0.
es: ¡ATENCIÓN! Algunos portátiles pueden aceptar valores más bajos de los indicados, pero tenga cuidado. Esta opción puede dar lugar a un comportamiento impredecible, así que si no está seguro de lo que está haciendo, déjelo en 0.
hu: FIGYELEM! Egyes laptopok alacsonyabb értékeket is elfogadnak, mint amennyit jeleznek, de legyen óvatos. Ez az opció kiszámíthatatlan viselkedést eredményezhet. Ha nem biztos benne, hogy mit csinál, hagyja ezt 0-án.
ja: 警告！ 一部のデバイスは、表示されるよりも低い値を受け付ける場合がありますが、注意が必要です。このオプションにより、予測不能な動作が発生する可能性があります。これがなにかわからない場合は、0に設定してください。
lv: Brīdinājums! Daži klēpjdatori var pieņemt zemākas vērtības, nekā norādīts, taču esiet piesardzīgs. Šī opcija var izraisīt neprognozējamu rīcību, tāpēc, ja neesat pārliecināts, ko darāt, atstājiet 0.
nl_nl: LET OP! Sommige laptops accepteren lagere waarden dan aangegeven. Deze optie kan onvoorspelbaar gedrag veroorzaken. Als je niet zeker bent, laat deze waarde dan op 0 staan.
pl: UWAGA! Niektóre laptopy mogą pozwolić na wartości niższe niż wskazują, ale zachowaj ostrożność. Ta opcja może prowadzić do nieprzewidzianego zachowania. Jeśli nie jesteś pewien, co robisz, pozostaw tę wartość na 0.
pt: ATENÇÃO! Alguns portáteis podem aceitar valores menores do que indicam, mas tem cuidado. Esta opção pode resultar num comportamento desconhecido, portanto se não tiveres a certeza do que estás a fazer, deixa isto em 0.
pt_br: AVISO! Alguns notebooks podem aceitar limites de energia menores do que indicado, mas tenha cuidado! Esta opção pode resultar em comportamentos imprevisíveis, então caso não tenha certeza do que está fazendo, deixe em 0.
ru: ВНИМАНИЕ! Некоторые ноутбуки могут допускать более низкие пределы мощности, чем они указывают, однако будьте осторожны. Этот параметр может привести к непредсказуемому поведению, поэтому, если вы не уверены в своих действиях, оставьте значение 0.
sk: VAROVANIE! Niektoré notebooky môžu prijímať nižšie hodnoty ako uvádzajú, ale buďte opatrný. Táto možnosť môže mať za následok nepredvídateľné správanie, takže ak si nie ste istý čo robíte nechajte to na 0.
tr: UYARI! Bazı bilgisayarlar, belirtilenden daha düşük değerleri kabul edebilir, ancak dikkatli olun. Bu seçenek öngörülemeyen davranışlara neden olabilir, bu nedenle ne yaptığınızdan emin değilseniz, bunu 0'da bırakın.
uk: УВАГА! Деякі ноутбуки можуть приймати менші значення, ніж вказано, тому будьте обережні. Ця опція може призвести до непередбачуваної поведінки. Якщо ви не впевнені, що робите, залиште значення 0.
uz_latn_uz: DIQQAT! Ayrim noutbuklar o'zleri ko'rsetken quwatliliqtan to'menlewin qabillawi mu'mkin, biraq abayli bolin'. Bul tan'law ku'tilmegen na'tiyje beriwi mu'mkin, sonliqtan eger ne islep atirg'anin'izdi bilmesen'iz, buni 0 de qaldirin'.
vi: CẢNH BÁO! Một số laptop có thể nhận giá trị thấp hơn mức cho phép, nên bạn hãy cẩn thận. Chức năng này có thể khiến laptop hoạt động không ổn định. Nếu bạn không biết bạn đang làm gì, hãy giữ nguyên giá trị này tại 0.
zh_hans: 警告！ 一些笔记本可以使用更低的功耗限制，但【一定小心】，这个选项可能会导致未知后果！除非你了解【此选项的准确意义】，否则请保持这个选项为 0。
zh_hant: 警告！ 一些筆記型電腦可能接受較低的功率限制。請小心，此選項可能導致未知的後果，因此如果您不確定自己在做什麼，請將其保留為 0。

# GodModeSettingsWindow_Advanced_MinOffset_Title
source: Minimum offset
bg: Минимален офсет
de: Minimaler Offset
el: Ελάχιστο αντιστάθμισμα
es: Compensación mínima
hu: Minimális eltolás
ja: 最小オフセット
lv: Minimālā nobīde
nl_nl: Minimale compensatie
pl: Minimalny offset
pt: Offset mínimo
pt_br: Deslocamento mínimo
ru: Минимальное смещение
sk: Minimálny posun
tr: Minimum ofset
uk: Мінімальний зсув
uz_latn_uz: Eń kishi ofset
zh_hans: 最小功耗限制偏移量
zh_hant: 最小偏移

# GodModeSettingsWindow_Advanced_MaxOffset_Message
source: WARNING! Some laptops may accept higher values than they indicate, but be careful. This option may result in unpredictable behavior. If you are not sure what are you doing, leave this at 0.
ar: تحذير! بعض الأجهزة تقبل حدود طاقه اعلي من المعلن, كن حذرا. هذا الخِيار قد يؤديا لي نتائج غير متوقعه, لذا إن كنت غير متيقِّن ماذا تفعل, اتركها بقيمه 0.
bg: ВНИМАНИ! Някои лаптопи може да поддържат по-високи стойности от посочените, но внимавайте. Тази опция може да доведе до непредвидимо поведение, затова я оставете на 0 ако не сте сигурни какво правите.
cs: VAROVÁNÍ! Některé notebooky mohou akceptovat vyšší limity výkonu, než uvádějí, ale buď opatrý. Tato možnost může vést k nepředvídatelnému chování, takže pokud si nejsi jist, co děláš, nech to na 0.
de: WARNUNG! Einige Laptops können höhere Werte akzeptieren, als sie angeben, aber seien Sie vorsichtig. Diese Option kann zu unvorhersehbarem Verhalten führen. Wenn Sie also nicht sicher sind, was Sie tun, lassen Sie diese Option auf 0.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Μερικοί υπολογιστές μπορεί να αποδέχονται υψηλότερες τιμές από αυτές που υποδεικνύουν, αλλά να είστε προσεκτικοί. Αυτή η επιλογή μπορεί να οδηγήσει σε απρόβλεπτη συμπεριφορά. Αν δεν είστε βέβαιοι για το τι κάνετε, αφήστε τη στο 0.
es: ¡ATENCIÓN! Algunos portátiles pueden aceptar valores más altos de los indicados, pero tenga cuidado. Esta opción puede dar lugar a un comportamiento impredecible, así que si no está seguro de lo que está haciendo, déjelo en 0.
fr: ATTENTION ! Certaines machines peuvent accepter des limites de puissance supérieures à ce qu'ils indiquent, mais soyez prudents. Cette option peut engendrer un comportement imprévisible, si vous n'êtes pas sûr de ce que vous faites, laissez cette valeur à 0.
hu: FIGYELEM! Egyes laptopok nagyobb értékeket is elfogadnak, mint amennyit jeleznek, de legyen óvatos. Ez az opció kiszámíthatatlan viselkedést eredményezhet. Ha nem biztos benne, hogy mit csinál, hagyja ezt 0-án.
it: ATTENZIONE! Alcuni portatili potrebbero accettare dei limiti di potenza superiori di quelli indicati, quindi stai attento. Questa opzione può creare comportamenti imprevisti, se non sai cosa stai facendo lascia questo valore a 0.
ja: 警告！ 一部のデバイスは、表示されるよりも高い値を受け付ける場合がありますが、注意が必要です。このオプションにより、予測不能な動作が発生する可能性があります。これがなにかわからない場合は、0に設定してください。
lv: Brīdinājums! Daži klēpjdatori var pieņemt augstākas vērtības, nekā norādīts, taču esiet piesardzīgs. Šī opcija var izraisīt neprognozējamu rīcību, tāpēc, ja neesat pārliecināts, ko darāt, atstājiet 0.
nl_nl: LET OP! Sommige laptops accepteren hogere waarden dan aangegeven. Deze optie kan onvoorspelbaar gedrag veroorzaken. Als je niet zeker bent, laat deze waarde dan op 0 staan.
pl: UWAGA! Niektóre laptopy mogą pozwolić na wartości wyższe, niż wskazują, ale zachowaj ostrożność. Ta opcja może prowadzić do nieprzewidzianego zachowania. Jeśli nie jesteś pewien, co robisz, pozostaw tę wartość na 0.
pt: ATENÇÃO! Alguns portáteis podem aceitar valores maiores do que indicam, mas tem cuidado. Esta opção pode resultar num comportamento desconhecido, portanto se não tiveres a certeza do que estás a fazer, deixa isto em 0.
pt_br: AVISO! Alguns notebooks podem aceitar limites de energia maiores do que indicado, mas tenha cuidado! Esta opção pode resultar em comportamentos imprevisíveis, então caso não tenha certeza do que está fazendo, deixe em 0.
ro: ATENȚIE! Unele laptop-uri pot accepta limite de putere mai mari decât indică, dar aveți grijă. Această opțiune poate duce la un comportament imprevizibil, așa că dacă nu știți ce faceți, lăsați setarea pe 0.
ru: ВНИМАНИЕ! Некоторые ноутбуки могут допускать более высокие пределы мощности, чем они указывают, однако будьте осторожны. Этот параметр может привести к непредсказуемому поведению, поэтому, если вы не уверены в своих действиях, оставьте значение 0.
sk: VAROVANIE! Niektoré notebooky môžu prijímať vyššie hodnoty ako uvádzajú, ale buďte opatrný. Táto možnosť môže mať za následok nepredvídateľné správanie, takže ak si nie ste istý čo robíte nechajte to na 0.
tr: UYARI! Bazı bilgisayarlar, belirtilenden daha yüksek değerleri kabul edebilir, ancak dikkatli olun. Bu seçenek öngörülemeyen davranışlara neden olabilir, bu nedenle ne yaptığınızdan emin değilseniz, bunu 0'da bırakın.
uk: УВАГА! Деякі ноутбуки можуть приймати більші значення, ніж вони показують, тому будьте обережні. Ця опція може призвести до непередбачуваної поведінки. Якщо ви не впевнені в тому, що ви робите, залиште 0.
uz_latn_uz: DIQQAT! Ayrım noutbukler o'zleri ko'rsetken quwatlılıqtan to'menlewin qabıllawı mu'mkin, biraq abaylı bolın'. Bul tan'law ku'tilmegen na'tiyje beriwi mu'mkin, sonlıqtan eger ne islep atırg'anın'ızdı bilmesen'iz, bunı 0 de qaldırın'.
vi: CẢNH BÁO! Một số laptop có thể nhận giá trị thấp hơn mức cho phép, nên bạn hãy cẩn thận. Chức năng này có thể khiến laptop hoạt động không ổn định. Nếu bạn không biết bạn đang làm gì, hãy giữ nguyên giá trị này tại 0.
zh_hans: 警告！ 一些笔记本可以使用更高的功耗限制，但【一定小心】，这个选项可能会导致未知后果！除非你了解【此选项的准确意义】，否则请保持这个选项为 0。
zh_hant: 警告！ 一些筆記型電腦可能接受較高的功率限制。請小心，此選項可能導致未知的後果，因此如果您不確定自己在做什麼，請將其保留為 0。

# GodModeSettingsWindow_Advanced_MaxOffset_Title
source: Maximum offset
ar: اقصي حد للطاقه متغير
bg: Максимален офсет
cs: Posun maximálního limitu výkonu
de: Maximaler Offset
el: Μέγιστο αντιστάθμισμα
es: Compensación máxima
fr: Offset de la limite de puissance maximale
hu: Maximum eltolás
it: Offset del limite di potenza massimo
ja: 最大オフセット
lv: Maksimālā nobīde
nl_nl: Maximale compensatie
pl: Maksymalny offset
pt: Offset máximo
pt_br: Deslocamento máximo
ro: Ridicare limită maximă de putere
ru: Максимальное смещение
sk: Maximálny posun
tr: Maksimum ofset
uk: Максимальний зсув
uz_latn_uz: Maksimal ofset
zh_hans: 最大功耗限制偏移量
zh_hant: 最大偏移

# GodModeSettingsWindow_Advanced_Message
source: Do not change options below unless you really know what you are doing.
ar: لا تغير الخيارات في الأسفل إلا إذا كنت تعلم ماذا تفعل.
bg: Не променяйте настройките по-долу, освен ако наистина знаете какво правите.
cs: Neměň níže uvedené možnosti, pokud opravdu nevíš, co děláš.
de: Ändern Sie die folgenden Optionen nur, wenn Sie wirklich wissen, was Sie tun.
el: Μην αλλάξετε τις παρακάτω επιλογές εκτός και αν γνωρίζετε πραγματικά τι κάνετε.
es: No cambiar las opciones siguientes a menos que sepa realmente lo que está haciendo.
fr: Ne modifiez pas les options ci-dessous à moins que vous ne sachiez vraiment ce que vous faites.
hu: Ne változtassa meg az alábbi beállításokat, hacsak nem tudja, mit csinál.
it: Non modificare le opzioni seguenti a meno che tu non sappia davvero cosa stai facendo.
ja: 以下に示すオプションは、何を操作しているのかをよく理解している場合にのみ変更してください。
lv: Nemainiet tālāk norādītās opcijas, ja vien zinat, ko darāt.
nl_nl: Wijzig deze instellingen alleen als u weet wat u doet.
pl: Nie zmieniaj poniższych ustawień, chyba że naprawdę wiesz, co robisz.
pt: Não alteres as opções abaixo a menos que saibas mesmo o que estás a fazer.
pt_br: Não mude as opções abaixo caso você não saiba o que está fazendo.
ro: Nu modificați opțiunile de mai jos decât dacă știți cu adevărat ce faceți.
ru: Не изменяйте указанные ниже параметры, если вы не знаете, что делаете.
sk: Nemeňte dole uvedené možnosti pokiaľ naozaj neviete čo robíte.
tr: Ne yaptığınızı gerçekten bilmiyorsanız aşağıdaki seçenekler ile oynamayın.
uk: Не змінюйте налаштування знизу, поки ви дійсно не зрозумієте, що вони роблять.
uz_latn_uz: Eger ne islep atırǵanıńızdı bilmeseńiz, tómendegi variantlardı ózgertpeń.
vi: KHÔNG THAY ĐỔI BẤT CỨ GIÁ TRỊ NÀO DƯỚI ĐÂY NẾU BẠN KHÔNG BIẾT CÔNG DỤNG CỦA CHÚNG!
zh_hans: 请谨慎修改下方选项！在你不知道下方选项的准确意义前，请勿修改！
zh_hant: 除非您真的知道自己在做什麼，否則請不要變更下面的選項。

# GodModeSettingsWindow_Advanced_Title
source: Advanced
ar: إعدادات متقدمة
bg: Разширени
bs: Napredno
cs: Pokročilé
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fr: Avancé
hu: Haladó
it: Avanzate
ja: 高度
lv: Papildus
nl_nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ro: Avansat
ru: Доп. настройки
sk: Pokročilé
tr: Gelişmiş
uk: Розширені
uz_latn_uz: Qosımsha sazlawlar
vi: Nâng cao
zh_hans: 高级选项
zh_hant: 進階

# GodModeSettingsWindow_CPU_CrossLoading
source: Long Term Power Limit (Cross Loading)
ar: حدا لطاقه لفتره طويله
bg: Дългосрочно ограничение на мощността (Cross Loading)
cs: Dlouhodobý limit výkonu (křížové zatížení)
de: Langzeit Leistungslimit (Querbelastung)
el: Μακροπρόθεσμο Όριο Ισχύος (Διασταυρούμενη Επιβάρυνση)
es: Límite de potencia a largo plazo (carga mixta)
fr: Limite de puissance à long terme (Cross Loading)
hu: Hosszú távú teljesítménykorlátozás (keresztterhelés)
lv: Ilgtermiņa jaudas ierobežojums (Cross Loading)
nl_nl: Vermogenslimiet op lange termijn (Cross Loading)
pl: Długotrwały limit mocy (Cross Loading)
pt: Limite de energia a longo prazo (Cross Loading)
pt_br: Power Limit de Longo Prazo (Cross Loading)
ro: Limită de putere pe termen lung (Cross Loading)
ru: Долгосрочное ограничение мощности (перекрестная загрузка)
sk: Dlhodobý limit výkonu (krížové zaťaženie)
tr: Uzun Vadeli Güç Limiti (Çapraz Yükleme)
uk: Довгострокове обмеження потужності (перехресне навантаження)
uz_latn_uz: Uzaq múddetli quwatlılıq shegi (ján-jaqqa júklew)
vi: Giới hạn công suất thời gian dài (Khi cả CPU và GPU chịu tải lớn)
zh_hans: 长时负载功耗限制 (Cross Loading)
zh_hant: 長時間功率限制（Cross Loading）

# GodModeSettingsWindow_CPU_LongTermPL
source: Long Term Power Limit
ar: حد الطاقة على الأمد الطويل
bg: Дългосрочно ограничение на мощността
cs: Dlouhodobý limit výkonu
de: Langzeit Leistungslimit
el: Μακροπρόθεσμο Όριο Ισχύος
es: Límite de potencia a largo plazo
fr: Limite de puissance à long terme
hu: Hosszú távú teljesítménykorlátozás
lv: Ilgtermiņa Jaudas Ierobežojums
nl_nl: Vermogenslimiet op lange termijn
pl: Długotrwały limit mocy
pt: Limite de energia a longo prazo
pt_br: Power Limit de Longo Prazo
ro: Limită de putere pe termen lung
ru: Долгосрочное ограничение мощности
sk: Dlhodobý limit výkonu
tr: Uzun Vadeli Güç Limiti
uk: Довгострокове обмеження потужності
uz_latn_uz: Uzaq múddetli quwatlılıq shegi
vi: Giới hạn công suất thời gian dài
zh_hans: 长时负载功耗限制 (PL1)
zh_hant: 長時間功率限制（PL1）

# GodModeSettingsWindow_CPU_ShortTermPL
source: Short Term Power Limit
ar: حدا لطاقه لفتره قصيره
bg: Краткосрочно ограничение на мощността
cs: Krátkodobý limit výkonu
de: Kurzzeit Leistungslimit
el: Βραχυπρόθεσμο Όριο Ισχύος
es: Límite de potencia a corto plazo
fr: Limite de puissance à court terme
hu: Rövid távú teljesítménykorlátozás
lv: Īstermiņa Jaudas Ierobežojums
nl_nl: Vermogenslimiet op korte termijn
pl: Podwyższony limit mocy
pt: Limite de energia a curto prazo
pt_br: Power Limit de Curto Prazo
ro: Limită de putere pe termen scurt
ru: Краткосрочное ограничение мощности
sk: Krátkodobý limit výkonu
tr: Kısa Vadeli Güç Limiti
uk: Короткострокове обмеження потужності
uz_latn_uz: Qısqa múddetli quwatlılıq shegi
vi: Giới hạn công suất thời gian ngắn
zh_hans: 短时睿频功耗限制 (PL2)
zh_hant: 短時間功率限制（PL2）

# GodModeSettingsWindow_CPU_TempLimit
source: CPU Temperature Limit
ar: حد حرارة المعالج
bg: Температурна граница на процесора
cs: Teplotní limit CPU
de: CPU Temperatur-Grenzwert
el: Όριο Θερμοκρασίας CPU
es: Límite de temperatura de la CPU
fr: Limite de température du CPU
hu: CPU hőmérséklet-határ
it: Temperatura limite CPU
ja: CPUの温度制限
lv: CPU Temperatūras Ierobežojums
nl_nl: CPU Temperatuur Limiet
pl: Limit temperatury CPU
pt: Limite de temperatura do CPU
pt_br: Limite de temperatura da CPU
ro: Limită temperatură CPU
ru: Ограничение температуры ЦП
sk: Teplotný limit CPU
tr: CPU Sıcaklık Limiti
uk: Обмеження температури ЦП
uz_latn_uz: Oraylıq processor temperaturasınıń shegi
vi: Giới hạn nhiệt độ CPU
zh_hans: CPU 温度限制
zh_hant: CPU 溫度限制

# GodModeSettingsWindow_CPU_Title
source: CPU
ar: المعالج
bg: Процесор
ru: ЦП
uk: ЦП
uz_latn_uz: Oraylıq processor

# GodModeSettingsWindow_Error_Apply_Title
source: Couldn't apply settings
ar: تعذّر تعيين الإعدادات
bg: Настройките не успяха да бъдат приложени
bs: Nije moguće primijeniti postavke
cs: Nastavení nelze použít
de: Einstellungen konnten nicht übernommen werden
el: Αδυναμία εφαρμογής ρυθμίσεων
es: No se ha podido aplicar la configuración
fr: Impossible d'appliquer les paramètres
hu: Nem sikerült alkalmazni a beállítást
it: Non è stato possibile salvare le impostazioni
ja: 設定を適用できませんでした
lv: Neizdevās piemērot iestatījumu
nl_nl: Kon de instelling niet toepassen
pl: Nie można było zastosować ustawień
pt: Não foi possível aplicar as definições
pt_br: Não foi possível aplicar as configurações
ro: Nu s-au putut aplica setările.
ru: Не удалось применить настройки
sk: Nemožno uplatniť nastavenia
tr: Ayar uygulanamadı
uk: Не вдалося застосувати налаштування
uz_latn_uz: Sazlawlardı qollanıw ámelge aspadı
vi: Không thể áp dụng cài đặt
zh_hans: 无法应用设置
zh_hant: 無法套用設定

# GodModeSettingsWindow_Error_Load_Title
source: Couldn't load setting.
ar: تعذر الحصول على الحالة.
bg: Настройките не успяха да бъдат заредени.
bs: Nije moguće učitati postavku.
cs: Nastavení se nepodařilo načíst.
de: Einstellung konnte nicht geladen werden.
el: Αδυναμία φόρτωσης ρύθμισης.
es: No se ha podido cargar la configuración
fr: Impossible de charger les paramètres.
hu: Beállítás betöltése sikertelen.
it: Impossibile caricare le impostazioni.
ja: PWA設定を読み込めません。
lv: Neizdevās ielādēt iestatījumu.
nl_nl: Kon de instelling niet toepassen.
pl: Nie można było wczytać ustawienia.
pt: Não foi possível carregar as aplicações.
pt_br: Não foi possível carregar as configurações.
ro: Nu s-au putut încărca setările.
ru: Не удалось загрузить настройки.
sk: Nemožno načítať nastavenia.
tr: Ayar yüklenemedi.
uk: Не вдалося завантажити налаштування.
uz_latn_uz: Sazlawlardı júklew ámelge aspadı.
vi: Không để tải cài đặt trước đó.
zh_hans: 无法加载设置
zh_hant: 無法載入設定。
