Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# ExtendedHybridModeInfoWindow_DGPU_Message
source: Use only discrete GPU. This mode provides best graphics performance, but increases power consumption.
ar: استخدم بطاقة الشاشة الخارجية فقط. هذا الوضع يوفر افضل اداء للجرافيك و لكن يزيد استهلاك الكهرباء.
bg: Използвай само допълнителната видеокарта. Този режим осигурява най-добрата възможна графична производителност, но увеличава потреблението на енергия.
cs: Používat pouze dedikovaný GPU. Tento režim poskytuje nejlepší grafický výkon, ale zvyšuje spotřebu energie.
de: Benutze nur die diskrete GPU. Dieser Modus bietet die beste Grafikleistung, erhöht aber den Energieverbrauch.
el: Χρήση μόνο της διακριτής GPU. Αυτή η λειτουργία παρέχει την καλύτερη απόδοση γραφικών, αλλά αυξάνει την κατανάλωση ενέργειας.
es: Utilizar sólo la GPU dedicada. Este modo proporciona el mejor rendimiento gráfico, pero aumenta el consumo de energía.
fr: Utiliser uniquement le GPU dédié. Ce mode offre de meilleures performances graphiques, mais augmente la consommation d'énergie.
hu: Csak diszkrét GPU-t használ. Ez az üzemmód biztosítja a legjobb grafikus teljesítményt, de növeli az energiafogyasztást.
it: Usa solo la GPU dedicata. Questa opzione offre le migliori prestazioni, ma aumenta il consumo energetico.
ja: ディスクリートGPU (dGPU) のみを使用します。このモードでは、最大のグラフィック性能が得られますが、消費電力が大きくなります。
lv: Izmantojiet tikai diskrēto GPU. Šis režīms nodrošina labāko grafikas veiktspēju, bet palielina enerģijas patēriņu.
nl_nl: Gebruik alleen discrete GPU. Deze modus biedt de beste grafische prestaties, maar verhoogt het stroomverbruik.
pl: Używaj tylko dedykowanej karty graficznej. Ten tryb oferuje najwyższą wydajność grafiki, ale zwiększa pobór mocy.
pt: Usar apenas a GPU discreta. Este modo proporciona a melhor performance gráfica, mas aumenta o consumo de energia.
pt_br: Usar somente a GPU dedicada. Este modo fornece o melhor desempenho gráfico, mas aumenta o consumo de energia.
ro: Utilizează numai GPU-ul dedicat. Acest mod oferă cea mai bună performanță grafică, dar crește consumul de energie.
ru: Использовать исключительно дискретный графический процессор. Этот режим дает наилучшую производительность, но увеличивает энергопотребление.
sk: Použiť len dedikovanú GPU. Tento režim poskytuje najlepší grafický výkon, avšak so zvýšenou spotrebou.
tr: Yalnızca harici GPU'yu kullanın. Bu mod, en iyi grafik performansını sağlar, ancak güç tüketimini artırır.
uk: Використовувати тільки дискретний ГП. Цей режим надає найкращу графічну продуктивність, але збільшує енергоспоживання.
uz_latn_uz: Tek ǵana bólekli grafikalıq processordı paydalanıw. Bul rejim eń jaqsı ónimdarlıqtı beredi, biraq zaryadsızlanıwdı kúsheytedi.
vi: Chỉ sử dụng GPU rời. Chế độ này tốt nhất cho hiệu năng đồ họa, nhưng Rất hao pin.
zh_hans: 仅使用独立显卡，此模式将会释放全部显卡性能，但会显著增加功耗。
zh_hant: 僅使用獨立顯示卡。此模式將提供最佳化的圖形效能，但會顯著地增加功率。

# ExtendedHybridModeInfoWindow_DGPU_Title
source: dGPU Mode
ar: وضع كرت الشاشة الخارجى
bg: Режим dGPU
cs: dGPU mód
de: dGPU Modus
el: Λειτουργία dGPU
es: Modo dGPU (GPU dedicada)
fr: Mode dGPU
hu: dGPU Mód
it: Modalità GPU dedicata
ja: dGPUモード
lv: dGPU Režīms
nl_nl: dGPU Modus
pl: Tryb dedykowanej karty graficznej
pt: Modo dGPU
pt_br: Modo dGPU
ro: Mod dGPU
ru: Режим дискретной видеокарты
sk: Režim dGPU
tr: dGPU Modu
uk: Режим дискретного ГП
uz_latn_uz: Bólekli videokarta rejimi
vi: GPU rời
zh_hans: 独显直连模式
zh_hant: 獨立顯示卡直接連接模式（dGPU Mode）

# ExtendedHybridModeInfoWindow_Hybrid_Message
source: Both integrated and discrete GPU are enabled. System will automatically switch between them based on its needs.
ar: بطاقتي الشاشة الداخلية و الخارجية قيد العمل. سوف يقوم النظام بالتبديل بينها على حسب حاجته.
bg: Активирани са както вградената, така и допълнителната видеокарта. Системата автоматично ще сменя между двете в зависимост от нуждите ѝ.
cs: Integrovaný i dedikovaný GPU jsou povoleny. Systém mezi nimi bude automaticky přepínat podle svých potřeb.
de: Sowohl integrierte als auch diskrete GPU sind aktiviert. Das System schaltet je nach Bedarf automatisch zwischen ihnen um.
el: Τόσο η ενσωματωμένη όσο και η διακριτή GPU είναι ενεργοποιημένες. Το σύστημα θα εναλλάσσεται αυτόματα μεταξύ τους ανάλογα με τις ανάγκες του.
es: Las GPUs integrada y dedicada están activadas. El sistema alternará automáticamente entre ellas, en función de sus necesidades.
fr: Les GPU intégré et dédié sont actifs. Le système basculera automatiquement entre eux en fonction des besoins.
hu: Mind az integrált, mind a diszkrét GPU engedélyezett. A rendszer automatikusan váltogat közöttük az igényei alapján.
it: Sia la GPU integrata che quella dedicata sono abilitate. Il sistema passerà automaticamente da uno all'altro in base alle sue esigenze.
ja: 内蔵GPU (iGPU) とディスクリートGPU (dGPU) の両方が有効になります。システムは必要に応じて自動的に切り替わります。
lv: Ir iespējots gan integrētais, gan diskrētais GPU. Sistēma automātiski pārslēgsies starp tiem atkarībā no savām vajadzībām.
nl_nl: Zowel geïntegreerde als discrete GPU zijn ingeschakeld. Het systeem schakelt automatisch tussen deze.
pl: Zarówno karta zintegrowana, jak i dedykowana, są włączone. System będzie automatycznie przełączał się między nimi w zależności od potrzeb.
pt: Tanto a GPU integrada como a discreta estão ativadas. O sistema irá alterar entre elas consoante as necessidades.
pt_br: Tanto a GPU integrada quanto a dedicada estão habilitadas. O sistema alternará automaticamente entre eles com base em suas necessidades.
ro: Sunt activate atât GPU-ul integrat cât și cel dedicat. Sistemul va comuta automat între ele în funcție de nevoile sale.
ru: Будут включены как встроенная, так и дискретная видеокарта. Система будет автоматически переключаться между ними в зависимости от потребностей.
sk: Obe integrovaná aj dedikovaná GPU sú povolené. Systém bude automaticky prepínať medzi nimi podľa potreby.
tr: Hem entegre hem de harici GPU etkinleştirilmiştir. Sistem, ihtiyaçlarına göre bunlar arasında otomatik olarak geçiş yapacaktır.
uk: Обидва, інтегрований та дискретний ГП увімкнено. Система автоматично перемикнеться, зважаючи на її потреби.
uz_latn_uz: Ornatılǵan hám bólekli videokarta qosıladı. Sistema olardıń arasında zárúrlikke qarap avtomatikalıq ózgerip turadı.
vi: Cả hai GPU sẽ được kích hoạt. Hệ thống sẽ tự đổi giữa hai GPU tùy vào sử dụng.
zh_hans: 核显与独显都将启用，系统将自动决定使用哪一个。
zh_hant: 內建顯示卡和獨立顯示卡都將啟用。系統將視情況自動地切換它們。

# ExtendedHybridModeInfoWindow_Hybrid_Title
source: Hybrid Mode
ar: الوضع الهجين
bg: Хибриден режим
bs: Hibridni režim
cs: Hybridní mód
de: Hybrid-Modus
el: Υβριδική Λειτουργία
es: Modo híbrido
fr: Mode Hybride
hu: Hibrid mód
it: Modalità ibrida
ja: ハイブリッドモード
lv: Hibrīda Režīms
nl_nl: Hybride modus
pl: Tryb hybrydowy
pt: Modo Híbrido
pt_br: Modo Hibrido
ro: Mod Hibrid
ru: Гибридный режим
sk: Hybridný režim
tr: Hibrit Kipi
uk: Гібридний режим
uz_latn_uz: Gibrid rejimi
vi: Hybrid
zh_hans: 混合模式
zh_hant: 混合模式（Hybrid Mode）

# ExtendedHybridModeInfoWindow_IGPU_Disclaimer
source: This mode only takes effect when discrete GPU is not working.
ar: هذا الوضع يعمل فقط عندما تكون بطاقة الشاشة الخارجية لا تعمل.
bg: Този режим влиза в сила само когато допълнителната видеокарта не работи.
cs: Tento režim se projeví pouze tehdy, když dedikovaný GPU nefunguje.
de: Dieser Modus ist nur wirksam, wenn die diskrete GPU nicht in Betrieb ist.
el: Αυτή η λειτουργία τίθεται σε ισχύ μόνο όταν η διακριτή GPU δεν λειτουργεί.
es: Este modo sólo surte efecto si la GPU dedicada no está funcionando.
fr: Ce mode prend uniquement effets quand le GPU dédié ne fonctionne pas.
hu: Ez az üzemmód csak akkor lép életbe, ha a diszkrét GPU nem működik.
it: Questa modalità ha effetto solo quando la GPU dedicata non funziona.
ja: このモードは、ディスクリートGPU (dGPU) が機能していない場合にのみ有効になります。
lv: Šis režīms stājas spēkā tikai tad, ja diskrētais GPU nedarbojas.
nl_nl: Deze modus wordt alleen van kracht als de discrete GPU niet werkt.
pl: Ten tryb zadziała tylko wtedy, gdy dedykowana karta graficzna nie pracuje.
pt: Este modo apenas será usado quando a GPU discreta não estiver a funcionar.
pt_br: Este modo somente entrará em vigor quando a GPU dedicada não estiver sendo executada.
ro: Acest mod are efect numai atunci când GPU-ul dedicat nu este utilizat.
ru: Этот режим действует только в том случае, если дискретная видеокарта не работает.
sk: Tento režim nadobudne účinnosť, len keď dedikovaná GPU nepracuje.
tr: Bu mod, yalnızca harici GPU çalışmadığında etkili olur.
uk: Цей режим набуває чинности коли дискретний ГП не працює.
uz_latn_uz: Bul rejim tek ǵana bólekli videokarta islemey turǵanda iske túsiriledi.
vi: Chế độ này chỉ kích hoạt khi GPU rời không hoạt động.
zh_hans: 这种模式只有在独显停用时才会生效。
zh_hant: 此模式僅在獨立顯示卡不運作時生效。

# ExtendedHybridModeInfoWindow_IGPU_Message
source: Only use integrated GPU. This mode minimizes power consumption and noise.
ar: استخدم بطاقة الشاشة الداخلية فقط. هذا الوضع يخفض استهلاك الطاقة و الضوضاء.
bg: Използвай само вградената видеокарта. Този режим свежда до минимум потреблението на енергия и шума.
cs: Používat pouze integrovaný GPU. Tento režim minimalizuje spotřebu energie a hluk.
de: Benutze nur die integrierte GPU. Dieser Modus minimiert den Energieverbrauch und die Geräuschentwicklung.
el: Χρήση μόνο της ενσωματωμένης GPU. Αυτή η λειτουργία ελαχιστοποιεί την κατανάλωση ενέργειας και τον θόρυβο.
es: Utilizar sólo la GPU integrada. Este modo minimiza el consumo de energía y el ruido.
fr: Utiliser uniquement le GPU intégré. Ce mode réduit la consommation énergétique et le bruit.
hu: Csak integrált GPU-t használjon. Ez az üzemmód minimalizálja az energiafogyasztást és a zajszintet.
it: Usa solo la GPU integrata. Questa modalità riduce il consumo energetico e riduce il rumore delle ventole.
ja: 内蔵GPU (iGPU) のみを使用します。このモードでは、消費電力とノイズを最小限に抑えます。
lv: Izmantojiet tikai integrēto GPU. Šis režīms samazina enerģijas patēriņu un troksni.
nl_nl: Gebruik alleen geïntegreerde GPU. Deze modus minimaliseert het stroomverbruik en geluid.
pl: Używaj tylko zintegrowanej karty graficznej. Ten tryb zmniejsza pobór mocy i głośność pracy chłodzenia.
pt: Usar apenas a GPU integrada. Este modo minimiza o consumo de energia e o barulho.
pt_br: Usar somente a GPU integrada. Este modo diminui o consumo de energia e os níveis de barulho dos coolers.
ro: Utilizează numai GPU-ul integrat. Acest mod minimizează consumul de energie și zgomotul.
ru: Использовать только встроенную видеокарту. Этот режим минимизирует энергопотребление и шум.
sk: Použiť len integrovanú GPU. Tento režim minimalizuje spotrebu energie a hluk.
tr: Yalnızca entegre GPU'yu kullanın. Bu mod, güç tüketimini ve gürültüyü en aza indirir.
uk: Використовувати тільки інтегрований ГП. Цей режим знижує енергоспоживання та шум.
uz_latn_uz: Tek ornatılǵan videokartanı paydalanıw. Bul rejim zaryadsızlanıwdı hám shawqımdı azaytadı.
vi: Chỉ sử dụng GPU tích hợp. Chế độ này tối thiểu tiếng ồn và điện năng tiêu thụ.
zh_hans: 仅使用核显，将获得最长的续航与最小的风扇噪音。
zh_hant: 僅使用內建顯示卡，此模式將消耗最少的電源和最小的風扇噪音。

# ExtendedHybridModeInfoWindow_IGPU_Title
source: Hybrid-iGPU Only Mode
ar: وضع ال Hybrid-iGPU فقط
bg: Режим само Hybrid-iGPU
cs: Pouze Hybrid-iGPU mód
de: Nur Hybrid-iGPU Modus
el: Λειτουργία Υβριδική-iGPU Μόνο
es: Modo híbrido-iGPU sólo
fr: Mode hybride-iGPU uniquement
hu: Csak hibrid-iGPU mód
it: Modalità GPU Integrata-Ibrida
ja: ハイブリッドiGPU専用モード
lv: Tikai Hybrīda-iGPU Režīms
nl_nl: Hybride-iGPU Only Modus
pl: Tryb hybrydowy-tylko iGPU
pt: Modo Híbrido-iGPU apenas
pt_br: Modo hibrido iGPU somente
ro: Mod Hibrid-iGPU
ru: Гибридный режим с использованием интегрированной GPU
sk: Režim len Hybrid-iGPU
tr: Yalnızca Hibrit-iGPU Modu
uk: Гібридний режим інтегрованого ГП
uz_latn_uz: Gibrid rejimi biriktirilgen videokartanı qollanıp
vi: Hybrid- Chỉ GPU tích hợp
zh_hans: 混合核显模式
zh_hant: 混合僅限內建顯示卡模式（Hybrid-iGPU Only Mode）

# ExtendedHybridModeInfoWindow_Title
source: About GPU Working Modes
ar: حول أوضاع عمل بطاقة الشاشة
bg: Относно режимите на работа на видеокартата
cs: O pracovních režimech GPU
de: Über GPU Betriebsmodi
el: Σχετικά με τις καταστάσεις λειτουργίας GPU
es: Acerca de los modos de trabajo de la GPU
fr: À propos des modes de fonctionnement du GPU
hu: A GPU-munkamódokról
it: Informazioni sulle modalità di lavoro della GPU
ja: GPUの動作モードについて
lv: Par GPU Darbības Režīmiem
nl_nl: Over GPU-werkstanden
pl: O trybach pracy GPU
pt: Sbre modos de funcionamento da GPU
pt_br: Sobre o modo de funcionamento das GPU's
ro: Despre modurile de funcționare GPU
ru: О режимах работы графического процессора
sk: O prevádzkových režimoch GPU
tr: GPU Çalışma Modları Hakkında
uk: Про режими роботи ГП
uz_latn_uz: Grafikalıq processordıń islew rejimleri haqqında
vi: Về các chế độ GPU
zh_hans: 关于显卡工作模式
zh_hant: 關於 GPU 運作模式

# FanCurveControl_CPU
source: CPU
ar: المعالج
bg: Процесор
es: Unidad de control de potencia
hu: Processzor
ru: ЦП
uk: ЦП
uz_latn_uz: Oraylıq processor

# FanCurveControl_CPUSensor
source: CPU Sensor
ar: حساس المعالج
bg: Сензор на процесора
cs: CPU senzor
el: Αισθητήρας CPU
es: Sensor de la CPU
fr: Sonde CPU
hu: CPU érzékelő
it: Sensore CPU
ja: CPUセンサー
lv: CPU Sensors
pl: Sensor CPU
pt: Sensor do CPU
pt_br: Sensor da CPU
ro: Senzor CPU
ru: Датчик ЦП
sk: CPU senzor
tr: CPU Sensörü
uk: Датчик ГП
uz_latn_uz: OP sensorı
vi: Cảm biến CPU
zh_hans: CPU 传感器
zh_hant: CPU 感測器

# FanCurveControl_FanSpeed
source: Fan Speed
ar: سرعة المروحة
bg: Скорост на перките
cs: Otáčky ventilátoru
de: Lüfterdrehzahl
el: Ταχύτητα Ανεμιστήρα
es: Velocidad del ventilador
fr: Vitesse du ventilateur
hu: Ventillátor sebesség
it: Velocità Ventole
ja: ファン回転速度
lv: Ventilatora ātrums
nl_nl: Ventilatorsnelheid
pl: Prędkość wentylatora
pt: Velocidade da ventoinha
pt_br: Velocidade dos Coolers
ro: Viteză ventilator
ru: Скорость вентилятора
sk: Rýchlosť ventilátora
tr: Fan Hızı
uk: Швидкість кулерів
uz_latn_uz: Samallatqıshtıń tezligi
vi: Tốc độ quạt
zh_hans: 风扇转速
zh_hant: 風扇轉速

# FanCurveControl_GPU
source: GPU
ar: كرت الشاشة
bg: Видеокарта
hu: Videókártya
ru: Граф. процессор
uk: ГП
uz_latn_uz: Grafikalıq processor

# FanCurveControl_GPU2
source: GPU #2
ru: Граф. процессор #2
uk: ГП #2
zh_hans: 显卡 #2

source: RPM
bg: Обороти в минута
de: U/min
el: σ.α.λ.
es: Revoluciones por minuto
lv: Apgr/min
ru: об/мин
sk: Ot/min
uk: Об/хв
uz_latn_uz: aylanıw/min
zh_hans: 转

# FlipToStartAutomationStepControl_Message
source: Turn on the laptop when you open the lid.
ar: تشغيل اللاب توب عند رفع الشاشة.
bg: Стартира лаптопа при отваряне на капака.
cs: Při otevření víka zapnout notebook.
de: Schalte den Laptop ein, wenn der Bildschirm aufgeklappt wird.
el: Ενεργοποιήστε τον υπολογιστή όταν σηκώνετε την οθόνη.
es: Encender el portátil al abrir la tapa.
fr: Démarrer le PC portable quand vous soulevez l'écran.
hu: Kapcsolja be a laptopot, amikor kinyitja a fedelet.
it: Accende il laptop quando apri il coperchio.
ja: 画面を開くとラップトップの電源が入ります。
lv: Klēpjdatora ieslēgšana, atverot vāku.
nl_nl: Zet de laptop aan als je het deksel opent.
pl: Włącz laptopa przy otwarciu pokrywy.
pt: Liga o portátil ao abrir a tampa.
pt_br: Ligar o notebook ao abrir a tampa da tela.
ro: Pornire automată a laptop-ului la deschiderea capacului.
ru: Включить ноутбук при открытии крышки.
sk: Zapnúť notebook pri otvorení krytu.
tr: Kapağı açtığınızda bilgisayarı açın.
uk: Вмикати ноутбук коли ви підіймаєте кришку.
uz_latn_uz: Qaqpaqtı ashqanda noutbuktı qosıw.
vi: Khởi động laptop khi bạn mở màn hình.
zh_hans: 打开盖子时将自动开启笔记本。
zh_hant: 開啟上蓋後自動啟動筆記型電腦。

# FlipToStartAutomationStepControl_Title
source: Flip To Start
ar: ارفع للتشغيل
bg: Разгъни за стартиране
cs: Zapnout otočením
el: Άνοιγμα οθόνης για έναρξη
es: Voltear para iniciar
fr: Démarrer à l'ouverture
hu: Fedél felhajtása az indításhoz
ja: 画面を開いたら起動
lv: Atvērt Lai Ieslēgtu
nl_nl: Starten door open te klappen
pl: Funkcja Flip to Start
pt: Abrir para ligar
pt_br: Abrir para iniciar
sk: Zapnúť otvorením
uk: Розгорнути для запуску
uz_latn_uz: Baslaw ushın aylandırıń
vi: Mở màn hình để khởi động
zh_hans: 开盖启动
zh_hant: 開蓋啟動

# FlipToStartControl_Message
source: Turn on the laptop when you open the lid.
ar: تشغيل اللاب توب عندما ترفع الشاشة.
bg: Стартира лаптопа при отваряне на капака.
cs: Při otevření víka zapnout notebook.
de: Schalte den Laptop ein, wenn der Bildschirm aufgeklappt wird.
el: Ενεργοποιήστε τον υπολογιστή όταν σηκώνετε την οθόνη.
es: Encender el portátil al abrir la tapa.
fr: Démarrer le PC portable quand vous soulevez l'écran.
hu: Kapcsolja be a laptopot, amikor kinyitja a fedelet.
it: Accende il laptop quando apri il coperchio.
ja: 画面を開くとラップトップの電源が入ります。
lv: Klēpjdatora ieslēgšana, atverot vāku.
nl_nl: Zet de laptop aan als je het deksel opent.
pl: Włącz laptopa przy otwarciu pokrywy.
pt: Liga o portátil ao abrir a tampa.
pt_br: Ligar o notebook ao abrir a tampa da tela.
ro: Pornire automată a laptop-ului la deschiderea capacului.
ru: Включить ноутбук при открытии крышки.
sk: Zapnúť notebook pri otvorení krytu.
tr: Kapağı açtığınızda bilgisayarı açın.
uk: Вмикати ноутбук коли ви підіймаєте кришку.
uz_latn_uz: Qaqpaqtı ashqanda noutbuktı qosıw.
vi: Khởi động laptop khi bạn mở màn hình.
zh_hans: 打开盖子时将会自动开启笔记本。
zh_hant: 開啟上蓋後自動啟動筆記型電腦。

# FlipToStartControl_Title
source: Flip To Start
ar: ارفع للتشغيل
bg: Разгъни за стартиране
cs: Zapnout otočením
el: Άνοιγμα οθόνης για έναρξη
es: Voltear para iniciar
fr: Démarrer à l'ouverture
hu: Fedél felhajtása az indításhoz
ja: 画面を開いたら起動
lv: Atvērt Lai Ieslēgtu
nl_nl: Starten door open te klappen
pl: Funkcja Flip to Start
pt: Abrir para ligar
pt_br: Abrir para iniciar
sk: Zapnúť otvorením
uk: Розгорнути для запуску
uz_latn_uz: Baslaw ushın aylandırıń
vi: Mở màn hình để khởi động
zh_hans: 开盖启动
zh_hant: 開蓋啟動

# FnLockAutomationStepControl_Message
source: Use secondary functions of F1-F12 keys without holding Fn key.
ar: استخدم الوظيفة الثانية لمفاتيح الF1-F12 دون الحاجة للضغط على زرار ال Fn.
bg: Използвайте второстепенните функции на клавишите F1-F12 без да задържате клавиша Fn.
cs: Používat sekundární funkce kláves F1-F12 bez držení klávesy Fn.
de: Verwenden Sie die Sekundärfunktionen der Tasten F1-F12, ohne die Fn-Taste gedrückt zu halten.
el: Χρησιμοποιήστε τις δευτερεύουσες λειτουργίες των πλήκτρων F1-F12 χωρίς να κρατάτε πατημένο το πλήκτρο Fn.
es: Utilizar las funciones secundarias de las teclas F1-F12 sin pulsar la tecla Fn.
fr: Utiliser les fonctions secondaires des touches F1-F12 sans maintenir la touche Fn.
hu: Az F1-F12 billentyűk másodlagos funkcióinak használata az Fn billentyű lenyomva tartása nélkül.
it: Utilizzare le funzioni secondarie dei tasti F1-F12 senza tenere premuto il tasto Fn.
ja: Fn キーを押したままにせずに、F1 ～ F12 キーの二次機能を使用します。
lv: Izmantojiet F1-F12 taustiņu sekundārās funkcijas, neturot taustiņu fn.
nl_nl: Gebruik secundaire functies van F1-F12-toetsen zonder de Fn-toets ingedrukt te houden.
pl: Użyj drugorzędnych funkcji klawiszy F1-F12 bez trzymania klawisza Fn.
pt: Usa funções secundárias do F1-F12 sem segurar a tecla FN.
pt_br: Usar as funções das teclas secundárias de F1 a F12 sem segurar o botão Fn do teclado.
ro: Utilizați funcțiile secundare ale tastelor F1-F12 fără a ține apăsată tasta Fn.
ru: Использовать вторичные функции клавиш F1-F12, не удерживая клавишу Fn.
sk: Použivať sekundárnu funkciu kláves F1-F12 bez držania klávesy Fn.
tr: Fn tuşunu basılı tutmadan F1-F12 tuşlarının ikincil işlevlerini kullanın.
uk: Використовувати додаткові функції на клавішах F1-F12 без затискання клавіші Fn.
uz_latn_uz: Fn túymesin uslap turmay F1-F12 túymeleriniń ekilemshi funkciyalarınan paydalanıw.
vi: Sử dụng các chức năng thứ 2 của hàng phím chức năng F1-F12 mà không giữ phím FN.
zh_hans: 开启后将无需按下 Fn 键即可触发功能， 触发原 F1 至 F12 键需按下 Fn 键。
zh_hant: 不需要按住 Fn 鍵即可使用 F1-F12 功能鍵。

# FnLockAutomationStepControl_Title
source: Fn Lock
ar: Fn قفل ال
bg: Заключен клавиш Fn
el: Κλείδωμα Fn
es: Bloqueo de la tecla Fn
fr: Verrouillage de Fn
lv: Fn Bloķēšana
pt_br: Bloqueio da tecla Fn
ro: Blocare Fn
sk: Zámok Fn klávesy
tr: Fn Kilidi
uk: Блокування Fn
vi: Khóa phím Fn
zh_hans: 锁定 Fn 键
zh_hant: 鎖定 Fn 鍵

# FnLockControl_Message
source: Use secondary functions of F1-F12 keys without holding Fn key.
ar: استخدم الوظيفة الثانية لمفاتيح الF1-F12 دون الحاجة للضغط على زرار ال Fn.
bg: Използвайте второстепенните функции на клавишите F1-F12 без да задържате клавиша Fn.
cs: Používat sekundární funkce kláves F1-F12 bez držení klávesy Fn.
de: Verwenden Sie die Sekundärfunktionen der Tasten F1-F12, ohne die Fn-Taste gedrückt zu halten.
el: Χρησιμοποιήστε τις δευτερεύουσες λειτουργίες των πλήκτρων F1-F12 χωρίς να κρατάτε πατημένο το πλήκτρο Fn.
es: Utilizar las funciones secundarias de las teclas F1-F12 sin pulsar la tecla Fn.
fr: Utiliser les fonctions secondaires des touches F1-F12 sans maintenir la touche Fn.
hu: Az F1-F12 billentyűk másodlagos funkcióinak használata az Fn billentyű lenyomva tartása nélkül.
it: Utilizzare le funzioni secondarie dei tasti F1-F12 senza tenere premuto il tasto Fn.
ja: Fn キーを押したままにせずに、F1 ～ F12 キーの二次機能を使用します。
lv: Izmantojiet F1-F12 taustiņu sekundārās funkcijas, neturot taustiņu fn.
nl_nl: Gebruik secundaire functies van F1-F12-toetsen zonder de Fn-toets ingedrukt te houden.
pl: Użyj drugorzędnych funkcji klawiszy F1-F12 bez trzymania klawisza Fn.
pt: Usa funções secundárias do F1-F12 sem segurar a tecla FN.
pt_br: Usar as funções das teclas secundárias de F1 a F12 sem segurar o botão Fn do teclado.
ro: Utilizați funcțiile secundare ale tastelor F1-F12 fără a ține apăsată tasta Fn.
ru: Использовать вторичные функции клавиш F1-F12, не удерживая клавишу Fn.
sk: Použivať sekundárnu funkciu kláves F1-F12 bez držania klávesy Fn.
tr: Fn tuşunu basılı tutmadan F1-F12 tuşlarının ikincil işlevlerini kullanın.
uk: Використовувати додаткові функції на клавішах F1-F12 без затискання клавіші Fn.
uz_latn_uz: Fn túymesin uslap turmay F1-F12 túymeleriniń ekilemshi funkciyalarınan paydalanıw.
vi: Sử dụng các chức năng thứ 2 của hàng phím F1-F12 mà không cần giữ phím Fn.
zh_hans: 开启后将无需按下 Fn 键即可触发功能， 触发原 F1 至 F12 键需按下Fn键。
zh_hant: 不需要按住 Fn 鍵即可使用 F1-F12 功能鍵。

# FnLockControl_Title
source: Fn Lock
ar: Fn قفل ال
bg: Заключен клавиш Fn
el: Κλείδωμα Fn
es: Bloqueo de la tecla Fn
fr: Verrouillage de Fn
lv: Fn Bloķēšana
pt_br: Bloqueio da tecla Fn
ro: Blocare Fn
sk: Zámok Fn klávesy
tr: Fn Kilidi
uk: Блокування Fn
vi: Khóa phím Fn
zh_hans: 锁定 Fn 键
zh_hant: 鎖定 Fn 鍵
