Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# BatteryPage_OnBatterySince_Message
source: Time since laptop was last connected to AC power. This time might not be accurate, if laptop was charged when sleeping or off.
ar: الوقت منذ توصيل كابل الشحن لأخر مرة. هذا الوقت يمكن ان يكون غير دقيق لو الحاسب تم شحنه و هو فى وضع النوم او مغلق.
bg: Изминалото време от последното свързване на зарядното. Възможни са неточности, ако лаптопът е бил зареждан по време на спящ режим или докато е бил изключен.
bs: Vrijeme od posljednjeg povezivanja laptopa na punjač. Ovo vrijeme možda neće biti tačno ako je laptop bio napunjen dok je spavao ili isključen.
cs: Čas od posledního připojení notebooku k nabíječce. Tento čas nemusí být přesný, pokud byl notebook nabíjen ve spánku nebo ve vypnutém stavu.
de: Zeit seit dem letzten Anschluss des Laptops an das Stromnetz. Diese Zeit ist möglicherweise nicht genau, wenn der Laptop im Schlaf oder im ausgeschalteten Zustand aufgeladen wurde.
el: Χρόνος από την τελευταία φορά που ο υπολογιστής φόρτιζε. Αυτός ο χρόνος μπορεί να μην είναι ακριβής εάν ο υπολογιστής φόρτιζε ενώ ήταν σε αδράνεια.
es: Tiempo transcurrido desde la última conexión del portátil a la corriente eléctrica. Esta hora puede no ser correcta si el portátil se ha cargado mientras estaba suspendido o apagado.
fr: Temps écoulé depuis la dernière connexion au secteur. Cette donnée peut être imprécise si l'appareil a été chargé en veille ou éteint.
hu: A laptop utolsó hálózati csatlakoztatása óta eltelt idő. Ez az idő nem biztos, hogy pontos, ha a laptopot alvó vagy kikapcsolt állapotban töltötték fel.
it: Tempo trascorso dall'ultimo collegamento dell'alimentatore. l'orario indicato potrebbe non essere corretto se il laptop è stato caricato mentre era in standby o spento.
ja: デバイスが最後に電源に接続されてからの時間 デバイスがスリープ、電源オフのときに充電されていた場合、この時間は正確ではない可能性があります。
lv: Laiks, kopš klēpjdators pēdējo reizi tika pievienots maiņstrāvas avotam. Šis laiks var nebūt precīzs, ja klēpjdators ir uzlādēts miega vai izslēgšanas laikā.
nl_nl: Tijd sinds de laptop voor het laatst is aangesloten op de netvoeding. Deze tijd is mogelijk niet nauwkeurig als de laptop is opgeladen tijdens het slapen of uit.
pl: Czas, który upłynął od ostatniego odłączenia laptopa od zasilania. Ta wartość może być niedokładna, jeżeli komputer był wtedy uśpiony lub wyłączony.
pt: Tempo desde que o dispositivo foi desconectado do carregador. Este tempo pode não estar correto se o dispositivo foi carregado quando estava suspenso ou desligado.
pt_br: Tempo desde que o notebook foi desconectado do carregador. Este tempo pode não ser exato caso o equipamento for carregado em estado de suspensão ou desligado.
ro: Timp scurs de când laptopul a fost conectat ultima dată la alimentator. Este posibil ca acest timp să nu fie precis dacă laptopul a fost încărcat în mod repaus sau oprit.
ru: Время с момента последнего подключения ноутбука к сети. Это время может быть неточным, если ноутбук заряжался во время сна или был выключен.
sk: Čas od posledného pripojenia notebooku k sieťovému napájaniu. Tento čas nemusí byť presný, ak bol notebooku nabíjaný vypnutý alebo v spánku.
tr: Dizüstü bilgisayarın AC gücüne en son bağlandığından beri geçen süre. Dizüstü bilgisayar uyurken veya kapalıyken şarj edildiyse bu süre doğru olmayabilir.
uk: Час, з моменту якого ноутбук востаннє був під'єднаний до мережі. Цей час може бути неточним, якщо ноутбук заряджався вимкненим чи в режимі сну.
uz_latn_uz: Noutbuk aqırǵı márte tarmaqqa jalǵanǵannan beri waqıt. Eger noutbuk uyqı rejiminde yamasa óshirilgen waqıtta zaryadlanǵan bolsa, bul waqıt anıq bolmawı múmkin.
vi: Thời gian kể từ khi laptop được ngắt khỏi nguồn điện. Thời gian có thể không chính xác nếu laptop được sạc khi Ngủ hoặc Tắt.
zh_hans: 笔记本断开电源适配器的时间。 如果在关机或休眠时充电，可能会导致此时间不准确。
zh_hant: 自筆記型電腦中斷連接電源供應器以來的時間。 如果在關機或休眠時充電，可能導致此時間不準確。

# BatteryPage_OnBatterySince_Title
source: On battery since
ar: يتم استخدام البطارية منذ
bg: На батерия от
bs: Na bateriji od
cs: Na baterii od
de: Auf Akku seit
el: Λειτουργία με την μπαταρία από
es: En batería desde
fr: Sur batterie depuis
hu: Akkumulátoron ennyi ideje
it: A batteria da
ja: バッテリー駆動時間
lv: No akumulatora kopš
nl_nl: Op batterij sinds
pl: Czas na baterii
pt: Em bateria desde
pt_br: Em bateria desde
ro: Pe baterie timp de
ru: На аккумуляторе
sk: Na batérii od
tr: Pil ile geçen süre
uk: Працює від батареї з
uz_latn_uz: Batareyada
vi: Thời gian chạy trên pin
zh_hans: 电池使用时间
zh_hant: 電池使用時間

# BatteryPage_Title
source: Battery
ar: البطارية
bg: Батерия
bs: Baterija
cs: Baterie
de: Akku
el: Μπαταρία
es: Batería
fr: Batterie
hu: Akkumulátor
it: Batteria
ja: バッテリー
lv: Akumulators
nl_nl: Batterij
pl: Bateria
pt: Bateria
pt_br: Bateria
ro: Baterie
ru: Батарея
sk: Batéria
tr: Pil
uk: Батарея
uz_latn_uz: Batareya
vi: Pin
zh_hans: 电池
zh_hant: 電池

source: Cancel
ar: الغاء
bg: Отказ
bs: Otkaži
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
lv: Atcelt
nl_nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
tr: İptal
uk: Скасувати
uz_latn_uz: Biykarlaw
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Close
ar: إغلاق
bg: Затвори
bs: Zatvori
cs: Zavřít
de: Beenden
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
lv: Aizvērt
nl_nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închidere
ru: Закрыть
sk: Zavrieť
tr: Kapat
uk: Закрити
uz_latn_uz: Jabıw
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Color_Blue
source: Blue
ar: أزرق
bg: Синьо
de: Blau
el: Μπλε
es: Azul
fr: Bleu
hu: Kék
it: Blu
ja: 青
lv: Zils
nl_nl: Blauw
pl: Niebieski
pt: Azul
pt_br: Azul
ru: Синий
sk: Modrá
tr: Mavi
uk: Синя
uz_latn_uz: Kók
vi: Xanh dương
zh_hans: 蓝色 (B)
zh_hant: 藍色（B）

# Color_Green
source: Green
ar: أخضر
bg: Зелено
de: Grün
el: Πράσινο
es: Verde
fr: Vert
hu: Zöld
it: Verde
ja: 緑
lv: Zaļš
nl_nl: Groen
pl: Zielony
pt: Verde
pt_br: Verde
ru: Зеленый
sk: Zelená
tr: Yeşil
uk: Зелена
uz_latn_uz: Jasıl
vi: Xanh lá
zh_hans: 绿色 (G)
zh_hant: 綠色（G）

# Color_Red
source: Red
ar: أحمر
bg: Червено
de: Rot
el: Κόκκινο
es: Rojo
fr: Rouge
hu: Vörös
it: Rosso
ja: 赤
lv: Sarkans
nl_nl: Rood
pl: Czerwony
pt: Vermelho
pt_br: Vermelho
ru: Красный
sk: Červená
tr: Kırmızı
uk: Червона
uz_latn_uz: Qızıl
vi: Đỏ
zh_hans: 红色 (R)
zh_hant: 紅色（R）

# ComboBoxHybridModeControl_Message
source: Select GPU operating mode based on your computer's usage and power conditions. Switching modes may require restart.
ar: اختار وضع تشغيل كارت الشاشة بناء على استخدامك للحاسب و حالة الطاقة المتوفرة. التبديل بين الأوضاع يحتاج الى أعادة تشغيل للحاسب.
bg: Изберете режим на работа за видеокартата в зависимост от това как използвате компютъра и как се захранва. Промяна в режима може да изисква рестартиране.
cs: Vyber provozní režim GPU na základě využití počítače a podmínek napájení. Přepínání režimů může vyžadovat restart.
de: Wählen Sie den GPU-Betriebsmodus entsprechend der Nutzung und den Energiebedingungen Ihres Computers. Ein Wechsel des Modus kann einen Neustart erfordern.
el: Επιλέξτε τον τρόπο λειτουργίας την GPU με βάση τη χρήση και τις συνθήκες ισχύος του υπολογιστή σας. Η εναλλαγή λειτουργιών ενδέχεται να απαιτεί επανεκκίνηση.
es: Seleccionar el modo de funcionamiento de la GPU, según el uso y las condiciones de energía de su equipo. El cambio de modo puede requerir un reinicio.
fr: Sélectionne le mode de fonctionnement du GPU en fonction de l'utilisation et des conditions d'alimentation de votre ordinateur. Le changement de mode peut nécessiter un redémarrage.
hu: Válaszd ki a videókártya működési módját a számítógép használati és energiaellátási körülményei alapján. Az üzemmódok közötti váltás újraindítást igényelhet.
it: Seleziona automaticamente la modalità energetica della GPU in base all'utilizzo e alle condizioni energetiche. Cambiare questa impostazione richiede il riavvio.
ja: コンピューターの使用状況と電源状態に基づいて GPU 動作モードを選択します。 モードを切り替えるには再起動が必要になる場合があります。
lv: Atlasiet GPU darbības režīmu atkarībā no datora lietojuma un barošanas apstākļiem. Pārslēdzot režīms dators varbūt būt jārestartē.
nl_nl: Selecteer de GPU-bedieningsmodus op basis van het gebruik en de stroomvoorziening van uw computer. Voor het wisselen van modi is mogelijk opnieuw opstarten vereist.
pl: Wybierz sposób pracy GPU na podstawie użytkowania komputera i warunków zasilania. Zmiana trybu może wymagać ponownego uruchomienia.
pt: Seleciona o modo de funcionamento da GPU baseado na utilização do computador e condições de energia. Poderá ser necessário reiniciar para mudar de modo.
pt_br: Selecionar o modo de funcionamento da GPU, seguindo o uso e as condições de energia de seu equipamento. Uma reinicialização pode ser necessária.
ro: Selectați modul de operare GPU în funcție de utilizarea computerului și de condițiile de alimentare. Schimbarea modurilor poate necesita repornirea.
ru: Выберите режим работы видеокарты в зависимости от особенностей использования компьютера и условий питания. Для переключения режимов может потребоваться перезагрузка.
sk: Výber prevádzkového režimu GPU na základe použitia počítača a podmienok napájania. Prepínanie režimov môže vyžadovať reštart.
tr: Bilgisayarınızın kullanımına ve güç koşullarına göre GPU çalışma modunu seçin. Bu modları değiştirmek yeniden başlatma gerektirebilir.
uk: Оберіть роботи графічного процесора залежно від використання комп'ютера та умов живлення. Перемикання режимів може вимагати перезавантаження.
uz_latn_uz: Kompyuterińizden qalay paydalanıw hám quwatlılıq jaǵdayına qarap videokartanıń is rejimin tańlań. Rejimlerdi almastırıw ushın qayta iske túsiriw talap qılınıwı múmkin.
vi: Chọn chế độ hoạt động của GPU dựa trên cách bạn sử dụng máy tính và tình trạng nguồn điện. Chuyển đổi giữa các chế độ có thể cần phải khởi động lại.
zh_hans: 根据你的使用场景选择显卡工作模式。 混合模式与独显模式互相切换后需要重启生效。
zh_hant: 根據您的使用場景和電源情況選擇顯示卡的執行模式。 切換模式可能需要重新啟動。

# ComboBoxHybridModeControl_RestartRequired_Message
source: Changing to {0} requires restart. Do you want to restart now?
ar: التبديل الى {0} يحتاج الى أعادة تشغيل. هل تريد أعادة التشغيل الأن؟
bg: Преминаване към {0} изисква рестартиране. Искате ли да го направите сега?
bs: Promjena na {0} zahtijeva ponovno pokretanje. Da li želite restartovati sada?
cs: Změna na {0} vyžaduje restart. Chceš restartovat teď?
de: Der Wechsel zu {0} erfordert einen Neustart. Möchten Sie jetzt neu starten?
el: Η αλλαγή σε {0} απαιτεί επανεκκίνηση. Θέλετε να κάνετε επανεκκίνηση τώρα;
es: Cambiando a {0} requiere un reinicio. ¿Desea reiniciar ahora?
fr: Changer pour {0} nécessite un redémarrage. Voulez-vous redémarrer maintenant ?
hu: A {0} módra való váltás újraindítást igényel. Újraindítod most?
it: Il cambio a {0} richiede il riavvio. Vuoi riavviare adesso?
ja: {0} に変更するには再起動が必要です。今すぐ再起動しますか？
lv: Lai pārslēgtos uz {0}, nepieciešama restartēšana. Vai vēlaties restartēt tūlīt?
nl_nl: Als u wilt wijzigen naar {0}, moet u opnieuw opstarten. Wil je nu opnieuw opstarten?
pl: Zmiana na {0} wymaga ponownego uruchomienia. Czy chcesz uruchomić ponownie teraz?
pt: Mudar para {0} requer que o computador seja reiniciado. Queres reiniciar o computador agora?
pt_br: Mudar o {0} requer uma reinicialização. Deseja reiniciar o computador agora?
ro: Schimbarea la {0} necesită repornirea. Doriți să reporniți acum?
ru: Изменение на {0} требует перезагрузки. Вы хотите выполнить перезапуск сейчас?
sk: Zmena na {0} vyžaduje reštart. Chcete reštartovať teraz?
tr: {0} olarak değiştirmek, yeniden başlatmayı gerektirir. Şimdi yeniden başlatmak istiyor musunuz?
uk: Зміна на {0} потребує перезавантаження. Бажаєте перезавантажитися зараз?
uz_latn_uz: {0}ǵa ózgertiw ushın qayta iske túsiriw kerek. Házir qayta iske túsiriwdi qáleysiz be?
vi: Thay đổi chế độ sang {0} cần phải khởi động lại. Bạn có muốn khởi động lại ngay?
zh_hans: 切换至 {0} 需要重启，现在重启吗？
zh_hant: 變更為 {0} 需要重新啟動。您想要現在重新啟動嗎？

# ComboBoxHybridModeControl_RestartRequired_Title
source: Restart required
ar: إعادة التشغيل مطلوب
bg: Необходимо е рестартиране
bs: Potrebno ponovno pokretanje
cs: Je vyžadován restart
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Se requiere un reinicio
fr: Redémarrage nécessaire
hu: Újraindítás szükséges
it: È necessario riavviare il computer per attivare questa opzione
ja: 再起動が必要です
lv: Nepieciešama restartēšana
nl_nl: Opnieuw opstarten vereist
pl: Wymagane ponowne uruchomienie
pt: É necessário reiniciar
pt_br: Reinicialização necessária
ro: Repornire necesară
ru: Требуется перезапуск
sk: Vyžaduje sa reštart
tr: Yeniden başlatma gerekli
uk: Необхідне перезаванатаження
uz_latn_uz: Qayta iske túsiriw talap etiledi
vi: Cần khởi động lại
zh_hans: 需要重启
zh_hant: 需要重新啟動

# ComboBoxHybridModeControl_Title
source: GPU Working Mode
ar: وضع عمل كرت الشاشة
bg: Режим на работа на видео картата.
cs: Pracovní režim GPU
de: GPU Betriebsmodus
el: GPU σε λειτουργία
es: Modo de trabajo de la GPU
fr: Mode de fonctionnement du GPU
hu: GPU működési mód
it: Modalità operativa GPU
ja: GPU動作モード
lv: GPU Darbošanās režīms
nl_nl: GPU Bedieningsmodus
pl: Tryb pracy GPU
pt: Modo de funcionamento da GPU
pt_br: Modo de trabalho da GPU
ro: Mod de funcționare GPU
ru: Режим работы видеокарты
sk: Prevádzkový režim GPU
tr: GPU Çalışma Modu
uk: Режим роботи відеокарти
uz_latn_uz: Videokartanıń jumıs rejimi
vi: Chế độ hoạt động của GPU
zh_hans: 显卡工作模式
zh_hant: GPU 運作模式（GPU Working Mode）

# ContextMenu_QuickActions
source: Quick Actions
ar: الأجراءات السريعة
bg: Бързи действия
bs: Brze akcije
cs: Rychlé akce
de: Kurzbefehle
el: Γρήγορες ενέργειες
es: Acciones rápidas
fr: Actions rapides
hu: Gyors műveletek
it: Azioni rapide
ja: クイックアクション
lv: Ātrās Darbības
nl_nl: Snelle Acties
pl: Szybkie akcje
pt: Ações Rápidas
pt_br: Ações Rápidas
ro: Acțiuni Rapide
ru: Быстрые действия
sk: Rýchle akcie
tr: Hızlı Eylemler
uk: Швидкі дії
uz_latn_uz: Tez háreketler
vi: Phím tắt Hành động
zh_hans: 快捷操作
zh_hant: 快捷功能

source: Continue
ar: اكمل
bg: Продължи
bs: Nastavi
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
hu: Tovább
it: Continua
ja: 続行
lv: Turpināt
nl_nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Avançar
ro: Continuare
ru: Далее
sk: Pokračovať
tr: Devam et
uk: Продовжити
uz_latn_uz: Dawam etiw
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copy all
ar: نسخ الكل
bg: Копирай всички
bs: Kopiraj sve
cs: Kopírovat vše
de: Alles kopieren
el: Αντιγραφή όλων
es: Copiar todo
fr: Tout copier
hu: Összes másolása
it: Copia tutto
ja: すべてをコピー
lv: Kopēt visu
nl_nl: Alles kopiëren
pl: Kopiuj wszystkie
pt: Copiar tudo
pt_br: Copiar tudo
ro: Copiere integrală
ru: Скопировать все
sk: Kopírovať všetko
tr: Tümünü kopyala
uk: Скопіювати все
uz_latn_uz: Barlıǵın kóshirip alıw
vi: Sao chép tất cả
zh_hans: 复制全部
zh_hant: 複製全部

# DashboardPage_Graphics_Title
source: Graphics
ar: الجرافيك
bg: Графика
cs: Grafika
de: Grafik
el: Γραφικά
es: Gráficos
fr: Graphiques
hu: Grafikus beállítások
it: Grafica
ja: グラフィック
lv: Grafika
nl_nl: Grafisch
pl: Grafika
pt: Gráficos
pt_br: Gráficos
ro: Grafică
ru: Графика
sk: Grafika
tr: Grafikler
uk: Графіка
uz_latn_uz: Grafika
vi: Đồ Họa
zh_hans: 图形
zh_hant: 圖形

# DashboardPage_Other_Title
source: Other
ar: أخرى
bg: Други
bs: Ostalo
cs: Jiné
de: Anderes
el: Άλλα
es: Otros
fr: Autre
hu: Egyéb
it: Altro
ja: その他
lv: Cits
nl_nl: Ander
pl: Inne
pt: Outros
pt_br: Outros
ro: Altele
ru: Прочее
sk: Ostatné
tr: Diğer
uk: Інше
uz_latn_uz: Basqa
vi: Khác
zh_hans: 其他
zh_hant: 其他

# DashboardPage_Power_Title
source: Power
ar: الطاقة
bg: Захранване
cs: Napájení
de: Energie
el: Ισχύς
es: Alimentación
fr: Alimentation
hu: Tápellátás
it: Alimentazione
ja: 電源
lv: Enerģija
nl_nl: Stroom
pl: Zasilanie
pt: Energia
pt_br: Energia
ro: Putere
ru: Питание
sk: Napájanie
tr: Güç
uk: Потужність
uz_latn_uz: Quwatlılıq
vi: Nguồn
zh_hans: 电源
zh_hant: 電源

# DashboardPage_Title
source: Home
ar: المنزل
bg: Начало
cs: Domů
de: Startseite
el: Αρχική
es: Inicio
fr: Accueil
hu: Kezdőlap
it: Pagina iniziale
ja: ホーム
lv: Sākums
nl_nl: Startscherm
pl: Ekran główny
pt_br: Início
ro: Acasă
ru: Домашняя страница
sk: Domov
tr: Ana Sayfa
uk: Головна
uz_latn_uz: Bas bet
vi: Trang chủ
zh_hans: 主页
zh_hant: 首頁

# DeactivateGPUAutomationStepControl_Message
source: Disable discrete GPU if it is active unnecessarily. WARNING: This action will not run correctly, if internal display is off or Hybrid mode is not active.
ar: اغلق كرت الشاشة ان كان يعمل بدون الحاجة اليه. تحذير: هذا الأجراء لن يعمل بشكل صحيح لو كانت شاشة الحاهز لا تعمل او الوضع الهجين لا يعمل.
bg: Деактивирайте допълнителната видеокарта, ако се използва без да има нужда от нея. ВНИМАНИЕ: Това действие може да не се изпълни правилно, ако вграденият монитор е изключен или ако не е активиран Хибриден режим.
cs: Deaktivovat dedikované GPU, když je zbytečně aktivní. VAROVÁNÍ: Tato akce neproběhne správně, pokud je displej notebooku vypnutý, nebo není aktivní hybridní režim.
de: Deaktiviere die diskrete GPU, wenn sie unnötigerweise aktiv ist. WARNUNG: Diese Aktion wird nicht korrekt ausgeführt, wenn das interne Display ausgeschaltet oder der Hybridmodus nicht aktiv ist.
el: Απενεργοποιήστε τη διακριτή GPU εάν είναι άσκοπα ενεργή. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτή η ενέργεια δεν θα εκτελεστεί σωστά, εάν η ενσωματωμένη οθόνη είναι απενεργοποιημένη ή η υβριδική λειτουργία δεν είναι ενεργή.
es: Desactivar la GPU dedicada si está activa innecesariamente. AVISO: Esta acción no se ejecutará correctamente, si la pantalla interna está apagada o el modo híbrido no está activo.
fr: Désactiver le GPU dédié si actif inutilement. ATTENTION : Cette action ne fonctionnera pas correctement, si l'écran intégré est éteint ou si le mode Hybride n'est pas actif.
hu: Letiltja a diszkrét GPU-t, ha az feleslegesen aktív. FIGYELMEZTETÉS: Ez a művelet nem fog helyesen futni, ha a belső kijelző ki van kapcsolva vagy a hibrid üzemmód nem aktív.
it: Disattiva la GPU dedicata se inutilmente attiva. Attenzione: Questa azione non funzionerà correttamente se il display è spento o la modalità Ibrida non è attiva.
ja: ディスクリートGPUが不必要にアクティブになっている場合は無効にします。 警告: 内蔵ディスプレイがオフになっているか、ハイブリッドモードがアクティブでない場合、このアクションは正しく実行されません。
lv: Atspējojiet diskrēto GPU, ja tas ir nevajadzīgi aktīvs. BRĪDINĀJUMS. Ja iekšējais displejs ir izslēgts vai hibrīda režīms nav aktīvs, šī darbība nedarbosies pareizi.
nl_nl: Schakel discrete GPU uit als deze onnodig actief is. WAARSCHUWING: Deze actie wordt niet correct uitgevoerd als het interne display is uitgeschakeld of de hybride modus niet actief is.
pl: Odłącz dedykowaną kartę graficzną, jeśli jest aktywna bez potrzeby. UWAGA: Ta akcja nie zadziała właściwie, jeżeli wbudowany ekran jest wyłączony, lub gdy tryb hybrydowy nie jest aktywny.
pt: Desativar GPU se estiver ligada desnecessariamente. ATENÇÃO: Esta ação não irá correr corretamente se o ecrã interno estiver desligado ou se o modo Híbrido não estiver ativo.
pt_br: Desativar a GPU dedicada se estiver ativa sem necessidade. AVISO: Esta ação não será executada corretamente se o display interno estiver desligado ou o modo híbrido não estiver ativo.
ro: Dezactivați GPU-ul dedicat dacă este activ inutil. ATENȚIE: Această acțiune nu va rula corect dacă afișajul intern este oprit sau modul hibrid nu este activ.
ru: Отключить дискретный графический процессор, если он активен без необходимости. ВНИМАНИЕ: Это действие не будет выполняться корректно, если внутренний дисплей выключен или не активен Гибридный режим.
sk: Deaktivovať dedikovanú GPU, ak je aktívna zbytočne. VAROVANIE: Táto akcia neprebehne správne, ak je displej notebooku vypnutý, alebo nie je aktívny hybridní režim.
tr: Gereksiz yere aktifse harici GPU'yu devre dışı bırakın. UYARI: Dahili ekran kapalıysa veya Hibrit modu etkin değilse bu eylem düzgün çalışmayacaktır.
uk: Вимкнути дискретну відеокарту якщо вона працює без необхідності. УВАГА: Ця дія може працювати некоректно, якщо вбудований дисплей вимкнений чи Гібридний режим не активовано.
uz_latn_uz: Eger bólekli grafikalıq processor zarúr bolmasa da qosılǵan bolsa, onı óshiriw DIQQAT: Eger ishki displey óshirilgen yamasa gibrid rejim aktiv emes bolsa, bul háreket durıs orınlanbaydı.
vi: Ngắt GPU rời nếu bị kích hoạt ngoài ý muốn. CẢNH BÁO: Hành động sẽ không chạy đúng nếu màn hình laptop không bật hoặc chế độ Hybrid không được kích hoạt.
zh_hans: 在不需要时休眠独立显卡。 警告：在非混合模式或笔记本内置屏幕关闭的情况下此功能将不起作用。
zh_hant: 如果 GPU 不需要活動時，停用顯示卡。 警告：如果已關閉內部顯示器或未啟用混合模式（Hybrid Mode），則此功能將無法正確地執行。

# DeactivateGPUAutomationStepControl_Title
source: Deactivate GPU
ar: اغلق كرت الشاشة
bg: Деактивирайте видеокартата
cs: Deaktivovat GPU
de: Deaktiviere GPU
el: Απενεργοποίηση της GPU
es: Desactivar la GPU
fr: Désactiver le GPU
hu: GPU deaktiválása
it: Disattiva GPU dedicata
ja: GPUを非アクティブ化
lv: Deaktivizēt GPU
nl_nl: GPU Deactiveren
pl: Deaktywuj GPU
pt: Desativar GPU
pt_br: Desativar GPU
ro: Dezactivați GPU
ru: Деактивировать GPU
sk: Deaktivovať GPU
tr: GPU Pasifleştir
uk: Вимкнути відеокарту
uz_latn_uz: Grafikalıq processordı óshiriw
vi: Ngắt GPU rời
zh_hans: 休眠独立显卡
zh_hant: 休眠 GPU

# DelayAutomationStepControl_Message
source: Add delay before running next step.
ar: اضافة مهلة قبل تشغيل الخطوة القادمة.
bg: Добавате забавяне преди изпълнението на следващата стъпка.
cs: Přidat zpoždění před spuštěním dalšího kroku.
de: Füge eine Verzögerung hinzu, bevor der nächste Schritt ausgeführt wird.
el: Προσθήκη καθυστέρησης πριν την εκτέλεση του επόμενου βήματος.
es: Añadir una demora antes de ejecutar el siguiente paso.
fr: Ajoutez un délai avant d'exécuter l'étape suivante.
hu: Késleltetés hozzáadása a következő lépés futtatása előtt.
it: Aggiungi una pausa prima di eseguire la prossima azione.
ja: 次のステップを実行する前に遅延を追加する。
lv: Pirms nākamās darbības veikšanas pievienot aizkavi.
nl_nl: Vertraging toevoegen voordat de volgende stap wordt uitgevoerd.
pl: Dodaj opóźnienie przed wykonaniem następnego kroku.
pt: Adicionar atraso antes de executar o passo seguinte.
pt_br: Adicionar atraso antes de executar esse passo.
ro: Adăugați o întârziere înainte de a rula următorul pas.
ru: Добавить задержку перед выполнением следующего шага.
sk: Pridať oneskorenie pred spustením ďalšieho kroku.
tr: Sonraki adımı çalıştırmadan önce gecikme ekleyin.
uk: Додати затримку перед запуском наступного кроку.
uz_latn_uz: Keyingi qádemdi orınlawdan aldın iskilisti qosıw.
vi: Thêm thời gian chờ trước khi thực hiện bước tiếp theo.
zh_hans: 运行下一步前的延迟。
zh_hant: 在執行下一條件前增加延遲。

# DelayAutomationStepControl_Title
source: Delay
ar: تأخير
bg: Забавяне
cs: Zpoždění
de: Verzögerung
el: Καθυστέρηση
es: Demora
fr: Délai
hu: Késleltetés
it: Pausa
ja: 遅延
lv: Aizkave
nl_nl: Stel uit
pl: Opóźnienie
pt: Atraso
pt_br: Atraso
ro: Întârziere
ru: Задержка
sk: Oneskorenie
tr: Gecikme
uk: Затримка
uz_latn_uz: Irkilis
vi: Thời gian chờ
zh_hans: 延迟
zh_hant: 延遲

source: Delete
ar: مسح
bg: Изтрий
bs: Obriši
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Effacer
hu: Törlés
it: Elimina
ja: 削除
lv: Dzēst
nl_nl: Verwijderen
pl: Usuń
pt: Apagar
pt_br: Excluir
ro: Ștergere
ru: Удалить
sk: Vymazať
tr: Sil
uk: Видалити
uz_latn_uz: Óshiriw
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# DeviceInformationWindow_BiosVersion_Title
source: BIOS version
ar: اصدار ال BIOS
bg: BIOS версия
bs: Verzija BIOS-a
cs: BIOS verze
el: Έκδοση BIOS
es: Versión de BIOS
fr: Version du BIOS
hu: BIOS verzió
it: Versione BIOS
ja: BIOS バージョン
lv: BIOS versija
nl_nl: BIOS versie
pl: Wersja BIOS
pt: Versão da BIOS
pt_br: Versão da BIOS
ro: Versiune BIOS
ru: Версия BIOS
sk: Verzia BIOSu
tr: BIOS sürümü
uk: Версія BIOS
uz_latn_uz: BIOS versiyası
vi: Phiên bản BIOS
zh_hans: BIOS 版本
zh_hant: BIOS 版本
