Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# NotificationsSettingsWindow_DontShowNotifications_Message
source: Disables notification for Fn keys actions like microphone mute Enable this option if you have conflicts with full screen applications.
ar: تعطيل الإشعار بإجراءات مفاتيح Fn مثل كتم صوت الميكروفون تمكين هذا الخِيار إذا كان لديك تعارض مع تطبيقات ملء الشاشة.
bg: Изключете известията за действия с клавиша Fn, като заглушаване на микрофона Активирайте тази настройка ако изпитвате проблеми с приложения на цял екран.
bs: Onemogućuje notifikacije za Fn kratice kao što je utišavanje mikrofona Omogućite ovu opciju ukoliko imate konflikata sa aplikacijama u fullscreenu.
cs: Zakázat upozornění na akce kláves Fn, jako je ztlumení mikrofonu Povol tuto možnost, pokud máš konflikty s aplikacemi na celou obrazovku.
de: Deaktiviert Benachrichtigungen für Fn-Tasten-Aktionen wie Mikrofon-Stummschaltung. Aktiviere diese Option, wenn Konflikte mit Vollbildanwendungen auftreten.
el: Απενεργοποιεί τις ειδοποιήσεις για ενέργειες πλήκτρων Fn, όπως τη σίγαση μικροφώνου Ενεργοποιήστε αυτήν την επιλογή εάν έχετε διενέξεις με εφαρμογές πλήρους οθόνης.
es: Desactivar las notificaciones de las acciones de las teclas Fn como el silenciamiento del micrófono Activar esta opción si tiene conflictos con las aplicaciones en pantalla completa.
fr: Désactive la notification pour les actions des touches Fn comme la coupure du microphone. Activez cette option si vous avez des conflits avec les applications en plein écran.
hu: Az Fn billentyűkkel végzett műveletek, például a mikrofon elnémítása esetén az értesítés letiltása. Engedélyezze ezt az opciót, ha konfliktusok vannak a teljes képernyős alkalmazásokkal.
it: Disabilita la notifica per le azioni dei tasti Fn come la disattivazione del microfono Abilita questa opzione in caso di conflitti con le applicazioni a schermo intero.
ja: マイクのミュートなどの Fn キー操作の通知を無効にします。 全画面アプリケーションと競合する場合は、このオプションを有効にします。
lv: Atspējo paziņojumu par Fn taustiņu darbībām, piemēram, mikrofona izslēgšanu Iespējojiet šo opciju, ja rodas konflikti ar pilnekrāna lietojumprogrammām.
nl_nl: Melding uitschakelen voor acties met Fn-toetsen, zoals microfoon dempen Schakel deze optie in als u conflicten hebt met toepassingen op volledig scherm.
pl: Wyłącza powiadomienia dla skrótów Fn np. wyciszenie mikrofonu. Włącz tę opcję, jeżeli powiadomienia utrudniają korzystanie z aplikacji pełnoekranowych.
pt: Desativa notificação para ações das teclas Fn como dar mute ao microfone Ativa esta opção se tiveres problemas de conflitos com apps em ecrã inteiro.
pt_br: Desativar as notificações para ações das teclas Fn como silenciar o microfone Ative esta opção se você tiver conflitos com aplicativos de tela inteira.
ro: Dezactivează notificarea pentru acțiunile tastelor Fn, cum ar fi dezactivarea sunetului microfonului. Activați această opțiune dacă aveți conflicte cu aplicațiile pe ecran complet.
ru: Отключает уведомления о действиях клавиш Fn, таких как приглушение микрофона Включите эту опцию, если у вас возникают конфликты с полноэкранными приложениями.
sk: Zakázať upozornenia na akcie Fn kláves ako stíšenie mikrofónu. Povoľte túto možnosť ak máte konflikty s aplikáciami na celú obrazovku.
tr: Mikrofonun sesini kapatma gibi Fn tuşları eylemleri için ekran bildirimini devre dışı bırakır Tam ekran uygulamalarda rahatsız oluyorsanız bu seçeneği etkinleştirin.
uk: Вимикає сповіщення для таких дій клавіш Fn, як вимкнення мікрофона Увімкніть цю опцію, якщо у вас виникають конфлікти з повноекранними програмами.
uz_latn_uz: Fn túymesiniń mikrofon dawısın óshiriw sıyaqlı háreketleri haqqındaǵı xabarlamalardı óshiredi Eger de tolıq ekranlı baǵdarlamalar menen mashqalalar bolsa, bul varianttı qosıń.
vi: Tắt thông báo của các phím tắt Fn, ví dụ như tắt microphone. Bật tùy chọn này nếu có xung đột với các ứng dụng chạy toàn màn hình.
zh_hans: 禁用麦克风静音等 Fn 键操作的弹窗 如果弹窗与全屏应用有冲突，请启用此选项。
zh_hant: 停用麥克風靜音等 Fn 鍵功能通知。 如果通知和全螢幕應用程式發生衝突，請啟用此選項。

# NotificationsSettingsWindow_DontShowNotifications_Title
source: Don't show notifications
ar: لا تظهر أي إشعارات
bg: Не показвай известия
bs: Ne prikazuj obavještenja
cs: Nezobrazovat notifikace
de: Keine Benachrichtigungen anzeigen
el: Να μην εμφανίζονται ειδοποιήσεις
es: No mostrar notificaciones
fr: Ne pas afficher les notifications
hu: Ne jelenítsen meg értesítéseket
it: Non mostrare notifiche
ja: 通知を非表示
lv: Nerādīt paziņojumus
nl_nl: Geen meldingen weergeven
pl: Nie pokazuj powiadomień
pt: Não mostrar notificações
pt_br: Não exibir notificações
ro: Nu afișa notificări
ru: Не показывать уведомления
sk: Nezobrazovať upozornenia
tr: Bildirimleri gösterme
uk: Не показувати сповіщення
uz_latn_uz: Xabarlamalardı kórsetpew
vi: Tắt tất cả thông báo
zh_hans: 不要显示弹窗
zh_hant: 不要顯示通知

# NotificationsSettingsWindow_FnLock
source: Fn Lock
ar: مفاتيح Fn
bg: Заключен клавиш Fn
el: Κλείδωμα Fn
es: Bloqueo de tecla Fn
fr: Verrouillage de Fn
lv: Fn Bloķēšana
pt_br: Trava tecla Fn
ro: Blocare Fn
sk: Zámok Fn klávesy
tr: Fn Kilidi
uk: Блокування Fn
vi: Khóa phím Fn
zh_hans: 锁定Fn键
zh_hant: 鎖定 Fn 鍵

# NotificationsSettingsWindow_KeyboardBacklight
source: Keyboard Backlight
ar: الإضاءة الخلفية للوحة المفاتيح
bg: Подсветка на клавиатурата
cs: Podsvícení klávesnice
de: Tastaturbeleuchtung
el: Φωτισμός Πληκτρολογίου
es: Retroalimentación del teclado
fr: Rétroéclairage du clavier
hu: Billentyűzet háttérvilágítás
it: Retroilluminazione tastiera
ja: キーボードバックライト
lv: Tastatūras Izgaismojums
nl_nl: Toetsenbord Achtergrondverlichting
pl: Podświetlenie klawiatury
pt: Luz do teclado
pt_br: Iluminação do Teclado
ro: Iluminare tastatură
ru: Подсветка клавиатуры
sk: Podsvietenie klávesnice
tr: Klavye Işığı
uk: Підсвітка клавіатури
uz_latn_uz: Klaviaturanıń arqa jaqtılıǵı
vi: Đèn nền bàn phím
zh_hans: 键盘背光
zh_hant: 鍵盤背光

# NotificationsSettingsWindow_Microphone
source: Microphone
ar: الميكروفون
bg: Микрофон
cs: Mikrofon
de: Mikrofon
el: Μικρόφωνο
es: Micrófono
hu: Mikrofon
it: Microfono
ja: マイク
lv: Mikrofons
nl_nl: Microfoon
pl: Mikrofon
pt: Microfone
pt_br: Microfone
ro: Microfon
ru: Микрофон
sk: Mikrofón
tr: Mikrofon
uk: Мікрофон
uz_latn_uz: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風

# NotificationsSettingsWindow_NotificationPosition_Title
source: Position
ar: الموضع
bg: Позиция
el: Θέση
es: Posición
hu: Pozíció
it: Posizione
ja: 位置
lv: Pozīcija
nl_nl: Positie
pl: Położenie
pt: Posição
pt_br: Posição
ru: Положение
sk: Pozícia
tr: Konum
uk: Позиція
uz_latn_uz: Orın
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# NotificationsSettingsWindow_PowerMode
source: Power Mode
ar: وضع الطاقة
bg: Режим на захранване
cs: Režim výkonu
de: Leistungsmodus
el: Λειτουργία Ισχύος
es: Modo de alimentación
fr: Mode d'alimentation
hu: Energiagazdálkodási üzemmód
it: Modalità di alimentazione
ja: 電源モード
lv: Barošanas Režīms
nl_nl: Energiemodus
pl: Tryb wydajności
pt: Esquema de energia
pt_br: Plano de Energia
ro: Mod putere
ru: Режим питания
sk: Režim výkonu
tr: Güç Modu
uk: Режим живлення
uz_latn_uz: Quwatlılıq rejimi
vi: Chế độ
zh_hans: 性能模式
zh_hant: 電源模式

# NotificationsSettingsWindow_RefreshRate
source: Refresh Rate
ar: معدل التحديث
bg: Скорост на обновяване
cs: Frekvence obnovení
de: Bildwiederholrate
el: Ρυθμός ανανέωσης
es: Tasa de refresco
fr: Taux de rafraîchissement
hu: Frissítés gyakorisága
it: Frequenza Aggiornamento
ja: リフレッシュレート
lv: Atsvaidzināšanas Ātrums
nl_nl: Verversingssnelheid
pl: Częstotliwość odświeżania
pt: Taxa de atualização
pt_br: Taxa de atualização
ro: Rată de reîmprospătare
ru: Частота обновления
sk: Obnovovacia frekvencia
tr: Yenileme Hızı
uk: Частота оновлення
uz_latn_uz: Jańalanıw tezligi
vi: Tần số quét
zh_hans: 刷新率
zh_hant: 更新率

# NotificationsSettingsWindow_SmartKey
source: Smart Key
ar: المفتاح الذكي
bg: Умен клавиш
el: Έξυπνο Πλήκτρο
es: Tecla inteligente
hu: Okos gomb
lv: Smart Taustiņš
pl: Klawisz Smart
pt: Tecla Inteligente
pt_br: Acesso Rápido
ro: Tastă inteligentă
ru: Умная клавиша
sk: Chytré tlačidlo
tr: Akıllı Tuş
uk: Розумна клавіша
uz_latn_uz: Aqıllı túyme

# NotificationsSettingsWindow_Title
source: Notifications
ar: الإشعارات
bg: Известия
cs: Notifikace
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
hu: Értesítések
it: Notifiche
ja: 通知
lv: Paziņojumi
nl_nl: Notificaties
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
tr: Bildirimler
uk: Сповіщення
uz_latn_uz: Xabarlamalar
vi: Thông báo
zh_hans: 提示弹窗
zh_hant: 通知

# NotificationsSettingsWindow_TouchpadLock
source: Touchpad Lock
ar: لوحة اللمس مُشغلة
bg: Заключен тъчпад
cs: Zámek touchpadu
de: Touchpad-Sperre
el: Κλείδωμα Επιφάνειας Αφής
es: Bloqueo del panel táctil
fr: Verrouillage du pavé tactile
hu: Touchpad zár
it: Blocca Touchpad
lv: Skārienpaneļa Bloķēšana
nl_nl: Touchpadvergrendeling
pl: Blokada touchpada
pt: Bloqueio do Touchpad
pt_br: Travar touchpad
ro: Blocare Touchpad
ru: Блокировка сенсорной панели
sk: Zámok touchpadu
tr: Touchpad Kilidi
uk: Блокування тачпаду
uz_latn_uz: Sensorlı panel bloklanıwı
vi: Khóa Touchpad
zh_hans: 触摸板锁定
zh_hant: 鎖定觸控板

source: Open
ar: فتح
bg: Отвори
bs: Otvori
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fr: Ouvrir
hu: Megnyitás
it: Apri
ja: 開ける
lv: Atvērt
pl: Otwórz
pt: Abrir
pt_br: Abrir
ro: Deschidere
ru: Открыть
sk: Otvor
tr: Aç
uk: Відкрити
uz_latn_uz: Ashıw
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# OverDriveAutomationStepControl_Message
source: Improve response time of the built-in display.
ar: تحسين وقت استجابة الشاشة المدمجة.
bg: Подобрете времето на реакция на вградения дисплей.
cs: Zlepšit dobu odezvy displeje notebooku.
de: Verbessert die Reaktionszeit des integrierten Bildschirms.
el: Βελτίωση χρόνου απόκρισης της ενσωματωμένης οθόνης.
es: Mejorar el tiempo de respuesta de la pantalla integrada.
fr: Améliore le temps de réponse de l'écran intégré.
hu: A beépített kijelző válaszidejének gyorsítása.
it: Migliora il tempo di risposta del display integrato.
ja: 内蔵ディスプレイの応答時間を改善します。
lv: Uzlabojiet iebūvētā ekrāna reakcijas laiku.
nl_nl: Verbeter de responstijd van het ingebouwde display.
pl: Zwiększ czas reakcji wbudowanego ekranu.
pt: Melhora o tempo de resposta do ecrã interno.
pt_br: Melhora o tempo de resposta da tela integrada.
ro: Îmbunătățirea timpului de răspuns al afișajului încorporat.
ru: Улучшить время отклика встроенного дисплея.
sk: Zlepši čas odozvy zabudovaného displeja.
tr: Yerleşik ekranın yanıt süresini iyileştirin.
uk: Покращити час відгуку вбудованого дисплея.
uz_latn_uz: Ornatılǵan displeydiń juwap waqtın jaqsılaw.
vi: Cải thiện thời gian phản hồi cho màn hình laptop.
zh_hans: 开启后通过加压超频提升内置屏幕响应速度，可能会导致屏幕过冲产生鬼影。
zh_hant: 透過增加電壓超頻以提升內部顯示器反應速度。（可能會導致顯示器過衝產生鬼影）

# OverDriveControl_Message
source: Improve response time of the built-in display.
ar: تحسين وقت استجابة الشاشة المدمجة.
bg: Подобрете времето на реакция на вградения дисплей.
cs: Zlepšit dobu odezvy displeje notebooku.
de: Verbessert die Reaktionszeit des integrierten Bildschirms.
el: Βελτίωση χρόνου απόκρισης της ενσωματωμένης οθόνης.
es: Mejorar el tiempo de respuesta de la pantalla integrada.
fr: Améliore le temps de réponse de l'écran intégré.
hu: A beépített kijelző válaszidejének gyorsítása.
it: Migliora il tempo di risposta del display integrato.
ja: 内蔵ディスプレイの応答時間を改善します。
lv: Uzlabojiet iebūvētā ekrāna reakcijas laiku.
nl_nl: Verbeter de responstijd van het ingebouwde display.
pl: Zwiększ czas reakcji wbudowanego ekranu.
pt: Melhora o tempo de resposta do ecrã interno.
pt_br: Melhora o tempo de resposta da tela integrada.
ro: Îmbunătățirea timpului de răspuns al afișajului încorporat.
ru: Улучшить время отклика встроенного дисплея.
sk: Zlepši čas odozvy zabudovaného displeja.
tr: Yerleşik ekranın yanıt süresini iyileştirin.
uk: Покращити час відгуку вбудованого дисплея.
uz_latn_uz: Ornatılǵan displeydiń juwap waqtın jaqsılaw.
vi: Cải thiện thời gian phản hồi cho màn hình laptop.
zh_hans: 开启后通过加压超频提升内置屏幕响应速度， 可能会导致屏幕过冲产生鬼影。
zh_hant: 透過增加電壓超頻以提升內部顯示器反應速度。（可能會導致顯示器過衝產生鬼影）

# PackageControl_DownloadComplete_Message
source: {0} downloaded!
ar: {0} مُحمل!
bg: {0} е свален!
bs: {0} preuzeto!
cs: {0} staženo!
de: {0} heruntergeladen!
el: {0} κατέβηκαν!
es: {0} descargado(s)
fr: {0} téléchargé !
hu: {0} letöltve!
it: {0} scaricato!
ja: {0} をダウンロードしました！
lv: {0} Lejupielādēts!
nl_nl: {0} gedownload!
pl: Pobrano {0}!
pt: {0} transferidos!
pt_br: {0} baixados!
ro: {0} descărcat!
ru: {0} загружен!
sk: {0} stiahnutý!
tr: {0} indirildi!
uk: {0} завантажено!
uz_latn_uz: {0} júklendi!
vi: {0} đã được tải về!
zh_hans: 已下载 {0}
zh_hant: 已下載 {0}！

# PackageControl_DownloadComplete_Title
source: Download complete
ar: اكتمل التحميل
bg: Свалянето е завършено
bs: Preuzimanje završeno
cs: Stahování dokončeno
de: Download abgeschlossen
el: Η λήψη ολοκληρώθηκε
es: Descarga completa
fr: Téléchargement terminé
hu: Letöltés kész
it: Download completato
ja: ダウンロードが完了しました
lv: Lejupielāde pabeigta
nl_nl: Download voltooid
pl: Pobieranie zakończone
pt: Download concluído
pt_br: Download concluído
ro: Descărcare completă
ru: Скачивание завершено
sk: Sťahovanie dokončené
tr: İndirme tamamlandı
uk: Завантаження завершено
uz_latn_uz: Júklew juwmaqlandı
vi: Đã hoàn tất tải xuống
zh_hans: 下载完成
zh_hant: 下載完成

# PackageControl_GeneralError_Title
source: Something went wrong
ar: لقد حدث خطأ ما
bg: Нещо се обърка
bs: Nešto je pošlo po zlu
cs: Něco se pokazilo
de: Etwas ist schiefgelaufen
el: Παρουσιάστηκε κάποιο πρόβλημα
es: Algo salió mal
fr: Un problème est survenu
hu: Valami hiba történt
it: Si è verificato un errore
ja: エラーが発生しました
lv: Kaut kas nogāja greizi
nl_nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
pt_br: Alguma coisa deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
tr: Bir şeyler ters gitti
uk: Сталася помилка
uz_latn_uz: Qátelik júz berdi
vi: Đã có lỗi xảy ra
zh_hans: 什么地方出错了(っ °Д °;)っ
zh_hant: 發生錯誤

# PackageControl_Http404Error_Message
source: Server returned code 404.
ar: الخادم أو السرفر ارجع خطاء بالكود 404.
bg: Сървърът отговори с код 404.
bs: Server je vratio kod 404.
cs: Server vrátil kód 404.
de: Fehler 404 von Server erhalten.
el: Ο διακομιστής επέστρεψε σφάλμα 404.
es: El servidor ha devuelto el código 404.
fr: Le serveur a renvoyé un code 404.
hu: A szerver 404-es kódot küldött vissza.
it: Il server ha restituito il codice 404.
ja: サーバーからコード 404 が返されました。
lv: Serveris atgrieza 404 kodu.
nl_nl: Server heeft code 404 geretourneerd.
pl: Serwer zwrócił błąd 404.
pt: O servidor devolveu o erro 404.
pt_br: O servidor retornou o código de erro 404.
ro: Serverul a returnat codul 404.
ru: Сервер вернул код ошибки 404.
sk: Server vrátil kód 404.
tr: Sunucu 404 kodunu döndürdü.
uk: Сервер повернув код 404.
uz_latn_uz: Server 404 qátelik kodın qaytardı.
vi: Máy chủ trả lỗi 404.
zh_hans: 服务器返回 404
zh_hant: 伺服器返回代碼 404。

# PackageControl_Http404Error_Title
source: The file seems to be gone
ar: يبدو أن الملف تألف أو غير موجود
bg: Изглежда, че файлът е изчезнал
bs: Čini se da je fajl nestao
cs: Zdá se, že soubor je pryč
de: Die Datei scheint verschwunden zu sein
el: Το αρχείο εξαφανίστηκε
es: El fichero parece haber desaparecido
fr: Le fichier semble manquer
hu: Úgy tűnik a fájl eltűnt
it: Il file sembra essere sparito
ja: ファイルが見つからないようです
lv: Fails, iespējams, ir pazudis
nl_nl: Dit bestand is mogelijk corrupt of verwijdert.
pl: Plik nie istnieje
pt: Parece que o ficheiro desapareceu
pt_br: Este arquivo parece estar corrompido
ro: Se pare că fișierul nu mai este disponibil
ru: Похоже, файл отсутствует
sk: Zdá sa, že súbor je preč
tr: Dosya kaldırılmış gibi görünüyor
uk: Схоже, що файл було пошкоджено
uz_latn_uz: Fayl joq bolǵanǵa qusaydı
vi: Không tìm thấy tệp tin
zh_hans: 似乎未找到文件
zh_hant: 找不到資料

# PackageControl_HttpGeneralError_Message
source: Check if your internet connection is up and running.
ar: تحقق مما إذا كان اتصال الإنترنت الخاص بك محدث و قيد التشغيل.
bg: Проверете дали връзката Ви с Интернет е наред.
bs: Provjerite da li je vaša internetska veza uspostavljena i radi.
cs: Zkontroluj, zda je tvoje připojení k internetu v provozu.
de: Prüfen Sie, ob Ihre Internetverbindung funktioniert.
el: Ελέγξτε εάν η σύνδεσή σας στο διαδίκτυο λειτουργεί.
es: Comprobar si su conexión a internet está funcionando.
fr: Veuillez vérifier si votre connexion internet est opérationnelle.
hu: Ellenőrizze, hogy az internetkapcsolata működik-e.
it: Controlla se la tua connessione Internet è attiva e funzionante.
ja: インターネット接続が機能していることを確認してください。
lv: Pārbaudiet, vai interneta savienojums ir ieslēgts un darbojas.
nl_nl: Controleer of uw internetverbinding actief is.
pl: Sprawdź połączenie z Internetem.
pt: Verifica que a tua ligação à internet está a funcionar.
pt_br: Verifique se sua internet está conectada e funcionando.
ro: Verificați dacă conexiunea dvs. la internet este funcțională.
ru: Убедитесь, что ваше интернет-соединение работает.
sk: Skontrolujte vaše internetové pripojenie.
tr: İnternet bağlantınızın açık ve çalışır durumda olup olmadığını kontrol edin.
uk: Перевірте, що ваше інтернет-з'єднання під'єднано і працює.
uz_latn_uz: Internet baylanısı islep turǵanın tekseriń.
vi: Kiểm tra kết nối internet của bạn.
zh_hans: 请确保你的网络正常
zh_hant: 檢查您的網路連線是否正常。

# PackageControl_HttpGeneralError_Title
source: Something went wrong
ar: هناك خطأ ما
bg: Нещо се обърка
bs: Nešto je pošlo po zlu
cs: Něco se pokazilo
de: Etwas ist schiefgelaufen
el: Παρουσιάστηκε κάποιο πρόβλημα
es: Algo salió mal
fr: Un problème est survenu
hu: Valami hiba történt
it: Si è verificato un errore
ja: エラーが発生しました
lv: Kaut kas nogāja greizi
nl_nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
pt_br: Alguma coisa deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
tr: Bir şeyler ters gitti
uk: Сталася помилка
uz_latn_uz: Qátelik júz berdi
vi: Đã có lỗi xảy ra
zh_hans: 什么地方出错了(っ °Д °;)っ
zh_hant: 發生錯誤

# PackageControl_IsUpdateInfo
source: Update available!
bg: Налична е актуализация!
de: Update verfügbar!
el: Διαθέσιμη ενημέρωση!
es: ¡Actualización disponible!
fr: Mise à jour disponible !
hu: Frissítés érhető el!
ja: 更新があります！
lv: Pieejams atjauninājums!
nl_nl: Update beschikbaar!
pl: Dostępna aktualizacja!
pt: Atualização disponível!
pt_br: Atualização disponível!
ru: Доступно обновление!
sk: Aktualizácia k dispozícii!
tr: Güncelleme mevcut!
uk: Доступне оновлення!
uz_latn_uz: Jańalanıw bar!
vi: Có bản cập nhật mới!
zh_hans: 有新版本可更新！
zh_hant: 已有可供使用的更新！

# PackageControl_OldPackageWarning
source: This package is more than a year old.
ar: هذه الحزمة عمرها أكثر من عام.
bg: Този пакет е на повече от година.
bs: Ovaj paket je star više od godinu.
cs: Tento balíček je více než rok starý.
de: Dieses Paket ist mehr als ein Jahr alt.
el: Αυτό το πακέτο είναι πάνω από έτος παλιό.
es: Este paquete tiene más de un año.
fr: Ce paquet est vieux de plus d'un an.
hu: Ez a csomag több mint egy éves.
it: Questo pacchetto ha più di un anno.
ja: このパッケージは１年以上前のものです。
lv: Pakotne ir vairāk nekā gadu veca.
nl_nl: Dit pakket is meer dan een jaar oud.
pl: Ten pakiet jest starszy niż rok.
pt: Este pacote tem mais que um ano.
pt_br: Este pacote tem mais de um ano.
ro: Acest pachet este vechi de mai mult de un an.
ru: Этому пакету ПО более года.
sk: Tento balík je starší než rok.
tr: Bu paket bir yıldan daha eski.
uk: Цьому пакету вже понад рік.
uz_latn_uz: Bul paket bir jıldan asqan.
vi: Gói cài đặt này đã hơn 1 năm tuổi.
zh_hans: 此驱动包的发布日期距今已超过一年
zh_hant: 此套件發布已超過一年。

# PackageControl_Version
source: Version
ar: نسخة
bg: Версия
bs: Verzija
cs: Verze
el: Έκδοση
es: Versión
hu: Verzió
it: Versione
lv: Versija
nl_nl: Versie
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия
sk: Verzia
tr: Sürüm
uk: Версія
uz_latn_uz: Versiya
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# PackagesPage_Disclaimer_Message
source: Below is a list of software packages that are marked as compatible with your laptop. Always make sure that you are installing correct packages.
ar: فيما يلي قائمة بحزم البرنامج التي تم تمييزها على أنها متوافقة مع الكمبيوتر المحمول الخاص بك. تأكد دائمًا من أنك تقوم بتثبيت الحزم الصحيحة.
bg: По-долу може да намерите списък с пакети, които са отбелязани като съвместими с Вашия лаптоп. Винаги се уверявайте, че инсталирате правилния пакет, преди да го направите.
bs: Ispod je lista softverskih paketa koji su označeni kao kompatibilni sa vašim laptopom. Uvijek provjerite da li instalirate ispravne pakete.
cs: Níže je uveden seznam softwarových balíčků, které jsou označeny jako kompatibilní s tvým notebookem. Vždy se ujisti, že instaluješ správné balíčky.
de: Nachfolgend finden Sie eine Liste von Softwarepaketen, die als kompatibel mit Ihrem Laptop gekennzeichnet sind. Stellen Sie immer sicher, dass Sie die richtigen Pakete installieren.
el: Ακολουθεί μια λίστα με πακέτα λογισμικού που έχουν επισημανθεί ως συμβατά με τον φορητό υπολογιστή σας. Να βεβαιώνεστε πάντα ότι εγκαθιστάτε σωστά πακέτα.
es: A continuación encontrará una lista de programas compatibles con su portátil. Asegúrese de instalar siempre los paquetes correctos.
fr: Vous trouverez ci-dessous une liste de logiciels marqués comme compatibles avec votre appareil. Assurez-vous toujours que vous installez les paquets appropriés.
hu: Az alábbiakban a laptopjával kompatibilisnek jelölt szoftvercsomagok listáját találja. Mindig győződjön meg arról, hogy a megfelelő csomagokat telepíti.
it: Qua sotto è riportato un elenco di pacchetti software contrassegnati come compatibili con il tuo laptop. Assicurati sempre di installare i pacchetti corretti.
ja: 以下はこのデバイスと互換性があるとマークされているソフトウェアパッケージのリストです。 常に正しいパッケージをインストールしていることを確認してください。
lv: Tālāk ir saraksts ar programmatūras pakotnēm, kas atzīmētas kā saderīgas ar klēpjdatoru. Vienmēr pārliecinieties, vai instalējat pareizas pakotnes.
nl_nl: Hieronder vindt u een lijst met softwarepakketten die zijn gemarkeerd als compatibel met uw laptop. Zorg er altijd voor dat u de juiste pakketten installeert.
pl: Poniżej jest lista pakietów oprogramowania oznaczonych jako kompatybilne z twoim laptopem. Zawsze sprawdzaj, czy instalujesz właściwe pakiety.
pt: Abaixo está uma lista de software que foi marcado como compatível com o teu portátil. Confirma sempre que estás a instalar o pacotes corretos.
pt_br: Abaixo está uma lista de pacotes de software marcados como compatíveis com seu notebook. Sempre certifique-se de estar instalando os pacotes corretos.
ro: Mai jos este o listă de pachete software care sunt marcate ca fiind compatibile cu laptopul dvs. Asigurați-vă întotdeauna că instalați pachetele corecte.
ru: Ниже приведен список пакетов программного обеспечения, отмеченные как совместимые с вашим ноутбуком. Убедитесь, что вы устанавливаете правильные пакеты.
sk: Dole je zoznam softvérových balíkov označených ako kompatibilných s vaším notebookom. Vždy sa uistite, že inštalujete správne balíky.
tr: Aşağıda, dizüstü bilgisayarınızla uyumlu olarak işaretlenmiş yazılım paketlerinin bir listesi bulunmaktadır. Daima doğru paketleri kurduğunuzdan emin olun.
uk: Нижче наведено перелік програмних пакетів, які позначені як сумісні з вашим ноутбуком. Завжди переконуйтеся, що ви встановлюєте правильні пакети.
uz_latn_uz: Tómende noutbukıńızǵa mas dep belgilengen baǵdarlamalıq paketler dizimi keltirilgen. Durıs paketlerdi ornatıp atırǵanıńızǵa isenim kámil etiń.
vi: Dưới đây là danh sách các gói cài đặt được đánh dấu là tương thích với laptop của bạn. Luôn kiểm tra rằng bạn cài đặt đúng các gói cài đặt mà bạn muốn cài.
zh_hans: 下面是根据你的电脑型号获取的软件列表， 请确保你安装的软件对应型号与版本正确。 注：下列软件与驱动来自联想国际站点，不一定适用于在中国大陆销售的机型。
zh_hant: 以下是標記為與您的筆記型電腦相容的套件清單。 請您始終確保安裝正確的套件。
