Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# SettingsPage_DisableLegionZone_Error_Message
source: Legion Zone may have not been disabled correctly
ar: ربما لم يتم تعطيل Legion Zone أو منطقة Legion بشكل صحيح
bg: Възможно е приложението Legion Zone да не е деактивирано правилно
bs: Legion Zone možda nije ispravno onemogućeno
cs: Legion Zone možná nebyla správně deaktivována
de: Legion Zone wurde möglicherweise nicht korrekt deaktiviert
el: Το Legion Zone μπορεί να μην απενεργοποιήθηκε σωστά
es: Es posible que Legion Zone no se haya desactivado correctamente
fr: Legion Zone n'a peut-être pas été désactivée correctement
hu: Lehet, hogy a Legion Zone nem megfelelően lett letiltva
it: Legion Zone potrebbe non essere disabilitato correttamente
lv: Iespējams, Legion Zone nav pareizi atspējots
nl_nl: Legion Zone is mogelijk niet correct uitgeschakeld
pl: Legion Zone mógł nie zostać wyłączony prawidłowo
pt: O Legion Zone pode não ter sido desabilitado corretamente
pt_br: O Legion Zone pode não ter sido desabilitado corretamente
ro: Este posibil ca Legion Zone să nu fi fost dezactivat corect
ru: Возможно, Legion Zone был неверно отключен
sk: Legion Zone možno nebol zakázaný správne
tr: Legion Zone düzgün bir şekilde devre dışı bırakılmamış olabilir
uk: Зони Legion могли бути вимкнені неправильно
uz_latn_uz: Legion Zone nadurıs óshirilgen bolıwı múmkin
vi: Legion Zone có thể đã được ngắt kích hoạt không đúng
zh_hans: Legion Zone 可能没有被正确禁用。
zh_hant: Legion Zone 可能沒有被正確地停用。

# SettingsPage_DisableLegionZone_Error_Title
source: Couldn't disable Legion Zone
ar: تعذر تعطيل Legion Zone أو منطقة Legion
bg: Приложението Legion Zone не можа да бъде деактивирано
bs: Nije moguće onemogućiti Legion Zone
cs: Legion Zone se nepodařilo deaktivovat
de: Legion Zone konnte nicht deaktiviert werden
el: Δεν ήταν δυνατή η απενεργοποίηση του Legion Zone
es: No se puede desactivar Legion Zone
fr: Impossible de désactiver Legion Zone
hu: Nem tudta letiltani a Legion Zone-t
it: Impossibile disattivare Legion Zone
ja: Legion Zoneを無効にできませんでした
lv: Nevarēja atspējot Legion Zone
nl_nl: Kan Legion Zone niet uitschakelen
pl: Nie można było wyłączyć Legion Zone
pt: Não foi possível desativar o Legion Zone
pt_br: Não foi possível desativar o Legion Zone
ro: Nu s-a putut dezactiva Legion Zone
ru: Не удалось отключить Legion Zone
sk: Nepodarilo sa zakázať Legion Zone
tr: Legion Zone devre dışı bırakılamadı
uk: Не вдалося вимкнути зони Legion
uz_latn_uz: Legion Zonedi óshiriw ámelge aspadı
vi: Không thể ngắt kích hoạt Legion Zone
zh_hans: 无法禁用 Legion Zone
zh_hant: 無法停用 Legion Zone

# SettingsPage_DisableLegionZone_Message
source: Disable Legion Zone and its service without uninstalling it. Restart is recommended after changing this option.
ar: قم بِتعطيل Legion Zone أو منطقة Legion وخدمتها دون إلغاء تثبيتها. يوصى بإعادة التشغيل بعد تغيير هذا الخِيار.
bg: Деактивирай приложението Legion Zone и неговите услуги без да бъде деинсталирано. Препоръчително е да рестартирате компютъра след тази промяна.
cs: Zakázat Legion Zone a její službu, aniž bys ji odinstaloval. Po změně této možnosti se doporučuje restartovat.
de: Deaktiviert Legion Zone und dessen Dienste ohne es zu deinstallieren. Nach dem Ändern dieser Option wird ein Neustart empfohlen.
el: Απενεργοποιήστε το Legion Zone και την υπηρεσία του χωρίς να το απεγκαταστήσετε. Συνιστάται επανεκκίνηση αφού αλλάξετε αυτήν την επιλογή.
es: Desactivar Legión Zone y su servicio, sin desinstalarlo. Se recomienda reiniciar después de cambiar esta opción.
fr: Désactiver Legion Zone et son service sans le désinstaller. Un redémarrage est recommandé après avoir modifié cette option.
hu: Tiltja le a Legion Zone-t és szolgáltatását anélkül, hogy eltávolítaná. Az opció módosítása után ajánlott az újraindítás.
it: Disabilita Legion Zone e i suoi servizi senza disinstallarli. Il riavvio è consigliabile dopo aver cambiato questa impostazione.
ja: Legion Zoneとそのサービスをアンインストールせずに無効にします。 このオプションを変更した後はデバイスを再起動することをお勧めします。
lv: Atspējojiet Legion Zone un tās pakalpojumu, neatinstalējot to. Pēc šīs opcijas maiņas ieteicams restartēt datoru.
nl_nl: Schakel Legion Zone en zijn service uit zonder deze te verwijderen. Een herstart wordt aanbevolen na het wijzigen van deze optie.
pl: Wyłącz Legion Zone i jego usługę bez jego odinstalowywania. Po zmianie tego ustawienia zalecane jest ponowne uruchomienie.
pt: Desativa o Legion Zone e os seus serviços sem o desinstalar. É recomendado reiniciar depois de alterar estas opções.
pt_br: Desativar o Legion Zone e seu serviço sem desinstalá-lo. A reinicialização é recomendada após alterar esta opção.
ro: Dezactivați Legion Zone și serviciul său fără a-l dezinstala. Se recomandă repornirea după modificarea acestei opțiuni.
ru: Отключить Legion Zone и его службы, не удаляя его. После изменения этого параметра рекомендуется перезагрузка.
sk: Zakázať Legion Zone a jeho služby bez odinštalovania. Po zmene tejto možnosti sa odporúča reštart.
tr: Legion Zone'u ve hizmetini kaldırmadan devre dışı bırakın. Bu seçeneği değiştirdikten sonra yeniden başlatma önerilir.
uk: Вимкнути Legion Zone та його служби без деінсталяції. Перезавантаження рекомендоване після зміни цієї опції.
uz_latn_uz: Legion Zone hám onıń xızmetleriniń iskerligin toqtatıp, ózin óshirmew. Bul varianttı ózgertkennen keyin, qayta iske túsiriw usınıs etiledi.
vi: Ngắt kích hoạt Legion Zone và các dịch vụ con mà không cần gỡ cài đặt. Nên khởi động lại sau khi thay đổi tùy chọn này.
zh_hans: 禁用 Legion Zone 服务且无需卸载。 修改此项后推荐重启电脑。
zh_hant: 在不解除安裝 Legion Zone 及相關服務的情況下停用它們。 變更此選項後建議重新啟動。

# SettingsPage_DisableLegionZone_Title
source: Disable Legion Zone
ar: تعطيل Legion Zone أو منطقة Legion
bg: Деактивирай приложението Legion Zone
bs: Onemogući Legion Zone
cs: Zakázat Legion Zone
de: Legion Zone deaktivieren
el: Απενεργοποίηση Legion Zone
es: Desactivar Legion Zone
fr: Désactiver Legion Zone
hu: Legion Zone letiltása
it: Disabilita Legion Zone
ja: Legion Zoneを無効化
lv: Atspējot Legion Zone
nl_nl: Schakel Legion Zone Uit
pl: Wyłącz Legion Zone
pt: Desativar o Legion Zone
pt_br: Desativar o Legion Zone
ro: Dezactivare Legion Zone
ru: Отключить Legion Zone
sk: Zakázať Legion Zone
tr: Legion Zone'u devre dışı bırak
uk: Вимкнути зони Legion
uz_latn_uz: Legion Zonedi óshiriw
vi: Ngắt kích hoạt Legion Zone
zh_hans: 禁用 Legion Zone
zh_hant: 停用 Legion Zone

# SettingsPage_DisableLenovoHotkeys_Error_Message
source: Lenovo Hotkeys may have not been disabled correctly
ar: ربما لم يتم تعطيل Legion Zone أو منطقة Legion بشكل صحيح
bg: Възможно е приложението Lenovo Hotkeys да не е деактивирано правилно
bs: Lenovo Hotkeys možda nisu ispravno onemogućeni
cs: Lenovo Hotkeys možná nebyla správně deaktivována
de: Lenovo Hotkeys wurde möglicherweise nicht korrekt deaktiviert
el: Το Lenovo Hotkeys μπορεί να μην απενεργοποιήθηκε σωστά
es: Es posible que las teclas de acceso rápido de Lenovo no se hayan desactivado correctamente
fr: Lenovo Hotkeys n'a peut-être pas été désactivé correctement
hu: A Lenovo gyorsbillentyűk esetleg nem megfelelően lettek letiltva
it: Lenovo Hotkeys potrebbe non essere disabilitato correttamente
ja: Lenovo Hotkeys は正しく無効になっていない可能性があります
lv: Iespējams, Legion Hotkeys nav pareizi atspējots
nl_nl: Legion Zone is mogelijk niet correct uitgeschakeld
pl: Legion Hotkeys mógł nie zostać wyłączony prawidłowo
pt: O Lenovo Hotkeys pode não ter sido desativado corretamente
pt_br: O Legion Zone pode não ter sido desativado corretamente
ro: Este posibil ca Lenovo Hotkeys să nu fi fost dezactivat corect
ru: Возможно, Lenovo Hotkeys был неверно отключен
sk: Lenovo Hotkeys možno nebol zakázaný správne
tr: Lenovo Hotkeys doğru bir şekilde devre dışı bırakılmamış olabilir
uk: Гарячі клавіші Lenovo могли бути вимкнені неправильно
uz_latn_uz: Legion Hotkeys nadurıs óshirilgen bolıwı múmkin
vi: Lenovo Hotkeys có thể đã được ngắt kích hoạt không đúng
zh_hans: Lenovo Hotkeys 可能没有被正确禁用。
zh_hant: Lenovo Hotkeys 可能沒有被正確地停用

# SettingsPage_DisableLenovoHotkeys_Error_Title
source: Couldn't disable Lenovo Hotkeys
ar: تعذر تعطيل Legion Zone أو منطقة Legion
bg: Приложението Lenovo Hotkeys не можа да бъде деактивирано
bs: Nije moguće onemogućiti Lenovo Hotkeys
cs: Lenovo Hotkeys se nepodařilo deaktivovat
de: Lenovo Hotkeys konnte nicht deaktiviert werden
el: Δεν ήταν δυνατή η απενεργοποίηση του Lenovo Hotkeys
es: No se pueden desactivar las teclas de acceso rápido de Lenovo
fr: Impossible de désactiver Lenovo Hotkeys
hu: Nem sikerült letiltani a Lenovo Hotkeys-t
it: Impossibile disattivare Lenovo Hotkeys
ja: Lenovo Hotkeys を無効にできませんでした
lv: Nevarēja atspējot Legion Hotkeys
nl_nl: Kan Legion Zone niet uitschakelen
pl: Nie można było wyłączyć Lenovo Hotkeys
pt: Não foi possível desativar o Lenovo Hotkeys
pt_br: Não foi possível desativar o Lenovo Hotkeys
ro: Nu s-a putut dezactiva Lenovo Hotkeys
ru: Не удалось отключить Lenovo Hotkeys
sk: Nepodarilo sa zakázať Lenovo Hotkeys
tr: Lenovo Hotkeys devre dışı bırakılamadı
uk: Не вдалося вимкнути гарячі клавіші Lenovo
uz_latn_uz: Lenovo Hotkeysti óshiriw ámelge aspadı
vi: Không thể ngắt kích hoạt Lenovo Hotkeys
zh_hans: 无法禁用 Lenovo Hotkeys
zh_hant: 無法停用 Lenovo Hotkeys

# SettingsPage_DisableLenovoHotkeys_Message
source: Disable Lenovo Hotkeys and its service without uninstalling it. If disabled, this app will handle Fn shortcuts. Restart is recommended after changing this option.
ar: قم بتعطيل Lenovo Hotkeys و خدماتها دون إلغاء تثبيتها. في حالة التعطيل ، سيتعامل هذا التطبيق مع اختصارات Fn. يوصى بإعادة التشغيل بعد تغيير هذا الخِيار.
bg: Деактивирай приложението Lenovo Hotkeys и неговите услуги без да бъде деинсталирано. Ако го деактивирате, това приложение ще се справя с клавишните комбинации, които използват Fn бутона. Препоръчително е да рестартирате компютъра след промяна на настройката.
cs: Zakázat Lenovo Hotkeys a jejich službu, aniž bys ji odinstaloval. Pokud je zakázáno, bude tato aplikace zpracovávat zkratky Fn Po změně této možnosti se doporučuje restartovat.
de: Deaktiviert Lenovo Hotkeys und dessen Dienste ohne es zu deinstallieren. Wenn deaktiviert, verwaltet diese Anwendung Fn-Tastenkombinationen. Nach dem Ändern dieser Option wird ein Neustart empfohlen.
el: Απενεργοποιήστε το Lenovo Hotkeys και την υπηρεσία του χωρίς να το απεγκαταστήσετε. Όταν είναι απενεργοποιημένο, αυτή η εφαρμογή θα χειρίζεται τις συντομεύσεις Fn. Συνιστάται επανεκκίνηση αφού αλλάξετε αυτήν την επιλογή.
es: Desactivar las teclas de acceso rápido de Lenovo y su servicio, sin desinstalarlo. Si se desactiva, esta aplicación controlará los accesos directos Fn. Se recomienda reiniciar después de cambiar esta opción.
fr: Désactive Lenovo Hotkeys et son service sans le désinstaller. Si elle est désactivée, cette application gérera les raccourcis Fn. Il est recommandé de redémarrer l'ordinateur après avoir modifié cette option.
hu: A Lenovo Hotkeys és szolgáltatásának letiltása eltávolítás nélkül. Ha letiltja, ez az alkalmazás kezeli az Fn parancsikonokat. Az opció módosítása után ajánlott az újraindítás.
it: Disabilita Lenovo Hotkeys e i suoi servizi senza disinstallarli. Se disabilitata questa app gestirà i tasti Fn Il riavvio è consigliabile dopo aver cambiato questa impostazione.
ja: Lenovo Hotkeys とそのサービスをアンインストールせずに無効にします。 無効にすると、このアプリは Fn ショートカットを処理します。 このオプションを変更した後はデバイスを再起動することをお勧めします。
lv: Atspējojiet Lenovo Hotkeys un to pakalpojumus, neatinstalējot tos. Ja šī programma ir atspējota, Lenovo Legion Toolkit apstrādās Fn saīsnes. Pēc šīs opcijas maiņas ieteicams restartēt datoru.
nl_nl: Schakel Legion Hotkeys en zijn service uit zonder deze te verwijderen. Als het is uitgeschakeld, zal deze app de Fn-snelkoppelingen beheren. Een herstart wordt aanbevolen na het wijzigen van deze optie.
pl: Wyłącz Lenovo Hotkeys i jego usługę bez jego odinstalowywania. Jeśli zostanie wyłączony, skróty klawiszowe Fn będą obsługiwane przez ten program. Po zmianie tego ustawienia zalecane jest ponowne uruchomienie.
pt: Desativa o Lenovo Hotkeys e os seus serviços sem o desinstalar. Se desativado, esta app irá executar os atalhos Fn. É recomendado reiniciar depois de alterar esta opção.
pt_br: Desativar o Lenovo Hotkeys e seu serviço sem desinstalá-lo. Se desativado, este aplicativo lidará com atalhos Fn A reinicialização é recomendada após alterar esta opção.
ro: Dezactivați Lenovo Hotkeys și serviciul său fără a-l dezinstala. Daca este dezactivat, această aplicație va gestiona în schimb comenzile rapide cu tasta Fn. Se recomandă repornirea după modificarea acestei opțiuni.
ru: Отключить Lenovo Hotkeys и его сервис без удаления. Если опция отключена, Lenovo Hotkeys будет обслуживать горячие клавиши Fn. После изменения этого параметра рекомендуется перезагрузка.
sk: Zakázať Lenovo Hotkeys a jeho služby bez odinštalovania. Po zakázaní bude táto aplikácia mať na starosti Fn skratky. Po zmene tejto možnosti sa odporúča reštart.
tr: Lenovo Hotkeys ve hizmetini kaldırmadan devre dışı bırakın. Devre dışı bırakılırsa, bu uygulama Fn kısayollarını idare edecektir Bu seçeneği değiştirdikten sonra yeniden başlatma önerilir.
uk: Вимкнути гарячі клавіші Lenovo та його служби без деінсталяції. Якщо вимкнено, додаток буде використовувати швидкі дії з увімкненою клавішею Fn. Перезавантаження рекомендоване після зміни цієї опції.
uz_latn_uz: Lenovo Hotkeystiń ózin óshirmesten, onıń xızmetlerin óshiriw. Eger óshirilgen bolsa, bul baǵdarlama Fn tez túymelerin orınlaydı. Bul varianttı ózgertkennen keyin qayta iske túsiriw usınıs etiledi.
vi: Ngắt kích hoạt Lenovo Hotkeys và các dịch vụ con mà không cần gỡ cài đặt. Nếu ngắt kích hoạt, Legion Toolkit sẽ xử lý các phím tắt Fn. Nên khởi động lại sau khi thay đổi tùy chọn này.
zh_hans: 禁用 Lenovo Hotkeys 且无需卸载。 禁用后本应用将接管 Fn 快捷功能。 修改此项后建议重启电脑。
zh_hant: 在不解除安裝 Lenovo Hotkeys 及相關服務的情況下停用它們。 如果停用，此應用程式將處理 Fn 快捷鍵。 變更此選項後建議重新啟動。

# SettingsPage_DisableLenovoHotkeys_Title
source: Disable Lenovo Hotkeys
ar: تعطيل مفاتيح Lenovo الساخنة
bg: Деактивирай приложението Lenovo Hotkeys
bs: Onemogući Lenovo Hotkeys
cs: Zakázat Lenovo Hotkeys
de: Lenovo Hotkeys deaktivieren
el: Απενεργοποίηση του Lenovo Hotkeys
es: Desactivar las teclas de acceso rápido de Lenovo
fr: Désactiver Lenovo Hotkeys
hu: Lenovo gyorsbillentyűk (Hotkeys) letiltása
it: Disabilita Lenovo Hotkeys
ja: Lenovo Hotkeys を無効化
lv: Atspējot Lenovo Hotkeys
nl_nl: Schakel Lenovo Hotkeys uit
pl: Wyłącz Lenovo Hotkeys
pt: Desativar Lenovo Hotkeys
pt_br: Desativar o Lenovo Hotkeys
ro: Dezactivare Lenovo Hotkeys
ru: Отключить Lenovo Hotkeys
sk: Zakázať Lenovo Hotkeys
tr: Lenovo Hotkeys'i Devre Dışı Bırak
uk: Вимкнути гарячі клавіші Lenovo
uz_latn_uz: Lenovo Hotkeysti óshiriw
vi: Ngắt kích hoạt Lenovo Hotkeys
zh_hans: 禁用 Lenovo Hotkeys
zh_hant: 停用 Lenovo Hotkeys

# SettingsPage_DisableVantage_Error_Message
source: Vantage and/or ImController may have not been disabled correctly
ar: ربما لم يتم تعطيل Vantage بشكل صحيح
bg: Vantage и/или ImController може да не са били деактивирани правилно
bs: Vantage možda nije ispravno onemogućeno
cs: Vantage možná nebyla správně deaktivována
de: Vantage und/oder ImController wurden möglicherweise nicht korrekt deaktiviert
el: Το Vantage ή/και το ImController ενδέχεται να μην έχουν απενεργοποιηθεί σωστά
es: Vantage y/o ImController pueden no haber sido desactivados correctamente
fr: Vantage n'a peut-être pas été désactivé correctement
hu: A Vantage és/vagy az ImController esetleg nem megfelelően lett letiltva
it: Vantage potrebbe non essere disabilitato correttamente
ja: VantageとImControllerの両方またはいずれか一方が正しく無効になっていない可能性があります
lv: Iespējams, Vantage un/vai ImController nav pareizi atspējots
nl_nl: Vantage en/of ImController zijn niet correct uitgeschakeld
pl: Vantage i/lub ImController mógł nie zostać wyłączony prawidłowo
pt: O Vantage e/ou o ImController podem são ter sido desativados corretamente
pt_br: Vantage e/ou ImController podem não ter sido desabilitados corretamente
ro: Este posibil ca Vantage să nu fi fost dezactivat corect
ru: Возможно, Vantage и/или ImController были отключены неправильно
sk: Vantage a/alebo ImController možno nebol zakázaný správne
tr: Vantage ve/veya ImController doğru şekilde devre dışı bırakılmamış olabilir
uk: Можливо, Vantage та/або ImController було вимкнено неправильно
uz_latn_uz: Vantage hám/yamasa ImController nadurıs óshirilgen bolıwı múmkin
vi: Vantage và/hoặc ImController đã không được ngắt đúng cách
zh_hans: Lenovo Vantage 与 ImController 可能没有被正确禁用。
zh_hant: Lenovo Vantage 與（或）ImController 可能沒有被正確地停用

# SettingsPage_DisableVantage_Error_Title
source: Couldn't disable Vantage and/or ImController
ar: تعذر تعطيل "%s"
bg: Vantage и/или ImController не можаха да бъдат деактивирани
bs: Nije moguće onemogućiti Vantage
cs: Vantage se nepodařilo zakázat
de: Vantage und/oder ImController konnten nicht deaktiviert werden
el: Αδυναμία απενεργοποίησης του Vantage ή/και του ImController
es: No se ha podido desactivar Vantage y/o ImController
fr: Impossible de désactiver Vantage
hu: Nem sikerült letiltani a Vantage és/vagy ImController-t
it: Impossibile disattivare Vantage
ja: VantageとImControllerの両方またはいずれか一方を無効にできませんでした
lv: Nevarēja atspējot Vantage un/vai ImController
nl_nl: Kon Vantage en/of ImController niet uitschakelen
pl: Nie można było wyłączyć Vantage i/lub ImControllera
pt: Não foi possível desativar o Vantage e/ou o ImController
pt_br: Não foi possível desativar o Vantage e/ou ImController
ro: Nu s-a putut dezactiva Vantage
ru: Не удалось отключить Vantage и/или ImController
sk: Nepodarilo sa zakázať Vantage a/alebo ImController
tr: Vantage ve/veya ImController devre dışı bırakılamadı
uk: Неможливо вимкнути Vantage та/або ImController
uz_latn_uz: Vantage hám/yamasa ImControllerdi óshirip bo'lmadı
vi: Không thể ngắt Vantage và/hoặc ImController
zh_hans: 无法禁用 Lenovo Vantage 与 ImController
zh_hant: 無法停用 Lenovo Vantage 與（或）ImController

# SettingsPage_DisableVantage_Message
source: Disable Lenovo Vantage and ImController without uninstalling them. Restart is recommended after changing this option.
ar: قم بِتعطيل Legion Zone أو منطقة Legion وخدمتها دون إلغاء تثبيتها. يوصى بإعادة التشغيل بعد تغيير هذا الخِيار.
bg: Деактивирайте Lenovo Vantage и ImController без да ги деинсталирате. Препоръчително е да рестартирате устройство си след промяна в настройката.
cs: Zakázat službu Lenovo Vantage a její službu, aniž bys ji odinstaloval. Po změně této možnosti se doporučuje restartovat.
de: Deaktiviert Lenovo Vantage und ImController, ohne sie zu deinstallieren. Nach dem Ändern dieser Option wird ein Neustart empfohlen.
el: Απενεργοποίηση των Lenovo Vantage και ImController χωρίς να το απεγκαταστήσετε. Συνιστάται επανεκκίνηση κατόπιν αλλαγής αυτής της επιλογής.
es: Desactivar Lenovo Vantage e ImController sin desinstalarlos. Se recomienda reiniciar después de cambiar esta opción.
fr: Désactive Lenovo Vantage et ses services sans les désinstaller. Un redémarrage est recommandé après avoir modifié cette option.
hu: A Lenovo Vantage és az ImController letiltása eltávolításuk nélkül. Az opció módosítása után ajánlott az újraindítás.
it: Disabilita Lenovo Vantage e i suoi servizi senza disinstallarli. Il riavvio è consigliabile dopo aver cambiato questa impostazione.
ja: Lenovo Vantage と ImController をアンインストールせずに無効にします。 このオプションを変更した後はデバイスを再起動することをお勧めします。
lv: Atspējojiet Lenovo Vantage un ImController, neatinstalējot tos. Pēc šīs opcijas maiņas ieteicams restartēt datoru.
nl_nl: Schakel Legion Vantage en ImController uit zonder deze te verwijderen. Een herstart wordt aanbevolen na het wijzigen van deze optie.
pl: Wyłącz Lenovo Vantage and ImController bez ich odinstalowywania. Po zmianie tego ustawienia zalecane jest ponowne uruchomienie.
pt: Desativa o Lenovo Vantage e o ImController sem os desinstalar. É recomendado reiniciar após alterar estas opções.
pt_br: Desative o Lenovo Vantage e o ImController sem desinstalá-los. Uma reinicialização é recomendada após alterar esta opção.
ro: Dezactivați Lenovo Vantage și serviciul său fără a-l dezinstala. Se recomandă repornirea după modificarea acestei opțiuni.
ru: Отключить Lenovo Vantage и ImController, не удаляя их. После изменения этого параметра рекомендуется перезагрузка.
sk: Zakázať Lenovo Vantage a ImController bez ich odinštalovania. Po zmene tejto možnosti sa odporúča reštart.
tr: Lenovo Vantage'ı ve lmController hizmetini kaldırmadan devre dışı bırakın. Bu seçeneği değiştirdikten sonra yeniden başlatma önerilir.
uk: Вимкнути Lenovo Vantage та ImController без їхньої деінсталяції. Рекомендується перезавантаження після зміни цієї опції.
uz_latn_uz: Lenovo vantage hám ImController-ni óshirmesten óshirip qoyıń. Bul sazlawdı ózgertirgennen keyin, qayta iske túsiriw usınıs etiledi.
vi: Ngắt kích hoạt Lenovo Vantage và các dịch vụ con mà không cần gỡ cài đặt. Nên khởi động lại sau khi thay đổi tùy chọn này.
zh_hans: 禁用 Lenovo Vantage 与 ImController 且无需卸载。 修改此项后推荐重启电脑。
zh_hant: 在不解除安裝 Lenovo Vantage 和 ImController 的情況下停用它們。 變更此選項後建議重新啟動。

# SettingsPage_DisableVantage_Title
source: Disable Lenovo Vantage and ImController
ar: قم بتعطيل Lenovo Vantage
bg: Декативирайте Lenovo Vantage и ImController
bs: Onemogući Lenovo Vantage
cs: Zakázat Lenovo Vantage
de: Lenovo Vantage und ImController deaktivieren
el: Απενεργοποίηση των Lenovo Vantage και ImController
es: Desactivar Lenovo Vantage e ImController
fr: Désactiver Lenovo Vantage
hu: A Lenovo Vantage és az ImController letiltása
it: Disabilita Lenovo Vantage
ja: Lenovo Vantage と ImController を無効化
lv: Atspējot Lenovo Vantage un ImController
nl_nl: Lenovo Vantage en ImController uitschakelen
pl: Wyłącz Lenovo Vantage i ImController
pt: Desativa o Lenovo Vantage e o ImController
pt_br: Desativar Lenovo Vantage e ImController
ro: Dezactivare Lenovo Vantage
ru: Отключить Lenovo Vantage и ImController
sk: Zakázať Lenovo Vantage a ImController
tr: Lenovo Vantage ve ImController'ı devre dışı bırakın
uk: Вимкнути Lenovo Vantage та ImController
uz_latn_uz: Lenovo vantage hám ImControllerni óshirip qoyıń
vi: Ngắt kích hoạt Lenovo Vantage và ImController
zh_hans: 禁用 Lenovo Vantage 与 ImController
zh_hant: 停用 Lenovo Vantage 和 ImController

# SettingsPage_EnableLegionZone_Error_Message
source: Legion Zone may have not been enabled correctly
bg: Възможно е приложението Legion Zone да не е активирано правилно
bs: Legion Zone možda nije ispravno omogućeno
cs: Legion Zone možná nebyla správně aktivována
de: Legion Zone wurde möglicherweise nicht korrekt aktiviert
el: Το Legion Zone μπορεί να μην ενεργοποιήθηκε σωστά
es: Es posible que Legion Zone no se haya activado correctamente
fr: Legion Zone n'a peut-être pas été activé correctement
hu: Lehet, hogy a Legion Zone nem megfelelően lett engedélyezve
it: Legion Zone potrebbe non essere abilitato correttamente
lv: Iespējams, Legion Zone nav pareizi iespējots
nl_nl: Legion Zone is mogelijk niet correct ingeschakeld
pl: Legion Zone mógł nie zostać włączony prawidłowo
pt: O Legion Zone pode não ter sido ativado corretamente
pt_br: O Legion Zone pode não ter sido ativado corretamente
ro: Este posibil ca Legion Zone să nu fi fost activat corect
ru: Возможно, Legion Zone был неверно запущен
sk: Legion Zone možno nebol povolený správne
tr: Legion Zone doğru bir şekilde etkinleştirilmemiş olabilir
uk: Зони Legion могли бути увімкнені неправильно
uz_latn_uz: Legion Zone nadurıs iske túsirilgen bolıwı múmkin
vi: Legion Zone có thể đã được kích hoạt không đúng
zh_hans: Legion Zone 可能没有被正确启用。
zh_hant: Legion Zone 可能沒有被正確地啟用。
