Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# DeviceAutomationPipelineTriggerTabItemContent_OnlySelected
source: Show selected devices only
de: Nur ausgewählte Geräte anzeigen
el: Εμφάνιση μόνο επιλεγμένων συσκευών
es: Mostrar sólo dispositivos seleccionados
hu: Csak a kiválasztott eszközök megjelenítése
nl_nl: Laat alleen geselecteerde apparaten zien
pl: Pokaż tylko zaznaczone urządzenia
pt: Mostrar apenas dispositivos selecionados
pt_br: Exibir somente os dispositivos selecionados
ru: Показывать только выбранные устройства
uk: Показати лише вибрані пристрої
vi: Chỉ hiển thị các thiết bị đã chọn
zh_hans: 仅显示被选中的设备
zh_hant: 僅顯示已選擇的裝置

# DeviceAutomationPipelineTriggerTabItemContent_OnlyRemovable
source: Show removable devices only
de: Nur entfernbare Geräte anzeigen
el: Εμφάνιση μόνο αφαιρούμενων συσκευών
es: Mostrar sólo dispositivos extraíbles
hu: Csak az eltávolítható eszközök megjelenítése
nl_nl: Laat alleen verwijderbare apparaten zien
pl: Pokaż tylko wymienne urządzenia
pt: Mostrar apenas dispositivos removíveis
pt_br: Exibir somente os dispositivos removíveis
ru: Показывать только съемные устройства
uk: Показати лише знімні пристрої
vi: Chỉ hiển thị các thiết bị gắn ngoài
zh_hans: 仅显示可移动设备
zh_hant: 僅顯示可移動的裝置

# DeviceAutomationPipelineTriggerTabItemContent_OnlyConnected
source: Show connected devices only
de: Nur verbundene Geräte anzeigen
el: Εμφάνιση μόνο συνδεδεμένων συσκευών
es: Mostrar sólo dispositivos conectados
hu: Csak a csatlakoztatott eszközök megjelenítése
nl_nl: Laat alleen geselecteerde apparaten zien
pl: Pokaż tylko podłączone urządzenia
pt: Mostrar apenas dispositivos conectados
pt_br: Exibir somente os dispositivos conectados
ru: Показывать только соединенные устройства
uk: Показати лише під'єднані пристрої
vi: Chỉ hiển thị các thiết bị đang kết nối
zh_hans: 仅显示被连接的设备
zh_hant: 僅顯示已連接的裝置

# SettingsPage_CLI_Title
source: CLI
es: Interfaz de línea de comandos (CLI)
pl: Interfejs wiersza poleceń (CLI)
pt_br: Linha de comandos
ru: Интерфейс командной строки (CLI)
uk: Оболонка вказівного рядка
zh_hans: 命令行界面
zh_hant: 命令列介面（CLI）

# SettingsPage_CLI_Message
source: Enable Command Line Interface that allows control from command line.
de: Aktiviere die Befehlszeilenschnittstelle, die eine Steuerung über die Kommandozeile ermöglicht.
el: Ενεργοποίηση Διεπαφής Γραμμής Εντολών που επιτρέπει έλεγχο από τη γραμμή εντολών.
es: Activar la interfaz que permite el control desde la línea de comandos.
hu: Engedélyezze a parancssori felületet, amely lehetővé teszi a vezérlést a parancssorból.
nl_nl: Schakel de opdrachtregelinterface in die controle vanaf de opdrachtregel mogelijk maakt.
pl: Włącz interfejs pozwalający na sterowanie za pomocą wiersza poleceń.
pt_br: Habilite a interface de linha de comando que permite o controle da linha de comando.
ru: Включить интерфейс для управления из командной строки.
uk: Увімкнути оболонку вказівного рядка, яка дозволяє керувати з вказівного рядка.
vi: Cho phép điều khiển chương trình qua dòng lệnh với Giao diện dòng lệnh.
zh_hans: 启用命令行界面，允许使用命令行进行控制。
zh_hant: 啟用命令列介面，允許使用命令列進行控制。

# SettingsPage_CLIAddToPath_Title
source: Add CLI to PATH
de: CLI zu PATH hinzufügen
el: Προσθήκη CLI στο PATH
es: Añadir la interfaz de línea de comandos a la ruta
hu: CLI hozzáadása a PATH-hoz
ja: CLIをPATHに追加
nl_nl: Voeg CLI toe aan PATH
pl: Dodaj CLI do PATH
pt_br: Adicionar a linha de comando ao PATH
ru: Добавить CLI в PATH
uk: Додати оболонку вказівного рядка до шляху
vi: Thêm CLI vào PATH
zh_hans: 将命令行界面添加至 PATH 变量
zh_hant: 新增命令列介面（CLI）至 PATH 變數

# SettingsPage_CLIAddToPath_Message
source: Add CLI to user's PATH environment variable.
de: Füge CLI zur PATH-Umgebungsvariable des Benutzers hinzu.
el: Προσθήκη CLI στη μεταβλητή περιβάλλοντος PATH του χρήστη.
es: Añadir la interfaz de línea de comandos a la variable de entorno ruta.
hu: A CLI hozzáadása a felhasználó PATH környezeti változójához.
ja: ユーザーのPATH環境変数にCLIを追加します。
pl: Dodaj CLI do zmiennej środowiskowej PATH użytkownika.
pt_br: Adicione a linha de comando à variável de ambiente PATH do sistema.
ru: Добавить CLI в переменную окружения PATH пользователя.
uk: Додати оболонку вказівного рядка до змінної шляху користувача.
vi: Thêm CLI vào biến môi trường PATH của người dùng.
zh_hans: 将命令行界面添加至用户 PATH 环境变量中。
zh_hant: 新增命令列介面（CLI）至使用者 PATH 環境變數。

# SettingsPage_Temperature_Title
source: Temperature
de: Temperatur
el: Θερμοκρασία
es: Temperatura
hu: Hőmérséklet
ja: 温度
pl: Temperatura
pt: Temperatura
pt_br: Temperatura
ru: Температура
uk: Температура
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

# SettingsPage_Temperature_Message
source: Select units for temperature sensors.
de: Wählen Sie die Einheiten für die Temperatursensoren.
el: Επιλέξτε μονάδες για τους αισθητήρες θερμοκρασίας.
es: Seleccionar unidades para los sensores de temperatura.
hu: Válassza ki a hőmérséklet-érzékelők egységeit.
ja: 温度センサーの単位を選択します。
pl: Wybierz jednostkę temperatury dla sensorów.
pt_br: Selecione unidades para sensores de temperatura.
ru: Выбрать единицы измерения сенсоров температуры.
uk: Виберіть одиниці виміру для чутників температури.
vi: Chọn đơn vị đo cho cảm biến nhiệt độ.
zh_hans: 选择温度传感器使用的单位。
zh_hant: 選擇溫度感應器使用的單位。

# MainWindows_FnKeysRunning
source: Lenovo Hotkeys is running in the background.
de: Lenovo Hotkeys wird im Hintergrund ausgeführt.
el: Το Lenovo Hotkeys εκτελείται στο παρασκήνιο.
es: Las teclas de acceso rápido de Lenovo se están ejecutando en segundo plano.
hu: A Lenovo Hotkeys a háttérben fut.
pl: Lenovo Hotkeys pracuje w tle.
pt_br: O Lenovo Hotkeys está sendo executado em segundo plano.
ru: Lenovo Hotkeys запущен в фоновом режиме.
uk: Гарячі клавіші Lenovo працюють у фоні.
vi: Lenovo Hotkeys đang chạy ngầm.
zh_hans: Lenovo Hotkeys 正在后台运行。
zh_hant: Lenovo Hotkeys 正在背景執行。

# MainWindow_LegionZoneRunning
source: Legion Zone is running in the background.
de: Legion Zone wird im Hintergrund ausgeführt.
el: Το Legion Zone εκτελείται στο παρασκήνιο.
es: Legion Zone se está ejecutando en segundo plano.
hu: A Legion Zone a háttérben fut.
pl: Legion Zone pracuje w tle.
pt_br: O Legion Zone está sendo executado em segundo plano.
ru: Legion Zone запущен в фоновом режиме.
uk: Legion Zone працює у фоні.
vi: Legion Zone đang chạy ngầm.
zh_hans: Legion Zone 正在后台运行。
zh_hant: Legion Zone 正在背景執行。

# MainWindows_VantageRunning
source: Lenovo Vantage and/or ImController is running in the background.
de: Lenovo Vantage und/oder ImController wird im Hintergrund ausgeführt.
el: Το Vantage ή/και το ImController εκτελούνται στο παρασκήνιο.
es: Lenovo Vantage y/o ImController se está(n) ejecutando en segundo plano.
hu: Lenovo Vantage és/vagy ImController fut a háttérben.
ja: Lenovo VantageとImControllerの両方またはいずれか一方がバックグラウンドで実行されています。
pl: Lenovo Vantage i/lub ImController pracuje w tle.
pt_br: O Lenovo Vantage e/ou o ImController estão sendo executados em segundo plano.
ru: Lenovo Vantage и/или ImController запущены в фоновом режиме.
uk: Lenovo Vantage та/або ImController працює у фоні.
vi: Lenovo Vantage và/hoặc ImController đang chạy ngầm trong hệ thống.
zh_hans: Lenovo Vantage 和 / 或 ImController 正在后台运行。
zh_hant: Lenovo Vantage 與（或）ImController 正在背景執行。

# SettingsPage_CheckUpdatesButton_Content
source: Check
de: Überprüfe
el: Έλεγχος
es: Comprobar
hu: Ellenőrzés
ja: 確認
pl: Sprawdź
pt_br: Verificar
ru: Проверить
uk: Перевірити
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

# SettingsPage_CheckUpdates_Started_Title
source: Checking for updates...
de: Nach Updates suchen...
el: Έλεγχος για ενημερώσεις...
es: Buscando actualizaciones....
hu: Frissítések keresése...
ja: 更新を確認しています…
pl: Sprawdzanie aktualizacji...
pt_br: Verificando atualizações...
uk: Перевірка наявності оновлень...
vi: Đang kiểm tra cập nhật...
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新⋯⋯

# SettingsPage_CheckUpdates_Title
source: Check for updates
de: Nach Updates suchen
el: 'Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
hu: Frissítések ellenőrzése
ja: 更新の確認
pl: Sprawdź aktualizacje
pt_br: Checar atualizações
uk: Перевірити наявність оновлень
vi: Kiểm tra Cập Nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# SettingsPage_Update_Title
source: Update
el: Ενημέρωση
es: Actualización
hu: Frissítés
ja: 更新
pl: Aktualizacja
pt_br: Atualizar
ru: Обновить
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# MainWindow_CheckForUpdates_Error_ReachedRateLimit_Message
source: API rate limit reached, please try again later.
de: API-Ratenlimit erreicht, bitte versuchen Sie es später noch einmal.
el: Φτάσατε στο όριο χρήσης API, παρακαλούμε προσπαθήστε ξανά αργότερα.
es: Se ha alcanzado el límite de velocidad API, inténtelo más tarde.
hu: Az API ráta korlátját elértük, kérjük, próbálja meg később újra.
ja: APIのレート制限に達しました。時間が経ってから再度お試しください。
pl: Przekroczono limit żądań API, spróbuj ponownie później.
pt_br: Limite de taxa de API atingido, por favor, tente novamente mais tarde.
ru: Достигнут лимит запросов API, попробуйте позже.
uk: Досягнуто ліміту швидкості API, спробуйте пізніше.
vi: API đã đạt rate limit, xin vui lòng kiểm tra cập nhật sau.
zh_hans: 已达到 API 访问频率上限，请稍后再试。
zh_hant: 已達到 API 訪問頻率上限，請稍後再試。

# MainWindow_CheckForUpdates_Error_Title
source: Failed to check for updates
de: Prüfung auf Updates fehlgeschlagen
el: Αποτυχία ελέγχου για ενημερώσεις
es: Error al buscar actualizaciones
hu: Nem sikerült ellenőrizni a frissítéseket
ja: 更新の確認に失敗しました
pl: Nie udało się sprawdzić aktualizacji
pt_br: Não foi possível verificar se há atualizações
uk: Не вдалося перевірити наявність оновленнь
vi: Lỗi khi kiểm tra cập nhật
zh_hans: 检查更新失败
zh_hant: 無法檢查更新。

# MainWindow_CheckForUpdates_Error_Unknown_Message
source: Something went wrong, please try again later.
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es später noch einmal.
el: Κάτι πήγε στραβά, παρακαλούμε προσπαθήστε ξανά αργότερα.
es: Algo ha ido mal, inténtelo más tarde.
hu: Hiba történt. Kérjük, próbálkozzon később.
ja: 問題が発生しました。後ほど再度お試しください。
pl: Coś poszło nie tak, spróbuj ponownie później.
pt_br: Algo deu errado, tente novamente mais tarde.
uk: Щось пішло не так, будь ласка, спробуйте пізніше.
vi: Đã xãy ra lỗi, xin hãy thử lại sau.
zh_hans: 出现了一些错误，请稍后再试。
zh_hant: 發生錯誤，請稍後再試一次。

# MainWindow_CheckForUpdates_Success_Title
source: No updates found
de: Keine Updates gefunden
el: Δε βρέθηκαν ενημερώσεις
es: Ninguna actualización disponible
hu: Nincs elérhető frissítés
ja: 更新はありません
pl: Nie znaleziono żadnych aktualizacji
pt_br: Nenhuma atualização encontrada
uk: Оновлення не знайдено
vi: Không có bản cập nhật mới
zh_hans: 未发现更新
zh_hant: 沒有找到更新

# SettingsPage_UpdateCheckFrequency_Title
source: Automatically check for updates
de: Automatisch auf Updates prüfen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
hu: Frissítések automatikus keresése
ja: 更新を自動的に確認
pl: Automatycznie sprawdzaj aktualizacje
pt_br: Verificar atualizações automaticamente
uk: Автоматично перевіряти наявність оновлень
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# PackagesPage_UpdateCatalogNotFound_Title
source: Update catalog not found
de: Update-Katalog nicht gefunden
el: Δε βρέθηκε ο κατάλογος ενημερώσεων
es: Catálogo de actualización no encontrado
hu: Frissítési katalógus nem található
ja: アップデートカタログが見つかりません
pl: Nie znaleziono katalogu aktualizacji
pt_br: Catálogo de atualizações não encontrado
uk: Каталог оновлень не знайдено
vi: Không tìm thấy danh mục cập nhật
zh_hans: 未找到更新日志
zh_hant: 沒有找到更新目錄

# PackagesPage_UpdateCatalogNotFound_Message
source: Try getting updates from the other source.
de: Versuche Updates von der anderen Quelle zu erhalten.
el: Δοκιμάστε να βρείτε ενημερώσεις από την άλλη πηγή.
es: Intentar obtener actualizaciones de la otra procedencia.
hu: Próbáljon meg frissítéseket más forrásból szerezni.
ja: 他のソースから更新を取得してください。
pl: Spróbuj pobrać aktualizacje z innego źródła.
pt_br: Tente obter atualizações da outra fonte.
uk: Спробуйте отримати оновлення з іншого джерела.
vi: Thử kiểm tra cập nhật từ nguồn khác.
zh_hans: 尝试从其它源获取更新。
zh_hant: 嘗試從其他資源獲得更新

# PackagesPage_Error_Title
source: Something went wrong
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
hu: Valami nem sikerült
pl: Coś poszło nie tak
pt_br: Alguma coisa deu errado
uk: Щось пішло не так
vi: Đã có lỗi xảy ra
zh_hans: 出现了一些错误
zh_hant: 發生錯誤

# PackagesPage_Error_CheckInternet_Message
source: Check if your internet connection is up and running.
de: Prüfen Sie, ob Ihre Internetverbindung funktioniert.
el: Ελέγξτε εάν η σύνδεσή σας στο διαδίκτυο λειτουργεί.
es: Comprobar si funciona su conexión a internet.
hu: Ellenőrizze, hogy az internetkapcsolata működik-e.
pl: Sprawdź połączenie z Internetem.
pt_br: Verifique se sua conexão com a internet está em ok.
uk: Перевірте, чи працює ваше інтернет-з'єднання.
vi: Kiểm tra kết nối internet của bạn.
zh_hans: 请确保你的网络连接正常。
zh_hant: 檢查您的網路連線是否正常。

# AboutPage_AppName
source: Lenovo Legion Toolkit
es: Lenovo Legion Toolkit (LLT)
hu: Lenovo Legion Eszköztár
zh_hans: 拯救者工具箱 Lenovo Legion Toolkit
zh_hant: Lenovo Legion 工具套件

# Celsius
source: °C
es: ºC
pt_br: ºC

# Fahrenheit
source: °F
es: ºF

source: OK
ar: موافق
bg: Добави
el: Εντάξει
es: Aceptar
pt_br: Aceitar
ru: ОК
tr: Tamam
uz_latn_uz: Yaqshı
zh_hans: 是
zh_hant: 確認

# OverDriveAutomationStepControl_Title
source: Over Drive
ar: مسنن مضاعفة السرعة
bg: Овърдрайв
es: Aumentar velocidad tiempo de respuesta del monitor (OverDrive)
pl: Funkcja OverDrive

# OverDriveControl_Title
source: Over Drive
ar: مسنن مضاعفة السرعة
bg: Овърдрайв
es: Aumentar velocidad tiempo de respuesta del monitor (OverDrive)
pl: Funkcja OverDrive

# DpiScaleControl_Title
source: DPI
bg: Точки на инч (DPI)
es: Puntos por pulgada (DPI)

# DpiScaleAutomationStepControl_Title
source: DPI
bg: Точки на инч (DPI)
es: Puntos por pulgada (DPI)

# PlaySoundAutomationStepControl_Title
source: Play sound
de: Ton abspielen
el: Αναπαραγωγή ήχου
es: Reproducir sonido
hu: Hang lejátszása
pt_br: Reproduzir som
vi: Phát
zh_hans: 播放音频
zh_hant: 播放聲音

# PlaySoundAutomationStepControl_Message
source: Common music formats like wav or mp3 are supported.
de: Gängige Musikformate wie wav oder mp3 werden unterstützt.
el: Υποστηρίζονται κοινές μορφές μουσικής όπως wav ή mp3.
es: Se admiten formatos habituales de música como WAV o MP3.
hu: Az általános zenei formátumok, mint a wav vagy az mp3, támogatottak.
pt_br: Formatos de música comuns como WAV ou MP3 são suportados.
vi: Hỗ trợ các định dạng âm thanh phổ biến như .wav hoặc .mp3.
zh_hans: 支持如 wav 和 mp3 等常规音频格式。
zh_hant: 支援像 wav 或 mp3 等音訊格式。

# AppName
source: Lenovo Legion Toolkit
hu: Lenovo Legion Eszköztár
zh_hans: 拯救者工具箱 Lenovo Legion Toolkit
zh_hant: Lenovo Legion 工具套件

# HDRAutomationStepControl_Title
source: HDR
ar: النطاق الديناميكي العالي
bg: Висок динамичен обхват (HDR)

# HDRControl_Title
source: HDR
ar: النطاق الديناميكي العالي
bg: Висок динамичен обхват (HDR)
