Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# ToggleHybridModeControl_RestartRequired_Message
source: Changing Hybrid Mode requires restart. Do you want to restart now?
ar: يتطلب تغيير الوضع ألى الوضع الهجين إعادة التشغيل. هل تريد إعادة التشغيل الآن؟
bg: Промяна в Хибридния режим изисква рестартиране. Желаете ли да рестартирате сега?
bs: Promjena Hibridnog režima zahtijeva ponovno pokretanje. Da li želite restartovati sada?
cs: Změna Hybridního módu vyžaduje restart. Chceš restartovat nyní?
de: Änderung des Hybrid-Modus erfordert einen Neustart. Möchten Sie jetzt neu starten?
el: Η αλλαγή της Υβριδικής Λειτουργίας απαιτεί επανεκκίνηση. Θέλετε να κάνετε επανεκκίνηση τώρα;
es: El cambio de modo híbrido requiere un reinicio. ¿Desea reiniciar ahora?
fr: La modification du mode hybride nécessite un redémarrage. Voulez-vous redémarrer maintenant ?
hu: A hibrid üzemmód megváltoztatása újraindítást igényel. Most szeretné újraindítani?
it: Per attivare/disattivare la modalità ibrida è necessario il riavvio. vuoi riavviare adesso?
lv: Lai pārslēgtos uz Hibrīda Režīmu, nepieciešama restartēšana. Vai vēlaties restartēt datoru tagad?
nl_nl: Het wijzigen van de hybride modus vereist opnieuw opstarten. Wil je nu opnieuw opstarten?
pl: Zmiana trybu hybrydowego wymaga ponownego uruchomienia. Czy chcesz uruchomić ponownie teraz?
pt: Mudar para o modo Híbrido requer que o computador seja reiniciado. Queres reiniciar o computador agora?
pt_br: Alterar o modo híbrido requer reinicialização. Deseja reiniciar agora?
ro: Schimbarea modului hibrid necesită repornirea. Doriți să reporniți acum?
ru: Изменение Гибридного режима требует перезагрузки. Вы хотите выполнить перезапуск сейчас?
sk: Zmena Hybridného režimu vyžaduje reštart. Chcete reštartovať teraz?
tr: Hibrit Modun değiştirilmesi yeniden başlatmayı gerektirir. Şimdi yeniden başlatmak istiyor musunuz?
uk: Змінення гібридного режиму потребує перезавантаження. Бажаєте перезавантажитися зараз?
uz_latn_uz: Gibrid rejimin ózgertiw qayta iske túsiriwdi talap etedi. Házir qayta iske túsiriwdi qáleysiz be?
vi: Bật tắt chế độ Hybrid cần phải khởi động lại. Bạn có muốn khởi động lại ngay?
zh_hans: 更改混合模式需要重新启动。你想现在重启吗？
zh_hant: 變更混合模式（Hybrid Mode）需要重新啟動。您想要現在重新啟動嗎？

# ToggleHybridModeControl_RestartRequired_Title
source: Restart required
ar: إعادة التشغيل مطلوبة
bg: Необходимо е рестартиране
bs: Potrebno ponovno pokretanje
cs: Je vyžadován restart
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Se requiere un reinicio
fr: Redémarrage nécessaire
hu: Újraindítás szükséges
it: Riavvio richiesto
ja: 再起動が必要です
lv: Nepieciešama restartēšana
nl_nl: Opnieuw opstarten vereist
pl: Wymagane ponowne uruchomienie
pt: É necessário reiniciar
pt_br: Reinicialização necessária
ro: Repornire necesară
ru: Требуется перезапуск
sk: Vyžaduje sa reštart
tr: Yeniden başlatma gerekli
uk: Необхідне перезавантаження
uz_latn_uz: Qayta iske túsiriw talap etiledi
vi: Cần khởi động lại
zh_hans: 需要重启
zh_hant: 需要重新啟動

# ToggleHybridModeControl_Title
source: Hybrid Mode
ar: الوضع الهجين
bg: Хибриден режим
bs: Hibridni režim
cs: Hybridní mód
de: Hybrid-Modus
el: Υβριδική Λειτουργία
es: Modo híbrido
fr: Mode Hybride
hu: Hibrid mód
it: Modalità ibrida
ja: ハイブリッドモード
lv: Hibrīda Režīms
nl_nl: Hybride modus
pl: Tryb hybrydowy
pt: Modo Híbrido
pt_br: Modo Hibrido
ro: Mod Hibrid
ru: Гибридный режим
sk: Hybridný režim
tr: Hibrit Kipi
uk: Гібридний режим
uz_latn_uz: Gibrid rejim
vi: Chế độ Hybrid
zh_hans: 混合模式
zh_hant: 混合模式（Hybrid Mode）

# TouchpadLockAutomationStepControl_Message
source: Disable touchpad.
ar: تعطيل لوحة اللمس.
bg: Деактивира тъчпада.
bs: Onemogući touchpad.
cs: Deaktivovat touchpad.
de: Deaktiviere Touchpad.
el: Απενεργοποίηση επιφάνειας αφής.
es: Desactivar el panel táctil.
fr: Désactiver le pavé tactile.
hu: Az érintőpad kikapcsolása.
it: Disattiva il touchpad.
ja: タッチパッドを無効にします。
lv: Atspējot skārienpaliktni.
nl_nl: Touchpad uitschakelen.
pl: Wyłącz touchpad.
pt: Desativar touchpad.
pt_br: Desativar touchpad.
ro: Dezactivați touchpadul.
ru: Выключить сенсорную панель.
sk: Zakázať touchpad.
tr: Touchpad'i devre dışı bırak.
uk: Вимкнути тачпад.
uz_latn_uz: Sensorlı paneldi óshiriw.
vi: Tắt Touchpad.
zh_hans: 停止使用触摸板
zh_hant: 停用觸控板。

# TouchpadLockAutomationStepControl_Title
source: Touchpad Lock
bg: Заключен тъчпад
bs: Zaključavanje touchpad-a
cs: Zámek touchpadu
de: Touchpad-Sperre
el: Κλείδωμα Επιφάνειας Αφής
es: Bloqueo del panel táctil
fr: Verrouillage du pavé tactile
hu: Touchpad zár
it: Blocca Touchpad
ja: タッチパッドの無効化
lv: Skārienpaliktņa Bloķēšana
nl_nl: Touchpadvergrendeling
pl: Blokada touchpada
pt: Bloqueio do Touchpad
pt_br: Travar touchpad
ro: Blocare Touchpad
ru: Блокировка сенсорной панели
sk: Zámok touchpadu
tr: Touchpad Kilidi
uk: Блокування тачпаду
uz_latn_uz: Sensorlı panel bloklanıwı
vi: Khóa Touchpad
zh_hans: 锁定触摸板
zh_hant: 鎖定觸控板

# TouchpadLockControl_Message
source: Disable touchpad.
ar: تعطيل لوحة اللمس.
bg: Деактивира тъчпада.
bs: Onemogući touchpad.
cs: Deaktivovat touchpad.
de: Deaktiviere Touchpad.
el: Απενεργοποίηση επιφάνειας αφής.
es: Desactivar el panel táctil.
fr: Désactiver le pavé tactile.
hu: Az érintőpad kikapcsolása.
it: Disattiva il touchpad.
ja: タッチパッドを無効にします。
lv: Atspējot skārienpaliktni.
nl_nl: Touchpad uitschakelen.
pl: Wyłącz touchpad.
pt: Desativar touchpad.
pt_br: Desativar touchpad.
ro: Dezactivați touchpadul.
ru: Выключить сенсорную панель.
sk: Zakázať touchpad.
tr: Touchpad'i devre dışı bırakın.
uk: Вимкнути тачпад.
uz_latn_uz: Sensorlı paneldi óshiriw.
vi: Tắt Touchpad.
zh_hans: 停用触摸板。推荐在使用鼠标时开启以避免误触。
zh_hant: 停用觸控板。

# TouchpadLockControl_Title
source: Touchpad Lock
ar: لوحة اللمس مُشغلة
bg: Заключен тъчпад
bs: Zaključavanje touchpad-a
cs: Zámek touchpadu
de: Touchpad-Sperre
el: Κλείδωμα Επιφάνειας Αφής
es: Bloqueo del panel táctil
fr: Verrouillage du pavé tactile
hu: Touchpad zár
it: Blocca Touchpad
ja: タッチパッドの無効化
lv: Skārienpaliktņa Bloķēšana
nl_nl: Touchpadvergrendeling
pl: Blokada touchpada
pt: Bloqueio do Touchpad
pt_br: Travar touchpad
ro: Blocare Touchpad
ru: Блокировка сенсорной панели
sk: Zámok touchpadu
tr: Touchpad Kilidi
uk: Блокування тачпаду
uz_latn_uz: Sensorlı panel bloklanıwı
vi: Khóa Touchpad
zh_hans: 锁定触摸板
zh_hant: 鎖定觸控板

source: Try again
ar: حاول مرة أخرى
bg: Опитайте отново
bs: Pokušaj ponovo
cs: Zkusit znovu
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Intentar de nuevo
fr: Réessayez
hu: Próbálja meg újra
it: Riprova
ja: もう一度試してください
lv: Mēģiniet vēlreiz
nl_nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tente Novamente
ro: Încercați din nou
ru: Повторите попытку
sk: Skúsiť znova
tr: Tekrar deneyin
uk: Спробувати знову
uz_latn_uz: Qayta urınıp kóriń
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# UnexpectedException
source: Unexpected exception occurred: {0} Please report the issue on {1}.
ar: حدث استثناء غير متوقع: {0} الرجاء الإبلاغ عن المشكلة في {1}.
bg: Възникна неочаквано изключение: {0} Моля докладвайте за проблема на {1}.
bs: Desio se neočekivani izuzetak: {0} Molimo prijavite problem na {1}.
cs: Došlo k neočekávané chybě: {0} Prosím, nahlaš problém na {1}.
de: Unerwartete Ausnahme ist aufgetreten: {0} Bitte melden Sie das Problem unter {1}.
el: Παρουσιάστηκε μη αναμενόμενη εξαίρεση: {0} Αναφέρετε το πρόβλημα στο {1}.
es: Se ha producido una excepción inesperada: {0} Informe del problema en {1}.
fr: Une exception inattendue s'est produite : {0} Veuillez signaler le problème sur {1}.
hu: Váratlan hiba történt: {0} Kérjük, jelentse a problémát itt: {1}.
it: Si è verificata un'eccezione imprevista: {0} segnala il problema su {1}.
lv: Radās neparedzēts izņēmums: {0} Lūdzu, ziņojiet par šo problēmu {1}.
nl_nl: Er is een onverwachte uitzondering opgetreden: {0} Meld het probleem op {1}.
pl: Wystąpił nieoczekiwany wyjątek: {0} Proszę, zgłoś ten problem na {1}.
pt: Ocorreu um erro inesperado: {0} Por favor informa o problema em {1}.
pt_br: Ocorreu uma exceção inesperada: {0} Informe o problema em {1}.
ro: A apărut o eroare neașteptată: {0} Vă rugăm să raportați problema pe {1}.
ru: Произошло непредвиденное исключение: {0} Пожалуйста, сообщите о проблеме на {1}.
sk: Výskyt neočakávanej výnimky: {0} Prosím, nahláste problém na {1}.
tr: Beklenmeyen bir hata oluştu: {0} Lütfen sorunu {1} üzerinden bildirin.
uk: Стався несподіваний виняток: {0} Просимо повідомити про проблему на адресу {1}.
uz_latn_uz: Kútilmegen esaptan tıs háreket júz berdi: {0} Ótinish, mashqala haqqında {1}ǵa xabar beriń.
vi: Lỗi ngoài ý muốn đã xảy ra: {0} Hãy báo cáo lỗi này tại {1}.
zh_hans: 发生了意外错误： {0} 请在 {1} 上报告。
zh_hant: 發生了非預期的例外狀況： {0}

source: Unnamed
ar: غير مسمى
bg: Без име
cs: Nepojmenovaný
de: Ohne Titel
el: Ανώνυμο
es: Sin nombre
fr: Sans nom
hu: Névtelen
it: Senza nome
ja: 名前なし
lv: Bez nosaukuma
nl_nl: naamloos
pl: Bez nazwy
pt: Sem nome
pt_br: Sem nome
ro: Fără nume
ru: Без имени
sk: Nepomenované
tr: Adsız
uk: Безіменний
uz_latn_uz: Atı atalmaǵan
vi: Chưa có tên
zh_hans: 未命名
zh_hant: 未命名

# UnsupportedWindow_Disclaimer
source: You may choose to continue at your own risk, but keep in mind that some features may not be available and/or not work properly. Logging will be enabled automatically, if you choose to continue.
ar: يمكنك اختيار الاستمرار على مسؤوليتك الخاصة ، ولكن ضع في اعتبارك أن بعض الميزات قد لا تكون متاحة و / أو لا تعمل بشكل صحيح. سيتم تمكين التسجيل تلقائيًا ، إذا اخترت المتابعة.
bg: Може да изберете да продължите на собствен риск, но имайте предвид, че някои функции може да не бъдат налични и/или да не работят както трябва. Регистирането ще бъде активирано автоматично ако изберете да продължите.
bs: Možete izabrati da nastavite na svoju odgovornost, ali imajte na umu da neke od funkcija neće biti dostupne i/ili neće ispravno raditi. Logiranje će biti automatski omogućeno, ukoliko izaberete da nastavite.
cs: Můžeš se rozhodnout pokračovat na vlastní riziko, ale měj na paměti, že některé funkce nemusí být dostupné a/nebo nemusí fungovat správně. Pokud se rozhodneš pokračovat, protokolování bude automaticky povoleno.
de: Sie können auf eigenes Risiko fortfahren, sollten aber bedenken, dass einige Funktionen möglicherweise nicht verfügbar sind und/oder nicht richtig funktionieren. Die Protokollierung wird automatisch aktiviert, wenn Sie fortfahren möchten.
el: Μπορείτε να συνεχίσετε με δική σας ευθύνη, αλλά ενδέχεται ορισμένες λειτουργίες να μην είναι διαθέσιμες ή/και να μην λειτουργούν σωστά. Η καταγραφή θα ενεργοποιηθεί αυτόματα, εάν επιλέξετε να συνεχίσετε.
es: Puede continuar bajo su propio riesgo, pero tenga en cuenta que algunas características pueden no estar disponibles y/o no funcionar correctamente. El registro de sucesos se activará automáticamente, si decide continuar.
fr: Vous pouvez choisir de continuer à vos propres risques, mais gardez à l'esprit que certaines fonctionnalités peuvent ne pas être disponibles et/ou ne pas fonctionner correctement. La journalisation sera activée automatiquement si vous choisissez de continuer.
hu: A folytatást saját felelősségére választhatja, de ne feledje, hogy egyes funkciók esetleg nem állnak rendelkezésre és/vagy nem működnek megfelelően. A naplózás automatikusan engedélyezésre kerül, ha a folytatást választja.
it: Puoi scegliere di continuare a tuo rischio, ma tieni presente che alcune funzionalità potrebbero non essere disponibili e/o non funzionare correttamente. Il logging verrà abilitato automaticamente, se scegli di continuare.
ja: ご自身の責任で続行することもできますが、一部の機能が利用できなくなったり、正しく動作しない可能性があることに注意してください。 続行することを選択すると、ログは自動的に有効になります。
lv: Varat izvēlēties turpināt darbu uz jūsu pašu atbildību, taču ņemiet vērā, ka daži līdzekļi var nebūt pieejami un/vai nedarboties pareizi. Ja izvēlaties turpināt, reģistrēšana tiks iespējota automātiski.
nl_nl: U kunt ervoor kiezen om op eigen risico door te gaan, maar houd er rekening mee dat sommige functies mogelijk niet beschikbaar zijn en/of niet goed werken. Logboekregistratie wordt automatisch ingeschakeld als u ervoor kiest om door te gaan.
pl: Możesz kontynuować na własne ryzyko, ale miej na uwadze, że niektóre funkcje mogą być niedostępne i/lub nie działać poprawnie. Jeśli zdecydujesz się kontynuować, logowanie zostanie włączone automatycznie.
pt: Podes continuar ao teu próprio risco, mas tem em atenção que algumas funções podem não estar disponíveis e/ou funcionar corretamente. Logs serão guardados automaticamente, se escolheres continuar.
pt_br: Você pode optar por continuar por sua conta e risco, mas lembre-se de que alguns recursos podem não estar disponíveis e/ou não funcionar corretamente. O registro será ativado automaticamente, se você optar por continuar.
ro: Puteți alege să continuați pe propriul risc, dar rețineți că unele funcții pot să nu fie disponibile și/sau să nu funcționeze corect. Salvarea logurilor va fi activată automat dacă alegeți să continuați.
ru: Вы можете продолжить на свой страх и риск, но имейте в виду, что некоторые функции могут быть недоступны и/или работать некорректно. Ведение журнала будет включено автоматически, если вы решите продолжить.
sk: Môžete si vybrať pokračovať na vlastné riziko, ale myslite na to, že niektoré funkcie nebudú dostupné a/alebo nebudú pracovať správne. Ak sa rozhodnete pokračovať záznam chýb bude automaticky zapnutý.
tr: Risk size ait olmak üzere devam etmeyi seçebilirsiniz, ancak bazı özelliklerin kullanılamayabileceğini ve/veya düzgün çalışmayabileceğini unutmayın. Devam etmeyi seçerseniz, kayıt etme otomatik olarak etkinleştirilecektir.
uk: Ви можете продовжити роботу на свій страх і ризик, але майте на увазі, що деякі функції можуть бути недоступні та/або не працювати належним чином. Якщо ви вирішите продовжити, запис буде ввімкнено автоматично.
uz_latn_uz: Siz ózińizdi qáwipke qoyıp dawam etiwdi tańlawıńız múmkin, bıraq este saqlań, ayırım funkciyalar bolmawı hám/yamasa durıs islemewi múmkin. Eger siz dawam etiwdi tańlasańız, jurnaldı júrgiziw avtomatikalıq qosıladı.
vi: Bạn có thể tiếp tục, tuy nhiên nhiều chức năng sẽ không có sẵn, gây lỗi hoặc hoạt động không ổn định. Logging sẽ được tự động bật, nếu bạn chọn tiếp tục.
zh_hans: 你可以选择继续，风险自负，但请谨记，一些功能可能无法正常使用。 如果你选择继续，将自动启动日志记录。
zh_hant: 您可以選擇繼續，風險自負，但請記住，某些功能可能無法使用或正常運作。 如果您選擇繼續，將自動啟用記錄檔。

# UnsupportedWindow_Disclaimer_GitHub
source: Check out project page on GitHub for more information.
ar: قم بزيارة صفحة المشروع على GitHub لمزيد من المعلومات.
bg: Вижте страницата на проекта в GitHub за повече информация.
bs: Provjerite stranicu našeg projekta na GitHub-u za više informacija.
cs: Další informace najdeš na stránce projektu na GitHubu.
de: Auf der Projektseite auf GitHub finden Sie weitere Informationen.
el: Για περισσότερες πληροφορίες δείτε τη σελίδα της εφαρμογής στο GitHub.
es: Consultar la página del proyecto en GitHub para obtener más información.
fr: Consultez la page du projet sur GitHub pour plus d'informations.
hu: További információkért nézd meg a projekt oldalát a GitHubon.
it: Controlla la pagina del progetto su GitHub per ulteriori informazioni.
lv: Papildinformāciju skatiet GitHub projekta lapā.
nl_nl: Bekijk de projectpagina op GitHub voor meer informatie.
pl: Odwiedź stronę projektu w serwisie GitHub, aby uzyskać więcej informacji.
pt: Vê a página do projeto no GitHub para mais informações.
pt_br: Confira a página do projeto no GitHub para obter mais informações.
ro: Consultați pagina proiectului de pe GitHub pentru mai multe informații.
ru: Для получения дополнительной информации посетите страницу проекта на GitHub.
sk: Pre viac informácií pozrite stránku projektu na GitHube.
tr: Daha fazla bilgi için GitHub'daki proje sayfasına göz atın.
uk: Більш детальну інформацію можна знайти на сторінці проєкту на GitHub.
uz_latn_uz: Qosımsha maǵlıwmat alıw ushın GitHubdaǵi joybar betin tekseriń.
vi: Hãy truy cập trang của dự án trên GitHub để biết thêm thông tin.
zh_hans: 请查看 GitHub 上的项目页面以了解更多信息。
zh_hant: 在 Github 上查看專案頁面以獲得更多資訊。

# UnsupportedWindow_Disclaimer_Logs
source: Logs folder
ar: مجلد التسجلات أو الدخولات
bg: Изберете Лог папка
cs: Složka s logy
de: Verzeichnis für Protokolldateien
el: Φάκελος καταγραφής
es: Carpeta de registros
fr: Dossier de journalisation
hu: Napló mappa
it: Cartella dei file di registro
ja: ログフォルダ
lv: Žurnālfailu mape
nl_nl: Map met logboeken
pl: Folder z logami
pt: Pasta dos logs
pt_br: Pasta de logs
ro: Dosarul logurilor
ru: Папка журнала
sk: Priečinok so záznamami
tr: Kayıt dosyası
uk: Тека логів
uz_latn_uz: Jurnallar papkası
vi: Thư mục log
zh_hans: 日志文件夹
zh_hant: 記錄檔資料夾

# UnsupportedWindow_MachineType
source: Machine Type
ar: نوع الجهاز أو الآلة
bg: Вид на машината
bs: Tip uređaja
cs: Typ zařízení
de: Gerätetyp
el: Τύπος Μηχανήματος
es: Tipo
fr: Type de Machine
hu: Számítógép típusa
it: Codice modello
ja: デバイスの種類
lv: Iekārtas Tips
pl: Typ maszyny
pt: Tipo de Dispositivo
pt_br: Tipo de máquina
ro: Tip sistem
ru: Тип модели устройства
sk: Typ zariadenia
tr: Cihaz Tipi
uk: Тип пристроя
uz_latn_uz: Qurılma modeliniń túri
vi: Mã máy
zh_hans: 设备类型
zh_hant: 裝置類型

# UnsupportedWindow_Message
source: Lenovo Legion Toolkit has not been tested with your device.
ar: لم يتم اختبار مجموعة أدوات Lenovo Legion مع جهازك.
bg: Lenovo Legion Toolkit все още не е тестван на вашето устройство.
bs: Lenovo Legion Toolkit nije bio testiran sa vašim uređajem.
cs: Lenovo Legion Toolkit nebyl testován na vašem zařízení.
de: Lenovo Legion Toolkit wurde nicht mit Ihrem Gerät getestet.
el: Το Lenovo Legion Toolkit δεν έχει δοκιμαστεί με τη συσκευή σας.
es: Lenovo Legion Toolkit no ha sido testeado en su dispositivo.
fr: Lenovo Legion Toolkit n'a pas été testé avec votre appareil.
hu: A Lenovo Legion Toolkitet nem tesztelték az Ön készülékével.
it: Lenovo Legion Toolkit non è stato testato per il tuo dispositivo.
ja: Lenovo Legion Toolkit はお使いのデバイスでテストされていません。
lv: Lenovo Legion Toolkit nav pārbaudīts ar jūsu ierīci.
nl_nl: Lenovo Legion Toolkit is niet getest met uw apparaat.
pl: Lenovo Legion Toolkit nie został sprawdzony dla tego urządzenia.
pt: O Lenovo Legion Toolkit não foi testado no teu dispositivo.
pt_br: O Lenovo Legion Toolkit não foi testado com seu dispositivo.
ro: Lenovo Legion Toolkit nu a fost testat cu dispozitivul dvs.
ru: Lenovo Legion Toolkit не был проверен на вашем устройстве.
sk: Lenovo Legion Toolkit nebol testovaný na vašom zariadenia.
tr: Lenovo Legion Toolkit, cihazınızla test edilmemiştir.
uk: Lenovo Legion Toolki не був протестований на вашому пристрої.
uz_latn_uz: Lenovo Legion Toolkit siziń qurılmańızda tekserilmedi.
vi: Lenovo Legion Toolkit chưa được kiểm thử trên thiết bị của bạn.
zh_hans: Lenovo Legion Toolkit 尚未在您的设备上经过测试。
zh_hant: Lenovo Legion 工具套件尚未在您的裝置上經過測試。

# UnsupportedWindow_Model
source: Model
ar: الطراز
bg: Модел
de: Modell
el: Μοντέλο
es: Modelo
fr: Modèle
hu: Modell
it: Modello
ja: モデル
lv: Modelis
pt: Modelo
pt_br: Modelo
ru: Модель
uk: Модель
vi: Mẫu máy
zh_hans: 设备型号
zh_hant: 型號

# UnsupportedWindow_Title
source: Unsupported device
ar: جهاز غير مدعوم
bg: Неподдържано устройство
bs: Uređaj nije podržan
cs: Nepodporované zařízení
de: Nicht unterstütztes Gerät
el: Μη υποστηριζόμενη συσκευή
es: Dispositivo no compatible
fr: Appareil non supporté
hu: Nem támogatott eszköz
it: Dispositivo non supportato
ja: サポートされていないデバイス
lv: Neatbalstīta ierīce
nl_nl: Apparaat wordt niet ondersteund
pl: Nieobsługiwane urządzenie
pt: Dispositivo não suportado
pt_br: Dispositivo não suportado
ro: Dispozitiv neacceptat
ru: Устройство не поддерживается
sk: Nepodporované zariadenie
tr: Desteklenmeyen cihaz
uk: Пристрій не підтримується
uz_latn_uz: Qollap-quwatlanbaytuǵın qurılma
vi: Thiết bị không được hỗ trợ
zh_hans: 不支持的设备
zh_hant: 尚未受支援的裝置

# UnsupportedWindow_Vendor
source: Vendor
ar: المورد
bg: Доставчик
bs: Prodavač
cs: Dodavatel
de: Hersteller
el: Προμηθευτής
es: Vendedor
fr: Constructeur
hu: Gyártó
it: Produttore
ja: ベンダー
lv: Tirgotājs
nl_nl: Leverancier
pl: Producent
pt: Fornecedor
pt_br: Fornecedor
ro: Furnizor
ru: Поставщик
sk: Dodávateľ
tr: Üretici
uk: Постачальник
uz_latn_uz: Támiyinlewshi
zh_hans: 制造商
zh_hant: 製造商

source: Update
ar: تحديث
bg: Актуализация
bs: Ažuriraj
cs: Aktualizovat
el: Ενημέρωση
es: Actualización
fr: Mettre à jour
hu: Frissítés
it: Aggiornamento
ja: 更新
lv: Atjaunināt
nl_nl: Bijwerken
pl: Aktualizacja
pt: Atualizar
pt_br: Atualização
ro: Actualizare
ru: Обновить
sk: Aktualizovať
tr: Güncelle
uk: Оновлення
uz_latn_uz: Jańalaw
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# UpdateWindow_Title
source: Update available
ar: التحديث متوفر
bg: Налична е актуализация
bs: Dostupno ažuriranje
cs: K dispozici je aktualizace
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
fr: Mise à jour disponible
hu: Frissítés elérhető
it: Aggiornamento disponibile
ja: アップデートがあります
lv: Pieejams atjauninājums
nl_nl: Update beschikbaar
pl: Dostępna aktualizacja
pt: Atualização disponível
pt_br: Atualização Disponível
ro: Actualizare disponibilă
ru: Доступно обновление
sk: Aktualizácia dostupná
tr: Güncelleme mevcut
uk: Доступне оновлення
uz_latn_uz: Jańalanıw bar
vi: Có cập nhật mới
zh_hans: 有新的更新！
zh_hant: 已有可供使用的更新

# UpdateWindow_WhatsNew
source: What's new?
ar: ما الجديد؟
bg: Какво е ново?
bs: Šta je novo?
cs: Co je nového?
de: Was ist neu?
el: Τι νέο υπάρχει;
es: Novedades
fr: Dernières nouveautés
hu: Mik az újdonságok?
it: Cosa c'è di nuovo?
ja: 新着情報
lv: Kas jauns?
nl_nl: Wat is er nieuw?
pl: Co nowego?
pt: Novidades
pt_br: O que há de novo?
ro: Ce-i nou?
ru: ﻿Что нового?
sk: Čo je nové?
tr: Yenilikler nedir?
uk: Що нового?
uz_latn_uz: Ne jańalıq?
vi: Có gì mới?
zh_hans: 更新日志
zh_hant: 有什麼新功能？

# WhiteKeyboardBacklightAutomationStepControl_Message
source: Adjust keyboard backlight brightness.
ar: اضبط الإعداد المسبق للإضاءة الخلفية للوحة المفاتيح.
bg: Нагласяне на яркостта на подсветката.
bs: Prilagodite pozadinsko osvjetljenje tastature.
cs: Upravit jas podsvícení klávesnice.
de: Helligkeit der Tastaturbeleuchtung einstellen.
el: Προσαρμόστε τη φωτεινότητα του φωτισμού του πληκτρολογίου.
es: Ajustar el brillo de la retroiluminación del teclado.
fr: Ajustez la luminosité du rétroéclairage du clavier.
hu: Billentyűzet háttérvilágításának beállítása.
it: Regola la luminosità della tastiera.
lv: Pielāgojiet tastatūras izgaismojuma spožumu.
nl_nl: Pas de voorinstelling van de achtergrondverlichting van het toetsenbord aan.
pl: Dostosuj jasność podświetlenia klawiatury.
pt: Ajustar o brilho da luz de fundo do teclado.
pt_br: Ajustar a predefinição da luz de fundo do teclado.
ro: Reglați luminozitatea iluminării tastaturii.
ru: Настройть яркость подсветки клавиатуры.
sk: Upraviť podsvietenie tlačidiel klávesnice.
tr: Klavye parlaklığını ayarlayın.
uk: Налаштуйте підсвітку клавіатури.
uz_latn_uz: Klaviaturnıń arqa jaqtılıǵınıń jarıqlıǵın sazlaw.
vi: Thay đổi độ sáng đèn nền bàn phím.
zh_hans: 调节键盘背光
zh_hant: 調整鍵盤背光亮度

# WhiteKeyboardBacklightAutomationStepControl_Title
source: Keyboard backlight
ar: الإضاءة الخلفية للوحة المفاتيح
bg: Подсветка на клавиатурата
bs: Pozadinsko osvjetljenje tastature
cs: Podsvícení klávesnice
de: Tastaturbeleuchtung
el: Φωτισμός πληκτρολογίου
es: Retroiluminación del teclado
fr: Rétroéclairage du clavier
hu: Billentyűzet háttérvilágítás
it: Retroilluminazione tastiera
ja: キーボードバックライト
lv: Tastatūras izgaismojums
nl_nl: Toetsenbordverlichting
pl: Podświetlenie klawiatury
pt: Luz do teclado
pt_br: Iluminação do teclado
ro: Iluminare tastatură
ru: Подсветка клавиатуры
sk: Podsvietenie klávesnice
tr: Klavye parlaklığı
uk: Підсвітка клавіатури
uz_latn_uz: Klaviaturanıń arqa jaqtılıǵı
vi: Đèn nền bàn phím
zh_hans: 键盘背光
zh_hant: 鍵盤背光
