Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# GodModeSettingsWindow_VantageWarning_Title
source: Custom Mode settings will not be applied correctly when Lenovo Vantage or its services are running.
bg: Настройките, създадени от потребителя, няма да бъдат приложени правилно, когато Lenovo Vantage или неговите услуги работят.
de: Die Einstellungen des benutzerdefinierten Modus werden nicht korrekt angewendet, wenn Lenovo Vantage oder dessen Dienste ausgeführt werden.
el: Οι ρυθμίσεις της Προσαρμοσμένης Λειτουργίας δε θα εφαρμοστούν σωστά όταν εκτελείται το Lenovo Vantage ή οι υπηρεσίες του.
es: Los ajustes del modo personalizado no se aplicarán correctamente, si Lenovo Vantage o sus servicios se están ejecutando.
hu: Az Egyéni mód beállításai nem lesznek megfelelően alkalmazva, ha a Lenovo Vantage vagy annak szolgáltatásai futnak.
lv: Pielāgotā Režīma iestatījumi netiks pielietoti pareizi kamēr Lenovo Vantage un tā servisi ir ieslēgti.
nl_nl: De instellingen van de aangepaste modus wordt niet correct toegepast als Lenovo Vantage of diens services actief zijn.
pl: Ustawienia trybu własnego mogą nie zostać zastosowane prawidłowo, jeśli Lenovo Vantage lub jego usługi pracują w tle.
pt: Configurações de Modo Personalizado não serão aplicadas de modo correto quando o Lenovo Vantage ou os seus serviços estiverem a ser executados.
pt_br: As configurações do modo personalizado não serão aplicadas corretamente quando o Lenovo Vantage ou seus serviços estiverem em execução.
ru: Параметры пользовательского режима будут неправильно применены, если запущен Lenovo Vantage или его службы.
tr: Özel Mod ayarları, Lenovo Vantage veya hizmetleri çalışırken doğru şekilde uygulanmayacaktır.
uk: Налаштування користувальницького режиму не застосовуватимуться правильно, коли запущено Lenovo Vantage або його служби.
uz_latn_uz: Lenovo vantage yamasa onıń xızmetlerin islep atirǵan bolsa, paydalanıwshı rejimi sazlawları tuwrı qollanılmaydı.
vi: Cài đặt của Chế độ Custom sẽ không được áp dụng chính xác khi Lenovo Vantage hoặc các dịch vụ của nó đang chạy.
zh_hans: 自定义设置在 Lenovo Vantage 及其服务运行时将不会生效。
zh_hant: 當 Lenovo Vantage 或其他服務正在執行時，客製化模式設定將無法被正確地套用。

# GodModeSettingsWindow_LegionZoneWarning_Title
source: Custom Mode settings will not be applied correctly when Legion Zone or its services are running.
bg: Настройките, създадени от потребителя, няма да бъдат приложени правилно, когато LegionZone или неговите услуги работят.
de: Die Einstellungen des benutzerdefinierten Modus werden nicht korrekt angewendet, wenn Legion Zone oder dessen Dienste ausgeführt werden.
el: Οι ρυθμίσεις της Προσαρμοσμένης Λειτουργίας δε θα εφαρμοστούν σωστά όταν εκτελείται το Legion Zone ή οι υπηρεσίες του.
es: Los ajustes del modo personalizado no se aplicarán correctamente, si Legion Zone o sus servicios se están ejecutando.
hu: Az Egyéni mód beállításai nem lesznek megfelelően alkalmazva, ha a Legion Zone vagy annak szolgáltatásai futnak.
lv: Pielāgotā Režīma iestatījumi netiks pielietoti pareizi kamēr Legion Zone un tā servisi ir ieslēgti.
nl_nl: De instellingen van de aangepaste modus wordt niet correct toegepast als Legion Zone of diens services actief zijn.
pl: Ustawienia trybu własnego mogą nie zostać zastosowane prawidłowo, jeśli Legion Zone lub jego usługi pracują w tle.
pt: Configurações de Modo Personalizado não serão aplicados corretamente quando o Legion Zone ou os seus serviços estiverem a ser executados.
pt_br: As configurações do modo personalizado não serão aplicadas corretamente quando o Legion Zone ou seus serviços estiverem em execução.
ru: Параметры пользовательского режима будут неправильно применены, если запущен Legion Zone или его службы.
tr: Legion Zone veya hizmetleri çalışırken Özel Mod ayarları doğru uygulanmayacaktır.
uk: Налаштування користувальницького режиму не буде застосовано правильно, коли запущено Legion Zone або його служби.
uz_latn_uz: Eger Legion Zone yamasa onıń xızmetlerin islep atirǵan bolsa, paydalanıwshı rejimi sazlawları tuwrı qollanılmaydı.
vi: Cài đặt của Chế độ Custom sẽ không được áp dụng chính xác khi Legion Zone hoặc các dịch vụ của nó đang chạy.
zh_hans: 自定义设置在 Legion Zone 及其服务运行时将不会生效。
zh_hant: 當 LegionZone 或其他服務正在執行時，客製化模式設定將無法被正確地套用。

# DGPU_Connected_Title
source: DGPU connected
bg: Допълнителна видеокарта активирана
de: DGPU verbunden
el: DGPU συνδεδεμένη
es: DGPU conectada
hu: DGPU csatlakoztatva
ja: dGPUが接続されました
lv: DGPU pieslēdzies
nl_nl: DGPU verbonden
pl: Dedykowana karta graficzna podłączona
pt: DGPU conectado
pt_br: GPU dedicada conectada
ru: Графический процессор подключен
tr: DGPU bağlı
uk: Під'єднано дискретний ГП
uz_latn_uz: Grafika protsessor jaǵıwlı
vi: Đã kết nối với GPU rời
zh_hans: 独立显卡已连接
zh_hant: dGPU（獨立顯示卡）已連接

# DGPU_Disconnected_Title
source: DGPU disconnected
bg: Допълнителна видео карта деактивирана
de: DGPU getrennt
el: DGPU αποσυνδεδεμένη
es: DGPU desconectada
hu: DGPU lekapcsolva
ja: dGPUが切断されました
lv: DGPU atslēdzies
nl_nl: Verbinding met DGPU verbroken
pl: Dedykowana karta graficzna odłączona
pt: DGPU desconectado
pt_br: GPU dedicada desconectada
ru: Графический процессор отключен
tr: DGPU bağlı değil
uk: Від'єднано дискретний ГП
uz_latn_uz: Grafika protsessor óshirilgen
vi: Đã ngắt kết nối GPU rời
zh_hans: 独立显卡已断开连接
zh_hant: dGPU（獨立顯示卡）已中斷連接

# ComboBoxHybridModeAutomationStepControl_Title
source: GPU Working Mode
bg: Режим на работа на видео картата
de: GPU Betriebsmodus
el: Κατάσταση Λειτουργίας GPU
es: Modo de trabajo de la GPU
hu: GPU működési mód
lv: GPU Darbošanās režīms
nl_nl: GPU Modus
pl: Tryb pracy GPU
pt: Modo de Funcionamento da GPU
pt_br: Modo de trabalho da GPU
ru: Режим работы видеокарты
tr: GPU Çalışma Modu
uk: Режим роботи ГП
uz_latn_uz: Video kartanıń rejimi
vi: Chế độ hoạt động của GPU
zh_hans: 显卡工作模式
zh_hant: GPU 運作模式

# ComboBoxHybridModeAutomationStepControl_Message
source: Select GPU operating mode based on your computer's usage and power conditions. Switching modes may require restart.
bg: Изберете режим на работа за видео картата в зависимост от натоварването и захранването на компютъра. Промяна в режима може да изисква рестартиране.
de: Wählen Sie den GPU-Betriebsmodus entsprechend der Nutzung und den Energiebedingungen Ihres Computers. Ein Wechsel des Modus kann einen Neustart erfordern.
el: Επιλέξτε την κατάσταση λειτουργίας της GPU με βάση τη χρήση και τις συνθήκες τροφοδοσίας του υπολογιστή σας. Η εναλλαγή λειτουργιών ενδέχεται να απαιτεί επανεκκίνηση.
es: Seleccionar el modo de funcionamiento de la GPU, según el uso y las condiciones de energía de su equipo. El cambio de modo puede requerir un reinicio.
hu: Válassza ki a GPU működési módját a számítógép használatának és az energiaellátás körülményeinek megfelelően. Az üzemmódok váltása újraindítást igényelhet.
lv: Atlasiet GPU darbības režīmu atkarībā no datora lietojuma un barošanas apstākļiem. Pārslēdzot režīmus dators iespējams būs jārestartē.
nl_nl: Selecteer de GPU-bedieningsmodus op basis van het gebruik en de stroomvoorziening van uw computer. Voor het wisselen van modi is mogelijk opnieuw opstarten vereist.
pl: Wybierz sposób pracy GPU na podstawie użytkowania komputera i warunków zasilania. Zmiana trybu może wymagać ponownego uruchomienia.
pt: Selecione o modo de funcionamento da GPU baseado na utilização do computador e condições de energia. Poderá ser necessário reiniciar para aplicar mudança.
pt_br: Selecionar o modo de funcionamento da GPU, seguindo o uso e as condições de energia de seu equipamento. Uma reinicialização pode ser necessária.
ru: Выберите режим работы видеокарты в зависимости от особенностей использования компьютера и условий питания. Для переключения режимов может потребоваться перезагрузка.
tr: Bilgisayarınızın kullanım ve güç koşullarına göre GPU çalışma modunu seçin. Mod değiştirme, yeniden başlatma gerektirebilir.
uk: Оберіть роботи графічного процесора залежно від використання комп'ютера та умов живлення. Перемикання режимів може вимагати перезавантаження.
uz_latn_uz: Kompyuterińizden qanday paydalanıwıńızǵa hám quwat sharayatlarına qaray video kartanıń islew rejimin saylań. Rejimlerdi almastırıw ushın qayta iske túsiriw talap etiliwi múmkin.
vi: Chọn chế độ hoạt động của GPU dựa trên cách bạn sử dụng máy tính và tình trạng nguồn điện. Chuyển đổi giữa các chế độ có thể cần phải khởi động lại.
zh_hans: 根据你的使用场景选择显卡工作模式。 各混合模式与独显直连模式互相切换后需要重启生效。
zh_hant: 根據您的使用場景和電源情況選擇顯示卡的執行模式。 切換模式可能需要重新啟動。

# ToggleHybridModeAutomationStepControl_Title
source: Hybrid Mode
bg: Хибриден режим
de: Hybrid-Modus
el: Υβριδική Λειτουργία
es: Modo híbrido
hu: Hibrid mód
ja: ハイブリッドモード
lv: Hibrīda Režīms
nl_nl: Hybride modus
pl: Tryb hybrydowy
pt: Modo Híbrido
pt_br: Modo híbrido
ru: Гибридный режим
tr: Hibrit Modu
uk: Гібридний режим
uz_latn_uz: Gibrid rejimi
vi: Hybrid
zh_hans: 混合模式
zh_hant: 混合模式（Hybrid）

# ToggleHybridModeAutomationStepControl_Message
source: Allow switching between integrated and discrete GPU. Requires restart.
bg: Позволи превключване между вградена и допълнителна видеокарта. Изисква рестартиране.
de: Ermöglicht den Wechsel zwischen integrierter und diskreter GPU. Erfordert einen Neustart.
el: Επιτρέπει την εναλλαγή μεταξύ ενσωματωμένης και διακριτής GPU. Απαιτεί επανεκκίνηση.
es: Permitir cambiar entre la GPU integrada y la GPU dedicada. Requiere un reinicio.
hu: Lehetővé teszi az integrált és a diszkrét GPU közötti váltást. Újraindítást igényel.
lv: Atļaut pārslēgšanos starp integrēto un diskrēto GPU. Nepieciešama restartēšana.
nl_nl: Sta het schakelen tussen de geïntegreerde en de discrete videokaart toe. Dit vereist een herstart.
pl: Zezwól na przełączanie pomiędzy zintegrowaną i dedykowaną kartą graficzną. Wymaga ponownego uruchomienia.
pt: Permite alterar entre a GPU discreta e integrada. Reinício necessário.
pt_br: Permite alternar entre as GPU's integrada e dedicada. Requer reinicialização.
ru: Позволяет переключаться между встроенным и дискретным графическим процессором. Требуется перезагрузка.
tr: Dahili ve harici GPU arasında geçişe izin verin. Yeniden başlatma gerektirir.
uk: Дозволяти перемикатися між інтегрованим та дискретним ГП. Потребує перезавантаження.
uz_latn_uz: Integraciyalasqan hám diskret GPU ortasında almasıwǵa ruxsat beriń. Qayta jumısqa túsiriwdi talap etedi.
vi: Cho phép chuyển đổi giữa GPU tích hợp và GPU rời. Yêu cầu khởi động lại.
zh_hans: 混合模式允许在核显与独显之间切换。 关闭后即为独显直连模式，两者之间切换需要重启生效。
zh_hant: 混合模式允許在內建顯示卡和獨立顯示卡之間切換。 需要重新啟動。

# NotificationsSettingsWindow_NotificationDuration_Title
source: Duration
bg: Продължителност
de: Dauer
el: Διάρκεια
es: Duración
hu: Időtartam
ja: 長さ
lv: Ilgums
nl_nl: Duur
pl: Czas trwania
pt: Duração
pt_br: Duração
ru: Длительность
tr: Süre
uk: Тривалість
uz_latn_uz: Dawam etiw waqtı
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間

# NotificationsSettingsWindow_Updates_Title
source: Updates
bg: Актуализации
el: Ενημερώσεις
es: Actualizaciones
hu: Frissítések
ja: 更新
lv: Atjauninājumi
pl: Aktualizacje
pt: Atualizações
pt_br: Atualizações
ru: Обновления
sk: Aktualizácie
tr: Güncellemeler
uk: Оновлення
uz_latn_uz: Jańalanıwlar
vi: Cập nhật
zh_hans: 新版本更新提醒
zh_hant: 更新

# GodModeSettingsWindow_GPU_ToCpuDynamicBoostControl
source: GPU to CPU Dynamic Boost
bg: Динамичен бууст на видео картата от процесора
de: GPU zu CPU Dynamischer Boost
el: Δυναμική Ώθηση GPU προς CPU
es: Mejora dinámica de la GPU a la CPU
hu: GPU és CPU közötti dinamikus boost
nl_nl: Dynamische boost van GPU naar de CPU
pl: Dynamic Boost GPU do CPU
pt: Dynamic Boost da GPU para CPU
pt_br: Impulso dinâmico da CPU para GPU
ru: Dynamic Boost GPU на CPU
tr: GPU Üstünden CPU Üstüne Dinamik Güç
uk: Динамічний прискорювач ГП до ЦП
vi: Công suất Dynamic Boost nhường từ GPU sang CPU
zh_hans: GPU 至 CPU Dynamic Boost
zh_hant: GPU 到 CPU Dynamic Boost

# GodModeSettingsWindow_GPU_ToCpuDynamicBoostControl_Description
source: This is the maximum additional power that can be allocated to the CPU from the GPU based on CPU usage. The higher the value, the better the performance of applications that use the CPU.
de: Dies ist die maximale zusätzliche Leistung, die der CPU von der GPU auf der Grundlage der CPU-Nutzung zugewiesen werden kann. Je höher der Wert, desto besser die Leistung von Anwendungen, die die CPU nutzen.
el: Αυτή είναι η μέγιστη επιπρόσθετη ισχύς που μπορεί να κατανεμηθεί στη CPU από την GPU με βάση τη χρήση CPU. Όσο υψηλότερη η τιμή, τόσο καλύτερη η απόδοση εφαρμογών που χρησιμοποιούν τη CPU.
es: Es la máxima potencia adicional que puede asignarse a la CPU desde la GPU, en base al uso de ésta. Cuanto mayor sea el valor, mejor será el rendimiento de las aplicaciones que utilizan la CPU.
hu: Ez az a maximális többletteljesítmény, amely a CPU-nak a GPU-tól a CPU-használat alapján kiosztható. Minél magasabb az érték, annál jobb a CPU-t használó alkalmazások teljesítménye.
nl_nl: Dit is het maximale extra vermogen dat kan worden toegewezen aan de CPU vanuit de GPU, gebaseerd op het CPU-gebruik. Hoe hoger de waarde, hoe beter de prestaties van applicaties die de CPU gebruiken.
pl: To jest maksymalna dodatkowa moc, która może być przydzielona do CPU z GPU na podstawie wykorzystania CPU. Im ta wartość jest wyższa, tym większa wydajność aplikacji korzystających z CPU.
pt: Esta é a quantidade máxima de energia que pode ser alocada para a CPU da GPU conforme o uso da CPU. Quanto maior o valor, melhor o desempenho de aplicações que utilizam a CPU.
pt_br: Esta é a potência adicional máxima que pode ser alocada à GPU pela CPU com base no uso da CPU. Quanto maior o valor, melhor será o desempenho dos aplicativos que utilizam a GPU.
ru: Это максимальная дополнительная мощность, которая может быть выделена на GPU из CPU в зависимости от загрузки процессора. Чем выше это значение, тем выше производительность приложений, использующих GPU.
tr: Bu CPU kullanımına bağlı olarak GPU üstünden CPU üstüne tahsis edilebilecek azami ek güçtür. Değer ne kadar yüksek olursa CPU kullanan uygulamaların performansı da o kadar iyi olur.
uk: Це максимальне додаткове живлення, яке може бути виділене центральному процесору від графічного процесора, на основі використання центрального процесора. Чим вище значення, тим краща продуктивність програм, які використовують ЦП.
vi: Đây là công suất bổ sung tối đa có thể được đưa cho CPU từ GPU dựa trên mức sử dụng CPU. Giá trị càng cao thì hiệu suất của các ứng dụng sử dụng CPU càng cao.
zh_hans: 此为根据 CPU 的使用情况，能从 GPU 借用给 CPU 的额外功率。值越大，则使用 CPU 计算较多的应用性能越好。
zh_hant: 這是根據 GPU 使用情況可以從 GPU 分配給 CPU 的最大額外功率。該值越高，使用此 CPU 的應用程式的效能越好。

# SettingsPage_BootLogo_Title
source: Boot Logo
bg: Лого при стартиране
el: Λογότυπο Εκκίνησης
es: Logo de arranque
hu: Boot logó
ja: ブートロゴ
lv: Sāknēšanās Logo
nl_nl: Opstartlogo
pl: Logo rozruchowe
pt: Logo de Inicialização
pt_br: Logo de Inicialização
ru: Логотип загрузки
tr: Açılış Logosu
uk: Познака завантаження
uz_latn_uz: Logotip júklenip atır
vi: Logo khởi động
zh_hans: 自定义开机画面
zh_hant: 啟動商標

# SettingsPage_BootLogo_Message
source: Customize Boot Logo image, visible during system startup.
bg: Изберете изображение, което ще бъде показано при стартиране на системата, вместо логото по подразбиране на Lenovo.
de: Anpassen des Boot-Logos, das während des Systemstarts sichtbar ist.
el: Προσαρμογή της εικόνας του Λογότυπου Εκκίνησης, που είναι ορατή κατά την εκκίνηση του συστήματος.
es: Personalizar la imagen del logo de arranque, visible durante el inicio del sistema.
hu: A rendszer indításakor látható Boot Logo kép testreszabása.
ja: システムの起動時に表示されるブートロゴをカスタマイズできます。
lv: Rediģēt Sāknēšanās Logo attēlu, kurš redzams ieslēdzot sistēmu.
nl_nl: Pas het opstartlogo aan, dat zichtbaar is als het systeem opstart.
pl: Dostosuj logo, które jest widoczne przy uruchamianiu systemu.
pt: Personaliza a imagem da Logo de Inicialização, visível durante o início do sistema.
pt_br: Personalizar o Logo de Boot visível na inicialização do sistema.
ru: Настройка логотипа загрузки, отображаемого при запуске системы.
tr: Sistem başladığında görülebilen Açılış Logosu görüntüsünü özelleştirin.
uk: Персоналізувати світлину познаки завантаження, видиму при запуску системи.
uz_latn_uz: Sistema jumısqa túskende kórsetiletuǵın júklew logotipin sazlaw.
vi: Tùy chỉnh hình ảnh Logo khởi động, hiển thị trong quá trình khởi động hệ thống.
zh_hans: 自定义在启动阶段所展示的图案。
zh_hant: 客製化系統啟動時的商標圖片。

# BootLogoWindow_Title
source: Boot Logo
bg: Лого при стартиране
el: Λογότυπο Εκκίνησης
es: Logo de arranque
hu: Boot logó
ja: ブートロゴ
lv: Sāknēšanās Logo
nl_nl: Opstartlogo
pl: Logo rozruchowe
pt: Logo de Inicialização
pt_br: Logo de Inicialização
ru: Логотип загрузки
tr: Açılış Logosu
uk: Познака завантаження
uz_latn_uz: Logotip júklenip atır
vi: Logo khởi động
zh_hans: 自定义开机画面
zh_hant: 啟動商標

# BootLogoWindow_DefaultLogoSet
source: Default Boot Logo is set
bg: Зададено е логото по подразбиране
de: Standard Boot-Logo ist eingestellt
el: Το προκαθορισμένο Λογότυπο Εκκίνησης είναι ρυθμισμένο
es: Logo de arranque predefinido está configurado
hu: Alapértelmezett boot logó beállítva
ja: 既定のブートロゴが設定されています。
lv: Noklusējuma Sāknēšanās Logo ir iestatīts
nl_nl: Standaard opstartlogo is ingesteld
pl: Jest ustawione domyślne logo rozruchowe
pt: Logo de Inicialização padrão está definido
pt_br: A imagem de inicialização padrão está definida
ru: Установлен логотип загрузки по умолчанию
tr: Varsayılan Başlangıç Logosu ayarla
uk: Встановлено познаку завантаження за замовчуванням
uz_latn_uz: Júklew logotipin únsizlik boyınsha ornatıń
vi: Đang dùng logo khởi động mặc định
zh_hans: 已设置为默认开机画面
zh_hant: 已設定為預設啟動商標

# BootLogoWindow_CustomLogoSet
source: Custom Boot Logo is set
bg: Зададено е потребителско лого
de: Benutzerdefiniertes Boot-Logo ist eingestellt
el: Έχει οριστεί προσαρμοσμένο Λογότυπο Εκκίνησης
es: Logo de arranque personalizado está configurado
hu: Testreszabott boot logó beállítva
ja: カスタムブートロゴが設定されています。
lv: Pielāgots Sāknēšanās Logo ir iestatīts
nl_nl: Aangepaste opstartlogo is ingesteld
pl: Jest ustawione logo rozruchowe użytkownika
pt: Logo de Inicialização customizado está definido
pt_br: A imagem de inicialização padrão está definida
ru: Установлен пользовательский логотип загрузки
tr: Özel Başlangıç Logosu ayarla
uk: Встановлено власну познаку завантаження
uz_latn_uz: Arnawlı júklew logotipi ornatıldı
vi: Đang dùng logo khởi động tùy chỉnh
zh_hans: 已设置为自定义开机画面
zh_hant: 已設定為預設啟動商標

# BootLogoWindow_Status
source: Status
bg: Състояние
el: Κατάσταση
es: Estado
hu: Státusz
ja: 状態
lv: Statuss
pl: Stan
ru: Состояние
tr: Durum
uk: Стан
uz_latn_uz: Jaǵday
vi: Trạng thái
zh_hans: 当前状态
zh_hant: 狀態

source: Revert to default
bg: Връщане към подразбиране
de: Auf Standard zurücksetzen
el: Επαναφορά στην προεπιλογή
es: Volver al valor predefinido
hu: Alapértelmezett visszaállítása
ja: デフォルトに戻す
lv: Atgriezt uz noklusējumu
nl_nl: Standaardinstellingen herstellen
pl: Przywróć domyślne
pt: Reverter para predefinição
pt_br: Redefinir para o padrão
ru: Вернуть параметры по умолчанию
tr: Varsayılana döndür
uk: Скинути за замовчуванням
uz_latn_uz: Standart sazlawlardı tikleń
vi: Khôi phục mặc định
zh_hans: 重置为默认设置
zh_hant: 回復為預設

# BootLogoWindow_Customize
source: Customize
bg: Персонализиране
de: Anpassen
el: Προσαρμογή
es: Personalizar
hu: Testreszabás
ja: カスタマイズ
lv: Pielāgot
nl_nl: Aanpassen
pl: Dostosuj
pt: Personalizar
pt_br: Personalizar
ru: Настроить
tr: Özelleştir
uk: Налаштувати
uz_latn_uz: Sazlań
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 客製化

# NotificationsSettingsWindow_Automation
source: Actions
bg: Действия
de: Aktionen
el: Ενέργειες
es: Acciones
hu: Műveletek
ja: アクション
lv: Darbības
nl_nl: Acties
pl: Akcje
pt: Ações
pt_br: Ações
ru: Действия
tr: Eylemler
uk: Дії
uz_latn_uz: Ámeller
vi: Hành động
zh_hans: 自动化
zh_hant: 功能

# NotificationAutomationStepControl_NotificationText
source: Notification Text
bg: Съдържание на известието
de: Benachrichtigungstext
el: Κείμενο Ειδοποίησης
es: Texto de notificación
hu: Értesítési szöveg
ja: 通知するテキスト
lv: Paziņojuma Teksts
nl_nl: Melding tekst
pl: Treść powiadomienia
pt: Texto de Notificação
pt_br: Texto da notificação
ru: Текст уведомления
tr: Bildirim Metni
uk: Текст сповіщення
uz_latn_uz: Bildiriwxatları teksti
vi: Nội dung thông báo
zh_hans: 提示弹窗文本
zh_hant: 通知文字

# NotificationAutomationStepControl_Title
source: Show notification
bg: Покажи известие
de: Benachrichtigung anzeigen
el: Εμφάνιση ειδοποίησης
es: Mostrar notificación
hu: Értesítés megjelenítése
ja: 通知を表示
lv: Rādīt paziņojumu
nl_nl: Meldingen weergeven
pl: Pokaż powiadomienie
pt: Mostrar notificação
pt_br: Exibir notificação
ru: Показывать уведомление
tr: Bildirimi göster
uk: Показувати сповіщення
uz_latn_uz: Bildiriwxatların kórsetiw
vi: Hiển thị thông báo
zh_hans: 显示提示弹窗
zh_hant: 顯示通知

# AutomationPipelineControl_SubtitlePart_Preset
source: Preset
bg: Предварително зададена настройка
de: Vorlage
el: Προεπιλογή
es: Predefinido
hu: Előbeállítás
ja: プリセット
lv: Priekšiestatījums
nl_nl: Voorinstelling
pl: Ustawienie predefiniowane
pt: Predefinição
pt_br: Predefinição
ru: Пресет
tr: Ön ayar
uk: Шаблон
uz_latn_uz: Aldınnan ornatıw
vi: Thiết lập sẵn
zh_hans: 预设
zh_hant: 預設

# SettingsPage_SmartFnLock_Title
source: Smart Fn Lock
bg: Умно заключване на Fn бутона
el: Έξυπνο Κλείδωμα Fn
es: Bloqueo Fn inteligente
hu: Smart Fn Zár
ja: スマート Fn Lock
nl_nl: Fn knop slim vergrendelen
pl: Inteligentna blokada przycisku Fn
pt_br: Bloqueio da tecla Fn Inteligente
ru: Умная клавиша Fn Lock
tr: Akıllı Fn Kilidi
uk: Розумне Fn Lock
vi: Khóa Fn thông minh
zh_hans: 智能锁定 Fn 键
zh_hant: 智慧鎖定 Fn 鍵

# SettingsPage_SmartFnLock_Message
source: Fn Lock will be temporarily disabled when Alt, Ctrl or Shift key is depressed.
bg: Заключването на бутона Fn ще бъде изключено временно, когато някой от бутоните Alt, Ctrl или Shift е натиснат.
de: Fn-Lock wird vorübergehend deaktiviert, wenn die Umschalt-, Strg- oder Alt-Taste gedrückt wird.
el: Το Κλείδωμα Fn θα απενεργοποιηθεί προσωρινά όταν πατήσετε τα πλήκτρα Alt, Ctrl ή Shift.
es: El bloqueo Fn se desactivará temporalmente al pulsar las teclas Mayús, Ctrl o Alt.
hu: Az Fn Zár ideiglenesen kikapcsol, ha az Alt, Ctrl vagy Shift billentyű le van nyomva.
ja: Alt、Ctrl、Shift キーを押すと、Fn Lock が一時的に無効になります。
nl_nl: De functieknop wordt slim vergrendeld wanneer Alt, Ctrl of Shift is ingedrukt.
pl: Fn Lock zostanie tymczasowo wyłaczony, gdy wciśnięty jest klawisz Alt, Ctrl lub Shift.
pt_br: O Fn Lock será temporariamente desativado quando a tecla Shift, Ctrl ou Alt for pressionada.
ru: Функция Fn Lock будет временно отключена при нажатии клавиш Alt, Ctrl или Shift.
tr: Shift, Ctrl veya Alt tuşuna basıldığında Fn Kilidi geçici olarak devre dışı bırakılacaktır.
uk: Fn Lock буде тимчасово вимкнено при натисканні клавіш Alt, Ctrl або Shift.
uz_latn_uz: Alt, Ctrl yamasa Shift túymeleri basılǵanda Fn Lock óshiriledi.
vi: Khóa Fn sẽ tạm thời bị tắt khi phím Alt, Ctrl hoặc Shift đang được nhấn giữ.
zh_hans: 按下 Alt、Ctrl 或 Shift 键时，Fn 将会暂时解除锁定。
zh_hant: 按下 Alt、Ctrl 或 Shift 鍵時，Fn 將會暫時解除鎖定。

source: Off
bg: Изключено
de: Aus
el: Ανενεργό
es: Apagado
hu: Ki
ja: オフ
nl_nl: Uit
pl: Wyłączone
pt: Desligado
pt_br: Desligado
ru: Откл.
tr: Kapalı
uk: Вимкнено
uz_latn_uz: Óshik
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉
