Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# CreateAutomationPipelineWindow_Title
source: Create Action
bg: Създай Действие
de: Aktion erstellen
el: Δημιουργία Ενέργειας
es: Crear acción
fr: Créer une action
hu: Művelet létrehozása
ja: アクションを作成
lv: Izveidot Darbību
nl_nl: Nieuwe actie aanmaken
pl: Utwórz akcję
pt: Criar Ação
pt_br: Criar Ação
ru: Создать действие
sk: Vytvoriť akciu
tr: Eylem Oluştur
uk: Створити дію
uz_latn_uz: Xáreket jaratıw
vi: Tạo Hành động
zh_hans: 新建
zh_hant: 建立功能

# StatusTrayPopup_PowerMode
source: Power Mode
bg: Режим на захранване
de: Leistungsmodus
el: Λειτουργία Ισχύος
es: Modo de alimentación
hu: Teljesítménymód
ja: 電源モード
lv: Jaudas režīms
nl_nl: Energiemodus
pl: Tryb wydajności
pt: Esquema de energia
pt_br: Plano de Energia
ru: Режим питания
sk: Režim výkonu
tr: Güç Modu
uk: Режим живлення
uz_latn_uz: Quwatlılıq rejimi
vi: Chế độ
zh_hans: 性能模式
zh_hant: 電源模式

# StatusTrayPopup_Preset
source: Preset
bg: Предварително зададане настройка
de: Vorlage
el: Προεπιλογή
es: Preestablecido
hu: Sablon
ja: プリセット
lv: Priekšiestatījums
nl_nl: Voorinstelling
pl: Ustawienie
pt: Predefinição
pt_br: Predefinição
ru: Пресет
sk: Predvoľba
tr: Ön Ayar
uk: Шаблон
uz_latn_uz: Sazlawlar jıyındısı
vi: Thiết lập sẵn
zh_hans: 预设
zh_hant: 預設

# StatusTrayPopup_DiscreteGPU
source: Discrete GPU
bg: Допълнителна видеокарта
de: Diskrete GPU
el: Διακριτή GPU
es: GPU dedicada
hu: Diszkrét GPU
ja: ディスクリートGPU
lv: Diskrētais GPU
pl: Dedykowana grafika
pt: GPU discreta
pt_br: GPU dedicada
ru: Дискретный граф. процессор
sk: Dedikovaná GPU
tr: Harici GPU
uk: Дискретний ГП
uz_latn_uz: Bólekli grafikalıq processor
vi: GPU rời
zh_hans: 独立显卡
zh_hant: 獨立 GPU

# StatusTrayPopup_PowerState
source: Power State
bg: Състояние на захранването
de: Energie-Status
el: Κατάσταση Ισχύος
es: Estado de energía
hu: Áramellátás állapota
ja: 電源の状態
lv: Jaudas Stāvoklis
nl_nl: Energiemodus
pl: Stan zasilania
pt: Estado de Energia
pt_br: Estado da Energia
ru: Статус питания
sk: Stav napájania
tr: Güç Durumu
uk: Стан живлення
uz_latn_uz: Quwatlılıq jaǵdayı
vi: Trạng thái nguồn điện
zh_hans: 性能状态
zh_hant: 電源狀態

# StatusTrayPopup_Battery
source: Battery
bg: Батерия
de: Akku
el: Μπαταρία
es: Batería
hu: Akkumulátor
ja: バッテリー
lv: Akumulators
nl_nl: Batterij
pl: Bateria
pt: Bateria
pt_br: Bateria
ru: Батарея
sk: Batéria
tr: Pil
uk: Батарея
uz_latn_uz: Batareya
vi: Pin
zh_hans: 电池
zh_hant: 電池

# StatusTrayPopup_Mode
source: Mode
bg: Режим
de: Modus
el: Λειτουργία
es: Modo
hu: Mód
ja: モード
lv: Režīms
nl_nl: Modus
pl: Tryb
pt: Modo
pt_br: Modo
ru: Режим
sk: Režim
tr: Mod
uk: Режим
uz_latn_uz: Rejim
vi: Chế độ
zh_hans: 充电模式
zh_hant: 模式

# StatusTrayPopup_DischargeRate
source: Discharge rate
bg: Скорост на разреждане
de: Entladungsrate
el: Ρυθμός αποφόρτισης
es: Índice de descarga
hu: Merülési ráta
ja: 出力量
lv: Izlādes ātrums
nl_nl: Ontlading snelheid
pl: Pobór mocy
pt: Taxa de descarregamento
pt_br: Taxa de descarga
ru: Мгновенная мощность при разрядке
sk: Rýchlosť vybíjania
tr: Deşarj oranı
uk: Швидкість розряджання
uz_latn_uz: Zaryadsızlanıw tezligi
vi: Tốc độ sạc/xả
zh_hans: 电池充放电功率
zh_hant: 釋放功率

# StatusTrayPopup_UpdateAvailable
source: Update available!
bg: Налична е актуализация!
de: Update verfügbar!
el: Διαθέσιμη ενημέρωση!
es: ¡Actualización disponible!
hu: Frissítés érhető el!
ja: 更新があります！
lv: Pieejams atjauninājums!
nl_nl: Update beschikbaar!
pl: Dostępna aktualizacja!
pt: Atualização disponível!
pt_br: Atualização disponível!
ru: Доступно обновление!
sk: Aktualizácia k dispozícii!
tr: Güncelleme mevcut!
uk: Доступне оновлення!
uz_latn_uz: Jańalanıw bar!
vi: Có bản cập nhật mới!
zh_hans: 新版本可用！
zh_hant: 已有可供使用的更新！

# SymbolRegularPicker_Title
source: Select icon
bg: Изберете икона
de: Symbol auswählen
el: Επιλογή εικονιδίου
es: Seleccionar icono
hu: Ikon kiválasztása
ja: アイコンの選択
lv: Atlasīt ikonu
nl_nl: Selecteer icoon
pl: Wybierz ikonę
pt: Selecionar ícone
pt_br: Selecionar ícone
ru: Выбрать значок
sk: Vybrať ikonu
tr: Simge seç
uk: Вибрати образець
uz_latn_uz: Tańbanı tańlaw
vi: Chọn biểu tượng
zh_hans: 选择图标
zh_hant: 選擇圖示

# AutomationPage_ChangeIcon
source: Change icon
bg: Променете иконата
de: Symbol ändern
el: Αλλαγή εικονιδίου
es: Cambiar icono
hu: Ikon módosítása
ja: アイコンの変更
lv: Mainīt ikonu
nl_nl: Verander icoon
pl: Zmień ikonę
pt: Mudar Ícone
pt_br: Alterar ícone
ru: Изменить значок
sk: Zmeniť ikonu
tr: Simgeyi değiştir
uk: Змінити образець
uz_latn_uz: Tańbanı ózgertiw
vi: Đổi biểu tượng
zh_hans: 更改图标
zh_hant: 變更圖示

# BatteryPage_LowLevel
source: Battery level low
bg: Нивото на батерията е ниско
de: Akkustand niedrig
el: Χαμηλό επίπεδο μπαταρίας
es: Nivel bajo de batería
hu: Alacsony töltöttség
ja: バッテリー残量が少なくなっています。
lv: Zems akumulatora uzlādes līmenis
nl_nl: Batterij bijna leeg
pl: Niski poziom naładowania baterii
pt: Nível de bateria baixo
pt_br: Nível de bateria baixo
ru: Низкий уровень заряда батареи
sk: Úroveň batérie nízka
tr: Düşük pil seviyesi
uk: Низький рівень заряду батареї
uz_latn_uz: Batareyanıń quwatlılıq dárejesi tómen
vi: Mức pin yếu
zh_hans: 电池电量低
zh_hant: 電池低電量

# AutomationPipelineTriggerConfigurationWindow_Title
source: Configure
bg: Конфигурирай
de: Konfigurieren
el: Ρύθμιση
es: Configurar
hu: Beállítás
ja: 設定
lv: Konfigurēt
nl_nl: Configureren
pl: Skonfiguruj
pt: Configurar
pt_br: Configurar
ru: Настроить
sk: Konfigurovať
tr: Yapılandır
uk: Налаштування
uz_latn_uz: Sazlaw
vi: Tùy chỉnh
zh_hans: 配置
zh_hant: 組態設定

# PowerPlansWindow_AoAcWarning_Title
source: S0 Lower Power Model detected
bg: Открит е S0 Lower Power Model
de: S0 Low Power Idle-Modell erkannt
el: Εντοπίστηκε Μοντέλο Χαμηλότερης Τροφοδοσίας S0
es: S0 Modelo de menor potencia detectado
hu: S0 Alacsonyabb teljesítményű modell észlelve
lv: Konstatēts S0 Mazjaudas Modelis
nl_nl: Laagvermogenmodus (S0) gedetecteerd
pl: Wykryto model z S0 Low Power Idle
pt: Modelo de Baixa Energia S0 detetado
pt_br: Modelo de Baixa Energia S0 detectado
ru: Обнаружена модель низкой мощности S0
sk: Zistený S0 s nižšou spotrebou
tr: S0 Düşük Güç Modu algılandı
uk: Виявлено модель з низьким енергоспоживанням S0
uz_latn_uz: S0 tómen quwatlılıq modeli anıqlandı
vi: Phát hiện chế độ ngủ S0 Low Power
zh_hans: 检测到 S0 低功耗空闲模型
zh_hant: 偵測到 S0 Lower Power Model

# PowerPlansWindow_AoAcWarning_Message
source: Windows reports that this laptop supports Modern Standby. Using power plans other than Balanced may cause unexpected behavior.
bg: Windows докладва, че това устройство поддържа модерен режим на готовност. Използвайки план на захранване различен от Балансиран може да доведе до неочаквано поведение.
de: Windows meldet, dass dieses Gerät den modernen Standby-Modus unterstützt. Die Verwendung anderer Energiesparpläne als "Ausbalanciert" kann zu unerwartetem Verhalten führen.
el: Τα Windows αναφέρουν ότι αυτός ο υπολογιστής υποστηρίζει Μοντέρνα Αναμονή. Η χρήση πλάνων τροφοδοσίας εκτός του Ισορροπημένου ενδέχεται να προκαλέσει απρόοπτη συμπεριφορά.
es: Windows informa de que este dispositivo soporta Modern Standby. El uso de planes de energía distintos a Equilibrado puede provocar un comportamiento inesperado.
hu: A Windows jelentése szerint ez a laptop támogatja a Modern Standby funkciót. A Kiegyensúlyozottaktól eltérő energiatakarékossági tervek használata váratlan viselkedést okozhat.
lv: Windows ziņo, ka šī ierīce atbalsta Moderno Gaidstāvi. Enerģijas plānu izmantošana, kas nav Līdzsvarots, var izraisīt negaidītu rīcību.
nl_nl: Windows meldt dat deze laptop Modern Standby ondersteunt. Het gebruik van andere energiebeheerschema's kan onverwacht gedrag veroorzaken.
pl: System Windows wykrył, że ten laptop wspiera tzw. nowoczesny tryb gotowości (Modern Standby). Użycie planów zasilania innych niż zrównoważony może skutkować nieoczekiwanym zachowaniem.
pt: O Windows reporta que este dispositivo suporta Modern Standy. Usar Esquemas de Energia para além de Equilibrado pode causar comportamentos inesperados.
pt_br: Esta versão do Windows suporta o modo de espera moderno. Usar planos de energia diferentes do Balanceado pode causar comportamentos inesperados.
ru: Windows сообщает, что это устройство поддерживает Modern Standby. Применение планов питания, отличных от сбалансированного, может привести к неожиданному поведению.
sk: Windows hlási, že toto zariadenie podporuje moderný pohotovostný režim. Použitie iného ako vyváženého plánu napájania môže spôsobiť neočakávané chovanie.
tr: Windows, bu aygıtın Modern Beklemeyi desteklediğini bildiriyor. Dengeli dışında güç planlarının kullanılması beklenmeyen davranışlara neden olabilir.
uk: Windows повідомляє, що цей ноутбук підтримує Modern StandBy. Використання планів живлення, відмінних від Збалансованого, може призвести до неочікуваної поведінки.
uz_latn_uz: Bul qurılma Modern Standbydı qollap-quwatlaytuǵının Windows xabarlaydı. Teńlestirilgen quwatlılıq jobasınan basqasın qollanıw kútilmegen háreketke alıp keliwi múmkin.
vi: Windows báo rằng thiết bị này hỗ trợ Modern Standby. Dùng power plan khác ngoài Balance có thể gây ra lỗi ngoài ý muốn.
zh_hans: 检测到本设备支持新式待机（Modern Standby）。使用 “平衡” 以外的电源计划可能会导致意外问题。
zh_hant: Windows 回報裝置支援新式待命（Modern Standby）。使用平衡以外的電源計劃可能導致未預期的行為。

# SettingsPage_WindowsPowerPlans_Message
source: Select Windows Power Plans to apply when Power Mode changes.
bg: Изберете план на захранване, когато режимът на работа бъде променен.
de: Wählen Sie Windows-Energiepläne aus, die bei einer Änderung des Energiemodus angewendet werden sollen.
el: Επιλέξτε ποια Πλάνα Τροφοδοσίας Windows να εφαρμοστούν όταν αλλάζει η Λειτουργία Ισχύος.
es: Seleccione Planes de energía de Windows para aplicar al cambiar el modo de energía.
hu: Válassza ki az Energiagazdálkodási mód változása esetén alkalmazandó Windows energiatakarékossági terveket.
lv: Atlasiet Windows Barošanas Plānus, kas jālieto, mainot Barošanas Režīmu.
nl_nl: Laat Windows energiebeheerschema's toepassen wanneer de energiemodus verandert.
pl: Wybierz plany zasilania systemu Windows do ustawienia przy zmianie trybu wydajności.
pt: Selecionar os Esquemas de Energia do Windows a aplicar quando o Modo de Energia muda.
pt_br: Selecione Planos de energia do Windows a serem aplicados quando o Modo de energia for alterado.
ru: Выберите схемы питания Windows, которые будут применяться при изменении режима питания.
sk: Vyberte, ktoré plány napájania Windows použiť pri zmene režimu výkonu.
tr: Güç Modu değiştiğinde uygulanacak Windows Güç Planlarını seçin.
uk: Оберіть плани живлення Windows, які буде застосовано при зміні режиму живлення.
uz_latn_uz: Quwatlılıq rejimi ózgergende qollanılatuǵın Windows quwatlılıq jobaların tańlań.
vi: Chọn Windows Power Plan được sử dụng tương ứng khi thay đổi Chế độ hiệu năng.
zh_hans: 选择在电源模式改变时应用的 Windows 电源计划。
zh_hant: 選擇電源模式變更時要套用的 Windows 電源計劃。

# SettingsPage_Power_Title
source: Power
bg: Захранване
de: Energie
el: Ισχύς
es: Alimentación
hu: Tápellátás
ja: 電源
lv: Jauda
nl_nl: Stroom
pl: Zasilanie i wydajność
pt: Energia
pt_br: Energia
ru: Питание
sk: Napájanie
tr: Güç
uk: Потужність
uz_latn_uz: Quwatlılıq
vi: Nguồn
zh_hans: 电源
zh_hant: 電源

# SettingsPage_WindowsPowerPlansControlPanel_Title
source: Power Plan options in Windows Control Panel
bg: Настройки на Плана на захранване в контролния панел
de: Energieplanoptionen in der Windows-Systemsteuerung
el: Επιλογές Πλάνου Τροφοδοσίας στον Πίνακα Ελέγχου Windows
es: Opciones del Plan de energía en el Panel de Control de Windows
hu: Energiaséma beállítások a Windows Vezérlőpultban
lv: Barošanas Plāna opcijas Windows Vadības Panelī
nl_nl: Energiebeheerschema instellingen in het Windows Configuratiescherm
pl: Opcje planu zasilania w panelu sterowania systemu Windows
pt: Opções dos Esquemas de Energia no Painel de Controlo do Windows
pt_br: Opções do plano de energia no painel de controle do Windows
ru: Параметры схемы питания в панели управления Windows
sk: Možnosti plánu napájanie v ovládacom paneli Windows
tr: Windows Denetim Masası'ndaki Güç Planı seçenekleri
uk: Плани живлення у панелі управління Windows
uz_latn_uz: Windows basqarıw panelindegi quwatlılıq jobası variantları
vi: Tùy chỉnh Power Plan trong Windows Control Panel
zh_hans: 打开 Windows 控制面板中的电源计划选项
zh_hant: 開啟 Windows 控制台中的電源計劃選項

source: Powered Off
bg: Изключена
de: Ausgeschaltet
el: Απενεργοποίηση
es: Desactivado
hu: Kikapcsolva
ja: 電源オフ
lv: Izslēgts
nl_nl: Uitgeschakeld
pl: Odłączony
pt: Desligada
pt_br: Desligado
ru: Отключен
sk: Vypnutá
tr: Güç Kapatıldı
uk: Вимкнений
uz_latn_uz: Óshirilgen
vi: Ngắt kích hoạt
zh_hans: 关闭
zh_hant: 已關閉

# SpectrumKeyboardBacklightImportProfileAutomationStepControl_Title
source: Import keyboard backlight profile
bg: Импортирай профил за подсветката на клавиатурата
de: Importiere das Profil der Tastaturbeleuchtung
el: Εισαγωγή προφίλ φωτισμού πληκτρολογίου
es: Importar perfil de retroiluminación del teclado
hu: Billentyűzet háttérvilágítás profil importálása
ja: キーボードのバックライトのプロファイルをインポート
lv: Importēt tastatūras izgaismojuma profilu
nl_nl: Importeer een achtergrondverlichtingsprofiel van het toetsenbord.
pl: Importuj profil konfiguracji podświetlenia
pt: Importar perfil da luz de fundo do teclado
pt_br: Importar perfil de iluminação do teclado
ru: Импортировать профиль подсветки клавиатуры
sk: Importovať profily podsvietenia klávesnice
tr: Klavye ışık profilini içe aktarın
uk: Імпортувати профіль підсвічування клавіатури
uz_latn_uz: Túymetaxta arqa nurı profilin import etiń
vi: Nhập cấu hình đèn nền bàn phím
zh_hans: 导入键盘背光主题。
zh_hant: 匯入鍵盤背光設定檔

# SpectrumKeyboardBacklightImportProfileAutomationStepControl_Message
source: Import and apply backlight configuration to the current profile.
bg: Импортирай и приложи настройките за подсветка към настоящия профил.
de: Importiere das Profil der Tastaturbeleuchtung und wende es auf die aktuelle Konfiguration an.
el: Εισαγωγή και εφαρμογή ρυθμίσεων φωτισμού πληκτρολογίου στο παρόν προφίλ.
es: Importar y aplicar la configuración de retroiluminación al perfil actual.
hu: A háttérvilágítás konfigurációjának importálása és alkalmazása az aktuális profilhoz.
lv: Importējiet un lietojiet fona izgaismojuma konfigurāciju pašreizējam profilam.
nl_nl: Importeer en pas een achtergrondverlichtingsconfiguratie toe aan het huidige profiel.
pl: Importuj i zastosuj konfigurację podświetlenia do bieżącego profilu.
pt: Importar e aplicar configuração da luz de fundo no perfil atual.
pt_br: Importar e aplicar iluminação do teclado no perfil atual.
ru: Импортировать и применить конфигурации подсветки к текущему профилю.
sk: Importovať a použiť nastavenie podsvietenia pre aktuálny profil.
tr: Işık yapılandırmasını içe aktarın ve mevcut profile uygulayın.
uk: Імпортувати та застосувати конфігурації підсвічування до поточного профілю.
uz_latn_uz: Ámeldegi profilge arqa jaqtılıq konfiguratsiyasın import etiń hám qollań.
vi: Nhập và áp dụng cài đặt đèn nền bàn phím cho cấu hình hiện tại.
zh_hans: 导入并应用键盘背光配置到当前的主题。
zh_hant: 匯入並套用背光組態設定到目前的設定檔。

# SpectrumKeyboardBacklightImportProfileAutomationStepControl_Path
source: Path
bg: Път към файла
de: Pfad
el: Διαδρομή
es: Ruta
hu: Elérési út
ja: パス
lv: Ceļš
nl_nl: Pad
pl: Ścieżka
pt: Caminho
pt_br: Caminho
ru: Путь
sk: Cesta
tr: Yol
uk: Шлях
uz_latn_uz: Jol
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

# AutomationPipelineControl_SubtitlePart_After
source: After {0}
bg: След {0}
de: Nach {0}
el: Μετά από {0}
es: Después de {0}
hu: Ezután {0}
lv: Pēc {0}
nl_nl: Na {0}
pl: Po {0}
pt: Depois de {0}
pt_br: Após {0}
ru: Через {0}
sk: Po {0}
tr: {0} sonrası
uk: Через {0}
uz_latn_uz: Arqalı {0}
vi: Sau {0}
zh_hans: 在 {0} 之后
zh_hant: 在 {0} 之後

# MultipleTriggersAutomationPipelineTrigger_DisplayName
source: Multiple triggers...
bg: Няколко условия...
de: Mehrere Auslöser...
el: Πολλαπλές ενεργοποιήσεις...
es: Múltiples activadores...
hu: Több trigger...
ja: 複数のトリガー...
lv: Vairāki trigeri...
nl_nl: Meerdere triggers...
pl: Wiele warunków...
pt: Vários gatilhos...
pt_br: Gatilhos múltiplos...
ru: Несколько триггеров...
sk: Viaceré spúšťače...
tr: Çoklu tetikleyiciler...
uk: Декілька тригерів...
uz_latn_uz: Bir neshe triggerler...
vi: Nhiều điểm kích hoạt...
zh_hans: 多个触发器...
zh_hant: 多選觸發條件……

# OverclockDiscreteGPUSettingsWindow_Title
source: Overclock GPU Settings
bg: Настройки на овърклока на видео картата
de: Einstellungen der GPU-Übertaktung
el: Ρυθμίσεις Υπερχρονισμού GPU
es: Ajustes de overclocking de la GPU
hu: GPU Overclock beállítások
ja: オーバークロックGPUの設定
lv: Virstaktēšana GPU Iestatījumi
nl_nl: Videokaart overklok instellingen
pl: Ustawienia overclockingu GPU
pt: Definições de Overclock da GPU
pt_br: Configurações de Overclock da GPU
ru: Настройки разгона GPU
sk: Nastavenia pretaktovania GPU
tr: GPU Hız Aşırtma Ayarları
uk: Налаштування розгону ГП
uz_latn_uz: GPU overclock sazlamaları
vi: Cài đặt ép xung GPU rời
zh_hans: 独立显卡超频设置
zh_hant: GPU 超頻設定

# OverclockDiscreteGPUSettingsWindow_CoreFrequencyOffset_Title
source: Core Frequency Offset
bg: Отместване на честотата на ядрата
de: Kernfrequenz-Offset
el: Αντιστάθμισμα Βασικής Συχνότητας
es: Compensación de frecuencia del núcleo
hu: Core Frequency Eltolás
lv: Kodola Frekvences Nobīde
nl_nl: Kernfrequentie afwijking
pl: Offset częstotliwości pracy zegara rdzenia
pt: Offset da Frequência do Núcleo
pt_br: Compensação de Frequência de Core
ru: Смещение частоты ядра
sk: Posun frekvencie jadra
tr: Çekirdek Frekans Ofseti
uk: Зміна частоти ядра
uz_latn_uz: Tiykarǵı chastota ofset
zh_hans: 核心频率偏移量
zh_hant: 核心頻率偏移

# OverclockDiscreteGPUSettingsWindow_MemoryFrequencyOffset_Title
source: Memory Frequency Offset
bg: Отместване на честотата на паметта
de: Speicherfrequenz-Offset
el: Αντιστάθμισμα Συχνότητας Μνήμης
es: Compensación de frecuencia de la memoria
hu: Memory Frequency Eltolás
lv: Atmiņas Frekvences Nobīde
nl_nl: Geheugenfrequentie afwijking
pl: Offset częstotliwości zegara pamięci
pt: Offset da Frequência de Memória
pt_br: Compensação de Frequência de Memória
ru: Смещение частоты памяти
sk: Posun frekvencie pamäte
tr: Bellek Frekans Ofseti
uk: Зміна частоти пам'яті
uz_latn_uz: Yad chastotasınıń ofseti
zh_hans: 显存频率偏移量
zh_hant: 記憶體頻率偏移

# OverclockDiscreteGPUControl_Title
source: Overclock GPU
bg: Овърклок на видео картата
de: GPU übertakten
el: Υπερχρονισμός GPU
es: Overclock de la GPU
hu: GPU Overclock
ja: オーバークロックGPU
lv: Virstaktēt GPU
nl_nl: Videokaart overklokken
pl: Podkręć GPU
pt: Overclock da GPU
pt_br: Overclock da GPU
ru: Разгон GPU
sk: Pretaktovať GPU
tr: GPU Hız Aşırtma
uk: Розгін ГП
vi: Ép xung GPU
zh_hans: 超频独立显卡
zh_hant: GPU 超頻

# OverclockDiscreteGPUControl_Message
source: Increase performance by overclocking discrete GPU.
bg: Увеличете производителността чрез овърклок на допълнителната видео карта.
de: Steigern Sie die Leistung durch Übertaktung der diskreten GPU.
el: Αύξηση απόδοσης με υπερχρονισμό της διακριτής GPU.
es: Aumentar el rendimiento haciendo overclocking en la GPU dedicada.
hu: Növelje a teljesítményt a diszkrét GPU túlhajtásával.
ja: ディスクリートGPUをオーバークロックすることでパフォーマンスを向上させます。
lv: Palieliniet veiktspēju, virstaktējot diskrēto GPU.
nl_nl: Verbeter prestaties door de discrete videokaart te overklokken.
pl: Zwiększ wydajność grafiki, overclockując dedykowaną kartę graficzną.
pt: Aumenta o desempenho ao fazer overclock da GPU discreta.
pt_br: Aumentar performance overclocando a GPU dedicada.
ru: Повысить производительность путем разгона дискретного GPU.
sk: Zvýšiť výkon pretaktovaním dedikovanej GPU.
tr: Harici GPU'yu hız aşırtarak performansı artırın.
uk: Підвищення продуктивності шляхом розгону дискретного графічного процесора.
uz_latn_uz: Diskret GPOdı overclock qılıw arqalı ónimlilikti asırıń.
vi: Tăng hiệu năng máy bằng cách ép xung GPU rời.
zh_hans: 超频独立显卡以提升性能。
zh_hant: 藉由對獨立 GPU 超頻以提升效能。

# OverclockDiscreteGPUAutomationStepControl_Title
source: Overclock GPU
bg: Овърклок на видео картата
de: GPU übertakten
el: Υπερχρονισμός GPU
es: Overclock de la GPU
hu: GPU Overclock
ja: オーバークロックGPU
lv: Virstaktēt GPU
nl_nl: GPU Overklokken
pl: Podkręć GPU
pt: Overclock da GPU
pt_br: Overclock da GPU
ru: Разгон GPU
sk: Pretaktovať GPU
tr: GPU Hız Aşırtma
uk: Розгін ГП
vi: Ép xung GPU
zh_hans: 超频独立显卡
zh_hant: GPU 超頻

# OverclockDiscreteGPUAutomationStepControl_Message
source: Increase performance by overclocking discrete GPU. WARNING: This action will not run correctly, if discrete GPU is not available.
bg: Увеличете производителността чрез овърклок на допълнителната видео карта. ВНИМАНИЕ: Това действие няма да бъде изпълнено правилно, ако Вашето устройство не разполага с допълнителна видео карта.
de: Steigern Sie die Leistung durch Übertaktung der diskreten GPU. WARNUNG: Diese Aktion wird nicht korrekt ausgeführt, wenn keine diskrete GPU verfügbar ist.
el: Αύξηση απόδοσης με υπερχρονισμό της διακριτής GPU. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτή η ενέργεια δε θα εκτελεστεί σωστά, αν η διακριτή GPU δεν είναι διαθέσιμη.
es: Aumentar el rendimiento haciendo overclocking en la GPU dedicada. AVISO: Esta acción no se ejecutará correctamente si no se dispone de una GPU externa.
hu: Növelje a teljesítményt a diszkrét GPU túlhajtásával. FIGYELMEZTETÉS: Ez a művelet nem fog megfelelően futni, ha nem áll rendelkezésre diszkrét GPU.
ja: ディスクリートGPU をオーバークロックすることでパフォーマンスを向上させます。 警告: ディスクリートGPUが利用できない場合、このアクションは正しく実行されません。
lv: Palieliniet veiktspēju, virstaktējot diskrēto GPU. BRĪDINĀJUMS. Ja nav pieejams atsevišķs GPU, šī darbība nedarbosies pareizi.
nl_nl: Verbeter prestaties door de discrete videokaart te overklokken. WAARSCHUWING: Deze actie zal niet correct uitgevoerd worden als de externe videokaart niet beschikbaar is.
pl: Zwiększ wydajność grafiki, overclockując dedykowaną kartę graficzną. UWAGA: Ta akcja nie zadziała właściwie, jeśli dedykowana karta graficzna nie jest dostępna.
pt: Aumenta o desempenho ao fazer overclock da GPU discreta. Atenção: Esta ação não irá correr corretamente se a GPU discreta estiver indisponível.
pt_br: Aumentar performance overclocando a GPU dedicada. AVISO: Esta ação não será executada corretamente caso a GPU dedicada não esteja disponível.
ru: Повысить производительность путем разгона дискретного GPU. ВНИМАНИЕ: Это действие не будет выполняться корректно, если дискретный GPU недоступен.
sk: Zvýšiť výkon pretaktovaním dedikovanej GPU. VAROVANIE: Táto akcia neprebehne správne, ak je dedikovaná GPU nedostupná.
tr: Harici GPU'yu hız aşırtarak performansı artırın. UYARI: Harici GPU mevcut değilse, bu işlem doğru çalışmaz.
uk: Підвищення продуктивності шляхом розгону дискретного графічного процесора. УВАГА: Ця дія не виконуватиметься належним чином, якщо дискретний графічний процесор недоступний.
uz_latn_uz: Diskret GPOnı overclock qılıw arqalı ónimlilikti asırıń. ESKERTIW: Diskret GPU ámeldegi bolmasa, bul ámel tuwrı atqarılmaydı.
vi: Tăng hiệu suất máy bằng việc ép xung GPU rời. CẢNH BÁO: Hành động này có thể chạy không đúng nếu GPU rời không có sẵn.
zh_hans: 超频独立显卡以提升性能。 警告：当独立显卡弹出后此操作将不起作用。
zh_hant: 藉由對獨立 GPU 超頻以提升效能。 警告：如果獨立顯示卡無法使用，則此功能將無法正確地執行。

# PortsBacklightControl_Title
source: Ports backlight
bg: Подсветка на портовете
de: Ports Hintergrundbeleuchtung
el: Φωτισμός θυρών
es: Retroiluminación de puertos
hu: Portok háttérvilágítása
ja: ポートのバックライト
lv: Portu izgaismojums
nl_nl: Achtergrondverlichting van de poorten
pl: Podświetlenie portów
pt: Luz das portas
pt_br: Iluminação das portas traseiras
ru: Подсветка портов
sk: Podsvietenie portov
tr: Port ışıkları
uk: Підсвітка портів
uz_latn_uz: Portlardıń jarıtqıshı
vi: Đèn I/O
zh_hans: 接口指示灯
zh_hant: 介面指示燈
