Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# CopiedToClipboard_Message
source: Text copied to clipboard.
bg: Текстът беше копиран в клипборда.
de: Text in Zwischenablage kopiert.
el: Το κείμενο αντιγράφηκε στο πρόχειρο.
es: Texto copiado al portapapeles.
fr: Texte copié dans le presse-papier.
hu: Szöveg vágólapra másolva.
ja: テキストをクリップボードにコピーしました。
lv: Teksts iekopēts starpliktuvē.
nl_nl: Tekst gekopieerd naar klembord.
pl: Tekst skopiowano do schowka.
pt: Texto copiado para a área de transferência.
pt_br: Texto copiado para a área de transferência.
ru: Текст скопирован в буфер обмена.
sk: Text skopírovaný do schránky.
tr: Metin panoya kopyalandı.
uk: Текст скопійовано до буфера обміну.
uz_latn_uz: Tekst almasıw buferine kóshirip alındı.
vi: Đã chép vào bộ nhớ tạm.
zh_hans: 已复制文本到剪贴板。
zh_hant: 已複製文字到剪貼簿。

# CopiedToClipboard_Message_WithParam
source: "{0}" copied to clipboard.
bg: "{0}" беше копиран в клипборда.
bs: "{0}" kopirano u međuspremnik.
de: "{0}" in die Zwischenablage kopiert.
el: Το "{0}" αντιγράφηκε στο πρόχειρο.
es: "{0}" copiado(s) al portapapeles.
fr: "{0}" copié dans le presse-papiers.
hu: {0} vágólapra másolva.
it: "{0}" è stato copiato.
ja: 「{0}」をクリップボードにコピーしました。
lv: "{0}" iekopēts starpliktuvē.
nl_nl: {0} gekopieerd naar klembord.
pl: "{0}" skopiowano do schowka.
pt: {0} copiado para a área de transferência.
pt_br: {0} copiado para a área de transferência.
ru: "{0}" скопировано в буфер обмена.
sk: "{0}" skopírované do schránky.
tr: "{0}" panoya kopyalandı.
uk: "{0}" скопійовано до буфера обміну.
uz_latn_uz: {0} almasıw buferine kóshirip alındı.
vi: "{0}" sao chép vào clipboard.
zh_hans: "{0}" 已复制到剪切板。
zh_hant: 已複製「{0}」到剪貼簿。

# CopiedToClipboard_Title
source: Copied!
bg: Копирано!
bs: Kopirano!
de: Kopiert!
el: Αντιγράφηκε!
es: ¡Copiado(s)!
fr: Copié!
hu: Másolva!
it: Copiato!
ja: コピーしました！
lv: Nokopēts!
nl_nl: Gekopieerd!
pl: Skopiowano!
pt: Copiado!
pt_br: Copiado!
ru: Скопировано!
sk: Skopírované!
tr: Kopyalandı!
uk: Скопійовано!
uz_latn_uz: Kóshirip alındı!
vi: Đã sao chép!
zh_hans: 已复制！
zh_hant: 已複製！

# DeviceInformationWindow_Device_Title
source: Device
ar: الجهاز
bg: Устройство
bs: Uređaj
cs: Zařízení
de: Gerät
el: Συσκευή
es: Dispositivo
fr: Appareil
hu: Eszköz
it: Dispositivo
ja: デバイス
lv: Ierīce
nl_nl: Apparaat
pl: Urządzenie
pt: Dispositivo
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
tr: Cihaz
uk: Пристрій
uz_latn_uz: Qurılma
vi: Thiết bị
zh_hans: 设备信息
zh_hant: 裝置

# DeviceInformationWindow_LenovoSupport
source: Lenovo Support
ar: خدمة Lenovo
bg: Lenovo поддръжка
cs: Lenovo Podpora
el: Υποστήριξη Lenovo
es: Soporte de Lenovo
fr: Support Lenovo
hu: Lenovo Ügyfélszolgálat
it: Supporto Lenovo
lv: Lenovo Atbalsts
pl: Wsparcie Lenovo
pt: Suporte da Lenovo
pt_br: Suporte Lenovo
ro: Suport Lenovo
ru: Поддержка Lenovo
sk: Lenovo Podpora
tr: Lenovo Destek
uk: Підтримка Lenovo
uz_latn_uz: Lenovo qollap-quwatlaw xizmeti
zh_hans: 点击访问联想服务网站查看详细保修信息
zh_hant: Lenovo 支援

# DeviceInformationWindow_MachineType_Title
source: Machine Type
ar: نوع الجهاز
bg: Вид на машината
bs: Tip uređaja
cs: Typ zařízení
de: Gerätetyp
el: Τύπος Μηχανήματος
es: Tipo de máquina
fr: Type de Machine
hu: Számítógép típusa
it: Codice modello
ja: デバイスの種類
lv: Iekārtas Tips
pl: Typ maszyny
pt: Tipo de Dispositivo
pt_br: Tipo de máquina
ro: Tip sistem
ru: Тип модели устройства
sk: Typ zariadenia
tr: Cihaz Tipi
uk: Тип машини
uz_latn_uz: Qurılma modeliniń túri
vi: Mã Máy
zh_hans: 设备代号
zh_hant: 裝置類型

# DeviceInformationWindow_Manufacturer_Title
source: Manufacturer
ar: الشركة المصنعة
bg: Производител
bs: Proizvođač
cs: Výrobce
de: Hersteller
el: Κατασκευαστής
es: Fabricante
fr: Fabricant
hu: Gyártó
it: Produttore
ja: 製造元
lv: Ražotājs
nl_nl: Fabrikant
pl: Producent
pt: Fabricante
pt_br: Fabricante
ro: Producător
ru: Производитель
sk: Výrobca
tr: Üretici
uk: Виробник
uz_latn_uz: Islep shıǵarıwshı
vi: Nhà sản xuất
zh_hans: 制造商
zh_hant: 製造商

# DeviceInformationWindow_Model_Title
source: Model
ar: الطراز
bg: Модел
de: Modell
el: Μοντέλο
es: Modelo
fr: Modèle
hu: Modell
it: Modello
ja: モデル
lv: Modelis
pl: Modal
pt: Modelo
pt_br: Modelo
ru: Модель
uk: Модель
vi: Mẫu máy
zh_hans: 设备型号
zh_hant: 型號

# DeviceInformationWindow_SerialNumber_Title
source: Serial number
ar: الرقم المسلسل
bg: Сериен номер
bs: Serijski broj
cs: Sériové číslo
de: Seriennummer
el: Σειριακός αριθμός
es: Número de serie
fr: N° de série
hu: Sorozatszám
it: Numero seriale
ja: シリアルナンバー
lv: Sērijas numurs
nl_nl: Serienummer
pl: Numer seryjny
pt: Número de série
pt_br: Número de série
ro: Număr de serie
ru: Серийный номер
sk: Sériové číslo
tr: Seri numarası
uk: Серійний номер
uz_latn_uz: Seriyalı nomer
vi: Số sê-ri
zh_hans: 序列号
zh_hant: 序號

# DeviceInformationWindow_Title
source: About your device
ar: حول الجهاز
bg: За Вашето устройство
bs: O vašem uređaju
cs: Informace o zařízení
de: Über Ihr Gerät
el: Σχετικά με τη συσκευή
es: Acerca de su dispositivo
fr: À propos de l'appareil
hu: Az eszköz névjegye
it: Informazioni sul dispositivo
ja: このデバイスについて
lv: Par Jūsu ierīci
nl_nl: Over je apparaat
pl: O urządzeniu
pt: Sobre o dispositivo
pt_br: Sobre seu dispositivo
ro: Despre dispozitivul dvs.
ru: О вашем устройстве
sk: O zariadení
tr: Cihaz hakkında
uk: Про ваш пристрій
uz_latn_uz: Qurılmańız haqqında
vi: Về thiết bị của bạn
zh_hans: 关于设备
zh_hant: 關於您的裝置

# DeviceInformationWindow_WarrantyEndDate_Title
source: End date
ar: تاريخ الانتهاء
bg: Крайна дата
bs: Datum završetka
cs: Datum ukončení
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha de finalización
fr: Date de fin
hu: Lejárat dátuma
it: Data di scadenza
ja: 終了日
lv: Beigu datums
nl_nl: Einddatum
pl: Data zakończenia
pt: Data de fim
pt_br: Data de Término
ro: Dată încheiere
ru: Дата окончания гарантии
sk: Dátum konca
tr: Bitiş tarihi
uk: Дата закінчення
uz_latn_uz: Kepillik tawsılıw sánesi
vi: Ngày hết bảo hành
zh_hans: 结束时间
zh_hant: 結束日期

# DeviceInformationWindow_WarrantyStartDate_Title
source: Start date
ar: تاريخ البدء
bg: Начална дата
bs: Datum početka
cs: Datum začátku
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fr: Date de début
hu: Kezdés dátuma
it: Data di inizio
ja: 開始日
lv: Sākuma datums
nl_nl: Startdatum
pl: Data rozpoczęcia
pt: Data de início
pt_br: Data de Início
ro: Dată început
ru: Начало действия гарантии
sk: Dátum začiatku
tr: Başlangıç tarihi
uk: Дата початку
uz_latn_uz: Kepillik baslanıw sánesi
vi: Ngày bắt đầu bảo hành
zh_hans: 开始时间
zh_hant: 開始日期

# DeviceInformationWindow_Warranty_Title
source: Warranty
ar: الضمان
bg: Гаранция
bs: Garancija
cs: Záruka
de: Garantie
el: Εγγύηση
es: Garantía
fr: Garantie
hu: Jótállás
it: Garanzia
ja: 保証
lv: Garantija
nl_nl: Garantie
pl: Gwarancja
pt: Garantia
pt_br: Garantia
ro: Garanție
ru: Гарантия
sk: Záruka
tr: Garanti
uk: Гарантія
uz_latn_uz: Kepillik
vi: Bảo hành
zh_hans: 保修信息
zh_hant: 保固

source: Active
bg: Активна
de: Aktiv
el: Ενεργή
es: Activo
hu: Aktív
ja: 有効
lv: Aktīvizēt
nl_nl: Actief
pl: Aktywna
pt: Ativo
pt_br: Ativa
ru: Активен
sk: Aktívna
tr: Aktif
uk: Діє
uz_latn_uz: Aktiv
vi: Kích hoạt
zh_hans: 活动中
zh_hant: 活動中

# DiscreteGPUControl_Deactivate
source: Deactivate
ar: غير مفعل
bg: Деактивирай
bs: Deaktiviraj
cs: Deaktivovat
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivada
fr: Désactiver
hu: Deaktiválás
it: Disattiva
ja: 無効
lv: Deaktivizēt
nl_nl: Deactiveren
pl: Zdezaktywuj
pt: Desativado
pt_br: Desativar
ro: Dezactivare
ru: Деактивировать
sk: Deaktivovať
tr: Pasifleştir
uk: Вимкнути
uz_latn_uz: Óshiriw
vi: Ngắt kích hoạt
zh_hans: 强制休眠显卡
zh_hant: 休眠

source: Inactive
bg: Неактивен
de: Inaktiv
el: Αδρανής
es: Inactiva
hu: Inaktív
ja: 無効
lv: Neaktīvs
nl_nl: inactief
pl: Nieaktywna
pt: Inativa
pt_br: Inativa
ru: Неактивен
sk: Neaktívna
tr: Aktif değil
uk: Неактивно
uz_latn_uz: Aktiv emes
vi: Không hoạt động
zh_hans: 休眠中
zh_hant: 休眠中

# DiscreteGPUControl_KillApps
source: Kill apps
ar: قتل التطبيقات
bg: Спри приложенията
cs: Ukončit aplikace
de: Anwendungen schließen
el: Τερματισμός εφαρμογών
es: Terminar aplicaciones
fr: Fermer les applications
hu: Alkalmazások kilövése
it: Chiudi applicazioni
ja: アプリを強制終了
lv: Nokaut lietotnes
nl_nl: Apps stoppen
pl: Zatrzymaj aplikacje
pt: Fechar apps
pt_br: Encerrar Aplicativos
ro: Închidere aplicații
ru: Завершить процессы
sk: Ukončiť aplikácie
tr: Uygulamaları kapat
uk: Примусово закрити застосунки
uz_latn_uz: Proceslerdi juwmaqlaw
vi: Tắt app dùng GPU rời
zh_hans: 关闭占用应用
zh_hant: 強制關閉應用程式

# DiscreteGPUControl_Message
source: Disable discrete GPU, if it is active unnecessarily.
ar: أغلاق بطاقة الشاشة الخارجية لو كانت تعمل دون الحاجة أليها.
bg: Деактивирайте допълнителната видеокарта ако се използва без да има нужда.
cs: Deaktivovat dedikované GPU, když je zbytečně aktivní.
de: Deaktiviere die diskrete GPU, wenn sie unnötigerweise aktiv ist.
el: Απενεργοποίηση της διακριτής GPU εάν είναι άσκοπα ενεργή.
es: Desactivar la GPU dedicada si está activa innecesariamente.
fr: Désactiver le GPU dédié si actif inutilement.
hu: Letiltja a diszkrét GPU-t, ha az feleslegesen aktív.
it: Disattiva la GPU dedicata se inutilmente attiva.
ja: ディスクリートGPUが不必要にアクティブになっている場合は無効にします。
lv: Atspējojiet diskrēto GPU, ja tas ir nevajadzīgi aktīvs.
nl_nl: Schakel discrete GPU uit als deze onnodig actief is.
pl: Odłącz dedykowaną kartę graficzną, jeśli jest aktywna bez potrzeby.
pt: Desativar a GPU discreta se estiver ativada desnecessariamente.
pt_br: Desativar a GPU dedicada se estiver ativa desnecessariamente.
ro: Dezactivați GPU-ul dedicat dacă este activ inutil.
ru: Отключить дискретный графический процессор, если он активен без необходимости.
sk: Deaktivovať dedikovanú GPU, ak je aktívna zbytočne.
tr: Gereksiz yere etkinse harici GPU'yu devre dışı bırakın.
uk: Вимкнути дискретну відеокарту якщо вона працює без необхідності.
uz_latn_uz: Eger bólekli grafikalıq processor zarúr bolmasa da qosılǵan bolsa, onı óshiriw.
vi: Tắt GPU rời nếu nó bị kích hoạt không cần thiết.
zh_hans: 在不需要时强制休眠显卡，可能会导致应用崩溃。 请尽可能通过手动关闭占用进程来解除独立显卡占用。
zh_hant: 如果 GPU 不需要活動時停用顯示卡。

# DiscreteGPUControl_MonitorConnected
source: A monitor is connected to nVidia GPU.
ar: يوجد شاشة خارجية متصلة ببطاقة نفيديا.
bg: Монитор беше свързан към графичната карта на Nvidia.
bs: Monitor je spojen na nVidia grafičku.
cs: Monitor je připojen k nVidia GPU.
de: Ein Monitor ist an die nVidia GPU angeschlossen.
el: Μια οθόνη είναι συνδεδεμένη στην nVidia GPU.
es: Un monitor está conectado a la GPU nVidia.
fr: Un moniteur est connecté au GPU Nvidia.
hu: Kijelző csatlakoztatva az NVIDIA videókártyához.
it: Un monitor è collegato alla GPU Nvidia.
ja: モニターは NVIDIA GPU に接続されています。
lv: Monitors ir pievienots nVidia GPU.
nl_nl: Een scherm is connecteerd met de nVidia GPU.
pl: Monitor jest podłączony do karty NVIDIA.
pt: Está um monitor ligado à GPU da nVidia.
pt_br: Um monitor está conectado a GPU nVidia.
ro: Un monitor este conectat la GPU-ul nVidia.
ru: Монитор подключен к графическому процессору nVidia.
sk: K nVidia GPU je pripojený monitor.
tr: nVidia GPU'ya bir monitör bağlı.
uk: Дисплей під'єднаний до відеокарти nVidia
uz_latn_uz: Monitor nVidia grafikalıq processorına jalǵanǵan.
vi: Một màn hình được kết nối tới GPU Nvidia rời.
zh_hans: 有显示器正在使用此显卡。
zh_hant: 顯示器已連接到 nVidia GPU。

# DiscreteGPUControl_NoProcesses
source: No processes
ar: لا يوجد عمليات
bg: Няма процеси
bs: Nema procesa
cs: Žádné procesy
de: Keine Prozesse
el: Δεν υπάρχουν διαδικασίες
es: Ningún proceso
fr: Pas de processus
hu: Nincsenek folyamatok
it: Nessun processo
ja: プロセスがありません
lv: Nav procesu
nl_nl: Geen processen
pl: Brak procesów
pt: Sem processos
pt_br: Nenhum processo
ro: Niciun proces
ru: Нет процессов
sk: Žiadne procesy
tr: İşlem yok
uk: Процеси відсутні
uz_latn_uz: Processler joq
vi: Không có tiến trình nào
zh_hans: 无进程
zh_hant: 尚無處理程序

# DiscreteGPUControl_PerformanceState
source: Performance state
ar: حالة الأداء
bg: Състояние на производителността
cs: Stav výkonu
de: Leistungszustand
el: Κατάσταση απόδοσης
es: Estado del rendimiento
fr: État du fonctionnement
hu: Teljesítmény állapot
it: Stato delle prestazioni
ja: パフォーマンスの状態
lv: Veiktspējas stāvoklis
nl_nl: Prestatie statistieken
pl: Tryb wydajnościowy
pt: Estado de performance
pt_br: Estado do desempenho
ro: Stare performanță
ru: Состояние производительности
sk: Stav výkonu
tr: Performans durumu
uk: Стан продуктивності
uz_latn_uz: Ónimdarlıq jaǵdayı
vi: Chế độ hoạt động
zh_hans: 性能状态
zh_hant: 效能狀態

# DiscreteGPUControl_PerformanceState_Unknown
source: Unknown
ar: مجهول
bg: Неизвестен
bs: Nepoznato
cs: Neznámý
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
lv: Nezināms
nl_nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
tr: Bilinmeyen
uk: Невідомо
uz_latn_uz: Belgisiz
vi: Không biết
zh_hans: 未知
zh_hant: 未知

# DiscreteGPUControl_Processes
source: Processes
ar: العمليات
bg: Процеси
bs: Procesi
cs: Procesy
de: Prozesse
el: Διαδικασίες
es: Procesos
fr: Processus
hu: Folyamatok
it: Processi
ja: プロセス
lv: Procesi
nl_nl: Processen
pl: Procesy
pt: Processos
pt_br: Processos
ro: Procese
ru: Процессы
sk: Procesy
tr: İşlemler
uk: Процеси
uz_latn_uz: Processler
vi: Các tiến trình
zh_hans: 正在使用显卡的进程
zh_hant: 處理程序

# DiscreteGPUControl_RestartGPU
source: Restart GPU
ar: أعادة تشغيل كرت الشاشة
bg: Рестартирайте видеокартата
bs: Ponovo pokreni grafičku
cs: Restartovat GPU
de: GPU neu starten
el: Επανεκκίνηση GPU
es: Reiniciar la GPU
fr: Redémarrer GPU
hu: Videókártya újraindítása
it: Riavvia GPU
ja: GPUを再起動
lv: Restartēt GPU
nl_nl: GPU Opnieuw Opstarten
pl: Zrestartuj GPU
pt: Reiniciar GPU
pt_br: Reiniciar GPU
ro: Repornire GPU
ru: Перезапустить граф. процессор
sk: Reštartovať GPU
tr: GPU'yu yeniden başlat
uk: Перезапустити ГП
uz_latn_uz: Grafikalıq processordı qayta iske qosıw
vi: Khởi động lại GPU
zh_hans: 重启显卡
zh_hant: 重新啟動 GPU

# DiscreteGPUControl_Title
source: Discrete GPU
ar: كرت الشاشة الخارجى
bg: Допълнителна видеокарта
bs: Diskretna grafička
cs: Dedikované GPU
de: Diskrete GPU
el: Διακριτή GPU
es: GPU dedicada
fr: GPU dédié
hu: Diszkrét GPU
it: GPU dedicata
ja: ディスクリートGPU
lv: Diskrētais GPU
pl: Dedykowany GPU
pt: GPU discreta
pt_br: GPU dedicada
ro: GPU dedicat
ru: Дискретный граф. процессор
sk: Dedikovaná GPU
tr: Harici GPU
uk: Дискретний ГП
uz_latn_uz: Bólekli grafikalıq processor
vi: GPU rời
zh_hans: 独立显卡
zh_hant: 獨立顯示卡

# DisplayBrightnessAutomationStepControl_Message
source: Change display brightness of the built-in display. WARNING: This action will not run correctly, if internal display is off.
ar: تغيير سطوع الخاصة بشاشة اللاب توب. أوضاع الطاقة يكمن أن تغير سطوع في بعض الأجهزة. ضع فى الاعتبار انه يجب أن تجعل هذه الخطوة أخر خطوة لو حدثت أي مشكلة.
bg: Променете яркостта на вградения екран. Промяна в режима на захранване може да доведе до промяна в яркостта при някои устройства. Уверете се, че настоящата стъпка е сложена на последно място, ако нещо не работи, както очаквате. ВНИМАНИЕ: Това действие може да не се изпълни правилно, ако вграденият екран е изключен.
cs: Změnit jas displeje notebooku. Režimy napájení mění jas na některých zařízeních. Ujisti se, že tento krok dáš jako poslední, pokud něco nefunguje správně. VAROVÁNÍ: Tato akce neproběhne správně, pokud je displej notebooku vypnutý.
de: Ändert die Display-Helligkeit des integrierten Bildschirms. Bei einigen Geräten ändert der Energiemodus die Helligkeit. Stellen Sie sicher, dass dieser Schritt zuletzt ausgeführt wird, wenn etwas nicht richtig funktioniert. WARNUNG: Diese Aktion wird nicht korrekt ausgeführt, wenn der interne Bildschirm ausgeschaltet ist.
el: Αλλαγή φωτεινότητας οθόνης της ενσωματωμένης οθόνης. Οι λειτουργίες τροφοδοσίας αλλάζουν τη φωτεινότητα σε ορισμένες συσκευές. Φροντίστε να βάλετε αυτό το βήμα τελευταίο, εάν κάτι δεν λειτουργεί σωστά. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτή η ενέργεια δεν θα εκτελεστεί σωστά εάν η ενσωματωμένη οθόνη είναι απενεργοποιημένη.
es: Cambiar el brillo de la pantalla integrada. Los modos de energía modifican el brillo en algunos dispositivos. Asegúrese de realizar este paso en último lugar, si algo no funciona bien. AVISO: Esta acción no se ejecutará correctamente, si la pantalla interna está apagada.
fr: Modifie la luminosité de l'écran intégré. Les modes d'alimentation peuvent modifier la luminosité sur certains appareils. Assurez-vous d'effectuer cette étape en dernier, si cela ne fonctionne pas. ATTENTION : Cette action ne fonctionnera pas, si l'écran intégré est éteint.
hu: A beépített kijelző fényerejének módosítása. FIGYELMEZTETÉS: Ez a művelet nem fog megfelelően futni, ha a belső kijelző ki van kapcsolva.
it: Cambia la luminosità del display integrato. Alcune opzioni energetiche potrebbero cambiare la luminosità su alcuni dispositivi. Lascia per ultimo questa azione, se le cose non funzionano correttamente. ATTENZIONE: questa azione non verrà eseguita correttamente se il display interno è spento.
ja: 内蔵ディスプレイの表示輝度を変更します。 警告: 内蔵ディスプレイがオフの場合、このアクションは正しく実行されません。
lv: Mainiet iebūvētā ekrāna spilgtumu. Enerģijas režīmi maina spilgtumu dažās ierīcēs. Pārliecinies, ka šis solis ir pēdējais, ja kaut kas nesanāk vienkārši pareizi. BRĪDINĀJUMS. Ja iebūvētais ekrāns ir izslēgts, šī darbība nedarbosies pareizi.
nl_nl: Wijzig de helderheid van het ingebouwde display. Energiemodi veranderen de helderheid op sommige apparaten. Zorg ervoor dat u deze stap als laatste zet, als iets niet goed werkt. WAARSCHUWING: Deze actie wordt niet correct uitgevoerd als het interne display is uitgeschakeld.
pl: Zmień jasność wbudowanego wyświetlacza. UWAGA: Ta akcja nie zadziała właściwie, jeśli wbudowany ekran jest wyłączony.
pt: Altera o brilho do ecrã interno. Os modos de desempenho podem alterar o brilho nalguns dispositivos. Certifica-te de que colocas este passo em último, se algo não funcionar corretamente ATENÇÃO: Está ação não irá funcionar corretamente se o ecrã interno estiver desligado.
pt_br: Alterar o brilho da tela integrada. AVISO: Esta ação não será executada corretamente se a tela integrada estiver desligada.
ro: Schimbați luminozitatea afișajului încorporat. Modurile de putere modifică luminozitatea pe unele dispozitive. Asigurați-vă că puneți acest pas pe ultimul loc dacă ceva nu funcționează corect. ATENȚIE: Această acțiune nu va rula corect dacă afișajul intern este oprit.
ru: Изменить яркость встроенного дисплея. На некоторых устройствах режимы питания изменяют яркость. Убедитесь, что этот шаг последний, если что-то работает не так, как нужно. ВНИМАНИЕ: Это действие не будет выполняться корректно, если внутренний дисплей выключен.
sk: Zmeniť jas zabudovaného displeja. Na niektorých zariadenia menia napájacie režimy jas. Uistite sa, že tento krok umiestnite ako posledný, ak niečo nefunguje správne. VAROVANIE: Táto akcia neprebehne správne, ak je zabudovaný displej vypnutý.
tr: Yerleşik ekranın parlaklığını değiştirin. Güç modları, bazı cihazlarda parlaklığı değiştirir. Bir şey doğru çalışmıyorsa, bu adımı en son koyduğunuzdan emin olun. UYARI: Dahili ekran kapalıysa bu eylem düzgün çalışmayacaktır.
uk: Змінити яскравість вбудованого дисплея. Режими живлення змінюють яскравість на деяких пристроях. Переконайтеся, що робите цей крок останнім, якщо щось не працює належним чином.
uz_latn_uz: Ornatılǵan displeydiń jarıqlıǵın ózgertiń. Ayırım qurılmalarda quwatlıq rejimleri jarıqlıqtı ózgertedi. Eger bir nárse kerekli dárejede durıs islemese, bul qádem aqırǵısı ekenine isenim kámil etiń. ESLETPE: Eger ishki displey óshirilgen bolsa, bul háreket durıs islemeydi.
vi: Thay đổi độ sáng màn hình laptop. Thay đổi các chế độ ảnh hưởng đến độ sáng màn hình trên một số thiết bị. Hãy để bước này được thực hiện cuối cùng nếu nó chạy không đúng. CẢNH BÁO: Hành động có thể chạy không đúng nếu màn hình laptop tắt.
zh_hans: 更改内置屏幕亮度。 在部分设备上，切换性能模式后屏幕亮度也会变化，因此请确保把这一步放到最后，否则可能无法正常执行。 警告：当内置显示器关闭时此操作将不起作用。
zh_hant: 變更內部顯示器顯示亮度。 警告：如果已關閉內部顯示器，則此功能將無法正確地執行。

# DisplayBrightnessAutomationStepControl_Title
source: Display brightness
ar: سطوع الشاشة
bg: Яркост на екрана
cs: Jas displeje
de: Bildschirmhelligkeit
el: Φωτεινότητα οθόνης
es: Brillo de pantalla
fr: Luminosité de l'écran
hu: Kijelző fényereje
it: Luminosità Display
ja: ディスプレイの明るさ
lv: Ekrāna spilgtums
nl_nl: Schermhelderheid
pl: Jasność ekranu
pt: Brilho do ecrã
pt_br: Brilho da tela
ro: Luminozitate afișaj
ru: Яркость дисплея
sk: Jas displeja
tr: Ekran parlaklığı
uk: Яскравість дисплея
uz_latn_uz: Displey jarıqlıǵı
vi: Độ sáng màn hình
zh_hans: 显示器亮度
zh_hant: 顯示亮度

# DonatePage_DonateWith
source: Donate with
ar: تبرع لِ
bg: Дарете с
de: Spenden mit
el: Δωρεά με
es: Donar con
fr: Faire un don avec
hu: Támogatás ezzel
it: Dona con
ja: 寄付はこちら
lv: Ziedot ar
nl_nl: Doneren met
pl: Przekaż darowiznę używając
pt: Doar através de
pt_br: Doar com
ro: Donați cu
ru: Сделать пожертвование через
sk: Prispieť pomocou
tr: Bağış yapın
uk: Пожертвувати за допомогою
uz_latn_uz: Járdeminde qollap-quwatlaw
vi: Ủng hộ qua
zh_hans: 使用PayPal捐赠
zh_hant: 贊助於
