Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# SpectrumKeyboardBacklightBrightnessAutomationStepControl_Message
source: Adjust keyboard backlight brightness.
ar: اضبط الإعداد المسبق للإضاءة الخلفية للوحة المفاتيح.
bg: Нагласяне на яркостта на подсветката.
de: Helligkeit der Tastaturbeleuchtung einstellen.
el: Προσαρμόστε τη φωτεινότητα του φωτισμού πληκτρολογίου.
es: Ajustar el brillo de la retroiluminación del teclado.
fr: Ajustez la luminosité du rétroéclairage du clavier.
hu: Billentyűzet háttérvilágításának beállítása.
it: Regola la luminosità della tastiera.
ja: キーボードのバックライトの明るさを調整します。
lv: Pielāgojiet tastatūras izgaismojuma spožumu.
nl_nl: Pas de helderheid van de toetsenbordverlichting aan.
pl: Dostosuj jasność podświetlenia klawiatury.
pt: Ajustar o brilho da luz de fundo do teclado.
pt_br: Ajustar a iluminação do teclado.
ru: Настроить яркость подсветки клавиатуры.
sk: Upraviť podsvietenie tlačidiel klávesnice.
tr: Klavye ışık seviyesini ayarlayın.
uk: Відрегулюйте підсвітку клавіатури.
uz_latn_uz: Klaviaturnıń arqa jaqtılıǵı jarıqlıǵın sazlań.
vi: Thay đổi độ sáng đèn nền bàn phím.
zh_hans: 调节键盘背光亮度
zh_hant: 調整鍵盤背光亮度。

# SpectrumKeyboardBacklightBrightnessAutomationStepControl_Off
source: Off
ar: غلق
bg: Изключена
de: Aus
el: Ανενεργό
es: Apagado
hu: Ki
it: Spento
ja: オフ
lv: Atspējots
nl_nl: Uit
pl: Wyłączone
pt: Desligado
pt_br: Desligado
ru: Откл.
sk: Vypnutý
tr: Kapalı
uk: Вимкнено
uz_latn_uz: Óshik
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# SpectrumKeyboardBacklightBrightnessAutomationStepControl_Title
source: Keyboard backlight brightness
ar: سطوع إضاءة الأزرار
bg: Яркост на подсветката на клавиатурата
de: Helligkeit der Tastaturbeleuchtung
el: Φωτεινότητα πληκτρολογίου
es: Brillo de la retroiluminación del teclado
fr: Luminosité du rétroéclairage du clavier
hu: A billentyűzet háttérvilágítás fényereje
it: Luminosità retroilluminazione tastiera
ja: キーボードのバックライトの明るさ
lv: Tastatūras izgaismojuma spožums
nl_nl: Helderheid van de achtergrondverlichting van het toetsenbord
pl: Jasność podświetlenia klawiatury
pt: Brilho da luz de fundo do teclado
pt_br: Iluminação do teclado
ru: Яркость подсветки клавиатуры
sk: Podsvietenie tlačidiel klávesnice
tr: Klavye ışık parlaklığı
uk: Яскравість підсвітки клавіатури
uz_latn_uz: Klaviaturnıń arqa jaqtılıǵınıń jarıqlıǵı
vi: Độ sáng đèn nền bàn phím
zh_hans: 键盘背光亮度调节
zh_hant: 鍵盤背光亮度

# SpectrumKeyboardBacklightControl_AddEffect
source: Add effect
ar: إضافة تأثير
bg: Доабви ефект
de: Effekt hinzufügen
el: Προσθήκη εφέ
es: Añadir efecto
fr: Ajouter un effet
hu: Effekt hozzáadása
it: Aggiungi effetto
ja: エフェクトを追加
lv: Pievienot efektu
nl_nl: Voeg effect toe
pl: Dodaj efekt
pt: Adicionar efeito
pt_br: Adicionar Efeito
ru: Добавить эффект
sk: Pridať efekt
tr: Efekt ekle
uk: Додати ефект
uz_latn_uz: Effekt qosıw
vi: Thêm hiệu ứng
zh_hans: 新增灯效主题
zh_hant: 新增特效

# SpectrumKeyboardBacklightControl_ApplyProfileError_Title
source: Couldn't apply profile
ar: تعذر إضافة الملف الشخصي
bg: Неуспешно прилагане на профил
de: Konnte Profil nicht anwenden
el: Αδυναμία εφαρμογής προφίλ
es: No se ha podido aplicar el perfil
fr: Impossible d'appliquer le profil
hu: Nem lehetett alkalmazni a profilt
it: Impossibile applicare il profilo
ja: プロフィールを適用できませんでした
lv: Neizdevās piemērot profilu
nl_nl: Kan profiel niet toepassen
pl: Nie można było zastosować profilu
pt: Não foi possível aplicar o perfil
pt_br: Não foi possível aplicar o perfil
ru: Не удалось применить профиль
sk: Nepodarilo sa použiť profil
tr: Profil uygulanamadı
uk: Не вдалося зберегти профіль
uz_latn_uz: Profildi qollanıw ámelge aspadı
vi: Không thể áp dụng cấu hình
zh_hans: 无法应用此主题
zh_hant: 無法套用設定檔

# SpectrumKeyboardBacklightControl_ApplyProfileError_Message
source: Lighting profile couldn't be applied.
bg: Неуспешно прилагане на светлинния профил.
de: Das Beleuchtungsprofil konnte nicht angewendet werden.
el: Δεν ήταν δυνατή η εφαρμογή του προφίλ φωτισμού.
es: No se ha podido aplicar el perfil de iluminación.
fr: Le profil d'éclairage n'a pas pu être appliqué.
hu: A világítási profilt nem lehetett alkalmazni.
it: Impossibile applicare il profilo di illuminazione.
ja: ライティングプロファイルを適用できませんでした。
lv: Neizdevās pielāgot izgaismojuma profilu.
nl_nl: Verlichtingsprofiel kan niet worden toegepast.
pl: Profil oświetlenia nie może zostać zastosowany.
pt: Não foi possível aplicar o perfil de iluminação.
pt_br: O perfil de iluminação não pode ser aplicado.
ru: Не удалось применить профиль подсветки.
sk: Nepodarilo sa použiť profil podsvietenia.
tr: Işık profili uygulanamadı.
uk: Профіль підсвітки не було застосовано.
uz_latn_uz: Arqa jaqtılıqtıń profilın qollanıw ámelge aspadı.
vi: Cấu hình đèn nền không thể được áp dụng.
zh_hans: 无法应用灯效主题。
zh_hant: 無法套用燈光設定檔。

# SpectrumKeyboardBacklightControl_Brightness_Title
source: Brightness
ar: السطوع
bg: Яркост
de: Helligkeit
el: Φωτεινότητα
es: Brillo
fr: Luminosité
hu: Fényerő
it: Luminosità
ja: 明るさ
lv: Spilgtums
nl_nl: Helderheid
pl: Jasność
pt: Luminosidade
pt_br: Brilho
ru: Яркость
sk: Jas
tr: Parlaklık
uk: Яскравість
uz_latn_uz: Jarıqlıq
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

# SpectrumKeyboardBacklightControl_DeselectAll_ToolTip
source: Deselect all zones
ar: قم بإلغاء تحديد جميع مناطق الإضاءة
bg: Премахване на избора за всички зони
de: Alle Bereiche abwählen
el: Αποεπιλέξτε όλες τις ζώνες
es: Desmarcar todas las zonas
fr: Désélectionner toutes les zones
hu: Az összes zóna kijelölésének megszüntetése
it: Deseleziona tutte le zone
ja: すべてのノードの選択を解除
lv: Noņemt visu zonu atlasi
nl_nl: Deselecteer alle zones
pl: Odznacz wszystkie strefy
pt: Desselecionar todas as zonas
pt_br: Remover seleção de todas zonas
ru: Снять выделение всех зон
sk: Odznačiť všetky zóny
tr: Tüm bölgelerin seçimini kaldır
uk: Зняти виділення з усіх зон
uz_latn_uz: Barlıq zonalardıń belgilengenin alıp taslaw
vi: Bỏ chọn tất cả các vùng
zh_hans: 取消全选所有灯区
zh_hant: 取消選擇所有區域

# SpectrumKeyboardBacklightControl_Effects
source: Effects
ar: مؤثرات
bg: Ефекти
de: Effekte
el: Εφέ
es: Efectos
fr: Effets
hu: Effektek
it: Effetti
ja: エフェクト
lv: Efekti
nl_nl: Effecten
pl: Efekty
pt: Efeitos
pt_br: Efeitos
ru: Эффекты
sk: Efekty
tr: Efektler
uk: Ефекти
uz_latn_uz: Effektler
vi: Hiệu ứng
zh_hans: 效果
zh_hant: 特效

# SpectrumKeyboardBacklightControl_ExportProfileError_Message
source: Profile couldn't be exported
bg: Неуспешно експортиране на профила
de: Profil konnte nicht exportiert werden
el: Το προφίλ δεν ήταν δυνατό να εξαχθεί
es: Perfil no puede ser importado
fr: Le profil n'a pas pu être exporté
hu: A profilt nem lehetett exportálni
ja: プロファイルをエクスポートできませんでした
lv: Profilu nav iespējams eksportēt
nl_nl: Profiel kon niet worden geëxporteerd
pl: Nie można było wyeksportować profilu
pt: Não foi possível exportar o perfil
pt_br: O perfil não pode ser exportado
ru: Не удалось экспортировать профиль
sk: Nepodarilo sa exportovať profil
tr: Profil dışa aktarılamadı
uk: Профіль не може бути експортований
uz_latn_uz: Profildi eksport qılıw ámelge aspadı
vi: Không thể xuất cấu hình
zh_hans: 无法导出配置文件
zh_hant: 無法匯出設定檔

# SpectrumKeyboardBacklightControl_ExportProfileError_Title
source: Couldn't export profile
bg: Неуспешно експортиране на профила
de: Konnte Profil nicht exportieren
el: Αδυναμία εξαγωγής προφίλ
es: No se pudo exportar el perfil
fr: Impossible d'exporter le profil
hu: Nem sikerült exportálni a profilt
ja: プロフィールをエクスポートできませんでした
lv: Neizdevās eksportēt profilu
nl_nl: Kan profiel niet exporteren
pl: Nie można było wyeksportować profilu
pt: Não foi possível exportar o perfil
pt_br: Não foi possível exportar o perfil
ru: Не удалось экспортировать профиль
sk: Nemožno exportovať profil
tr: Profil dışa aktarılamadı
uk: Не вдалося експортувати профіль
uz_latn_uz: Profildi eksport qılıw ámelge aspadı
vi: Không thể xuất cấu hình
zh_hans: 无法导出配置文件
zh_hant: 無法匯出設定檔

# SpectrumKeyboardBacklightControl_ImportProfileError_Message
source: Profile couldn't be imported
bg: Неуспешно импортиране на профила
de: Profil konnte nicht importiert werden
el: Το προφίλ δεν ήταν δυνατό να εισαχθεί
es: Perfil no se puede importar
fr: Le profil n'a pas pu être importé
hu: A profilt nem lehetett importálni
ja: プロファイルをインポートできませんでした
lv: Profilu nav iespējams importēt
nl_nl: Profiel kon niet worden geïmporteerd
pl: Nie można było zaimportować profilu
pt: Não foi possível importar o perfil
pt_br: O perfil não pode ser importado
ru: Не удалось импортировать профиль
sk: Nepodarilo sa importovať profil
tr: Profil içe aktarılamadı
uk: Профіль не може бути імпортований
uz_latn_uz: Profildi import qılıw ámelge aspadı
vi: Cấu hình không thể được nhập vào
zh_hans: 无法导入配置文件
zh_hant: 無法匯入設定檔

# SpectrumKeyboardBacklightControl_ImportProfileError_Title
source: Couldn't import profile
bg: Неуспешно импортиране на профила
de: Konnte Profil nicht importieren
el: Αδυναμία εισαγωγής προφίλ
es: No se pudo importar el perfil
fr: Impossible d'importer le profil
hu: Nem sikerült importálni a profilt
ja: プロフィールをインポートできませんでした
lv: Neizdevās importēt profilu
nl_nl: Kan profiel niet importeren
pl: Nie można było zaimportować profilu
pt: Não foi possível importar o perfil
pt_br: Não foi possível importar o perfil
ru: Не удалось импортировать профиль
sk: Nemožno importovať profil
tr: Profil içe aktarılamadı
uk: Не вдалося імпортувати профіль
uz_latn_uz: Profildi import qılıw ámelge aspadı
vi: Không thể nhập cấu hình
zh_hans: 无法导入配置文件
zh_hant: 無法匯入設定檔

# SpectrumKeyboardBacklightControl_NoEffects_Text
source: No effects added.
ar: لا مؤثرات إضاءة تم أضافتها.
bg: Няма добавени ефекти.
de: Keine Effekte hinzugefügt.
el: Δεν προστέθηκαν εφέ.
es: Ningún efecto añadido.
fr: Aucun effet ajouté.
hu: Nincs hozzáadott effektus.
it: Nessun effetto impostato.
ja: 何もエフェクトが追加されていません。
lv: Netika pievienots neviens efekts.
nl_nl: Geen effect toegevoegd
pl: Nie dodano żadnych efektów.
pt: Nenhum efeito adicionado.
pt_br: Nenhum efeito adicionado.
ru: Эффекты не добавлены.
sk: Žiadne pridané efekty.
tr: Hiçbir efekt eklenmedi.
uk: Жодного ефекту не додано.
uz_latn_uz: Effektler qosılmaǵan.
vi: Không có hiệu ứng nào được thêm.
zh_hans: 没有灯效主题。
zh_hant: 尚未新增特效。

# SpectrumKeyboardBacklightControl_ResetToDefault_Tooltip
source: Reset to default
ar: إعادة الضبط إلى الوضع الإفتراضي
bg: Възстановяване на настройките по подразбиране
de: Auf Standardwerte zurücksetzen
el: Επαναφορά προεπιλογών
es: Restablecer los valores predefinidos
fr: Valeurs par défaut
hu: Alapbeállítások visszaállítása
it: Reimposta a predefinito
ja: デフォルトに戻す
lv: Atgriezt uz noklusējumu
nl_nl: Standaardinstellingen herstellen
pl: Przywróć domyślne
pt: Repor predefinições
pt_br: Redefinir para o padrão
ru: Сбросить по умолчанию
sk: Obnoviť východzie
tr: Varsayılana sıfırla
uk: Скинути
uz_latn_uz: Aldınnan sazlawdı qayta ornatıw
vi: Khôi phục về mặc định
zh_hans: 重置为默认配置
zh_hant: 重設為預設

# SpectrumKeyboardBacklightControl_SelectAll_ToolTip
source: Select all zones
ar: قم بإلغاء تحديد جميع مناطق الإضاءة
bg: Избери всички зони
de: Alle Bereiche auswählen
el: Επιλέξτε όλες τις ζώνες
es: Seleccionar todas las zonas
fr: Sélectionner toutes les zones
hu: Összes zóna kiválasztása
it: Deseleziona tutte le zone
ja: すべてのノードを選択
lv: Izvēlēties visas zonas
nl_nl: Selecteer alle zones
pl: Zaznacz wszystkie strefy
pt: Selecionar todas as zonas
pt_br: Selecionar todas zonas
ru: Выделить все зоны
sk: Vybrať všetky zóny
tr: Tüm bölgeleri seç
uk: Обрати усі зони
uz_latn_uz: Barlıq zonalardı tańlaw
vi: Chọn tất cả các vùng
zh_hans: 全选所有灯区
zh_hant: 選擇所有區域

# SpectrumKeyboardBacklightControl_SwitchKeyboardLayout_ToolTip
source: Switch keyboard layout
ar: تبديل تنسيق لوحة المفاتيح
bg: Промени подредбата на клавиатурата
de: Tastaturlayout wechseln
el: Αλλαγή διάταξης πληκτρολογίου
es: Cambiar la disposición del teclado
fr: Changer la disposition du clavier
hu: Billentyűzetkiosztás váltása
it: Cambia layout della tastiera
ja: キーボード レイアウトの切り替え
lv: Mainīt tastatūras izkārtojumu
nl_nl: de toetsenbordindeling wijzigen
pl: Przełącz układ klawiatury
pt: Alterar esquema de teclado
pt_br: Alterar layout do teclado
ru: Переключить раскладку клавиатуры
sk: Prepnúť rozloženie klávesnice
tr: Klavye düzenini değiştir
uk: Змінити розкладку клавіатури
uz_latn_uz: Klaviatura jaylasıw tártibin ózgertiw
vi: Đổi bố cục bàn phím
zh_hans: 切换键盘布局
zh_hant: 切換鍵盤配置

# SpectrumKeyboardBacklightEditEffectWindow_ClockwiseDirection_Title
source: Direction
ar: جهة
bg: Посока
de: Richtung
el: Κατεύθυνση
es: Dirección
hu: Irány
it: Direzione
ja: 方向
lv: Virziens
nl_nl: Richting
pl: Kierunek
pt: Direção
pt_br: Direção
ru: Направление
sk: Smer
tr: Yön
uk: Напрямок
uz_latn_uz: Baǵdar
vi: Hướng
zh_hans: 方向
zh_hant: 方向

# SpectrumKeyboardBacklightEditEffectWindow_Color_Title
source: Color
ar: اللون
bg: Цвят
de: Farbe
el: Χρώμα
fr: Couleur
hu: Szín
it: Colore
ja: 色
lv: Krāsa
nl_nl: Kleur
pl: Kolor
pt: Cor
pt_br: Cor
ru: Цвет
sk: Farba
tr: Renk
uk: Колір
uz_latn_uz: Reń
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# SpectrumKeyboardBacklightEditEffectWindow_Colors_Title
source: Colors
ar: الالوان
bg: Цветове
de: Farben
el: Χρώματα
es: Colores
fr: Couleurs
hu: Színek
it: Colori
ja: 色
lv: Krāsas
nl_nl: Kleuren
pl: Kolory
pt: Cores
pt_br: Cores
ru: Цвета
sk: Farby
tr: Renkler
uk: Кольори
uz_latn_uz: Reńler
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# SpectrumKeyboardBacklightEditEffectWindow_Direction_Title
source: Direction
ar: جهة
bg: Посока
de: Richtung
el: Κατεύθυνση
es: Dirección
hu: Irány
it: Direzione
ja: 方向
lv: Virziens
nl_nl: Richting
pl: Kierunek
pt: Direção
pt_br: Direção
ru: Направление
sk: Smer
tr: Yön
uk: Напрямок
uz_latn_uz: Baǵdar
vi: Hướng
zh_hans: 方向
zh_hant: 方向

# SpectrumKeyboardBacklightEditEffectWindow_Effect_Title
source: Effect
ar: تأثير
bg: Ефект
de: Effekt
el: Εφέ
es: Efecto
fr: Effet
hu: Effekt
it: Effetto
ja: エフェクト
lv: Efekts
pl: Efekt
pt: Efeito
pt_br: Efeito
ru: Эффект
sk: Efekt
tr: Efekt
uk: Ефект
uz_latn_uz: Effekt
vi: Hiệu Ứng
zh_hans: 方向动效
zh_hant: 特效

# SpectrumKeyboardBacklightEditEffectWindow_Effect_Warning
source: This effect will be applied to the whole keyboard and will replace all other effects.
ar: سيتم تطبيق هذا التأثير على لوحة المفاتيح بالكامل وسيحل محل جميع التأثيرات الأخرى.
bg: Този ефект ще бъде приложен към цялата клавиатура и ще замени всички останали ефекти.
de: Dieser Effekt wird auf die gesamte Tastatur angewendet und ersetzt alle anderen Effekte.
el: Αυτό το εφέ θα εφαρμοστεί σε όλο το πληκτρολόγιο και θα αντικαταστήσει όλα τα άλλα εφέ.
es: Este efecto se aplicará a todo el teclado y sustituirá a todos los demás efectos.
fr: Cet effet sera appliqué à l'ensemble du clavier et remplacera tous les autres effets.
hu: Ez az effekt az egész billentyűzetre vonatkozik, és minden más effekt helyébe lép.
it: Questo effetto verrà applicato all'intera tastiera e sostituirà tutti gli altri effetti.
lv: Šis efekts tiks lietots visai tastatūrai un aizstās visus pārējos efektus.
nl_nl: Dit effect wordt op het hele toetsenbord toegepast en vervangt alle andere effecten.
pl: Ten efekt zostanie zastosowany do całej klawiatury i zastąpi wszystkie inne efekty.
pt: Este efeito será aplicado a todo o teclado e substituirá todos os outros efeitos.
pt_br: Este efeito será aplicado a todo teclado e substituirá todos os outros efeitos.
ru: Этот эффект будет применен ко всей клавиатуре и заменит все иные эффекты.
sk: Tento efekt bude použitý na celú klávesnicu a nahradí všetky ostatné efekty.
tr: Bu efekt tüm klavyeye uygulanacak ve diğer tüm efektlerin yerini alacaktır.
uk: Цей ефект буде застосовано для всієї клавіатури й замінить всі інші ефекти.
uz_latn_uz: Bul effekt pútkil klaviaturaǵa qollanıladı hám barlıq effectlerdi ózgertedi.
vi: Hiệu ứng này sẽ được áp dụng lên toàn bộ bàn phím và sẽ thay thế tất cả các hiệu ứng khác.
zh_hans: 此动效将被应用至整个键盘并替换其他动效。
zh_hant: 此效果將被套用到整個鍵盤並替換其他效果。

# SpectrumKeyboardBacklightEditEffectWindow_Speed_Title
source: Speed
ar: السرعة
bg: Скорост
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fr: Vitesse
hu: Gyorsaság
it: Velocità
ja: 速度
lv: Ātrums
nl_nl: Snelheid
pl: Prędkość
pt: Velocidade
pt_br: Velocidade
ru: Скорость
sk: Rýchlosť
tr: Hız
uk: Швидкість
uz_latn_uz: Tezlik
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

# SpectrumKeyboardBacklightEditEffectWindow_Title_Add
source: Add effect
ar: إضافة تأثير
bg: Добави ефект
de: Effekt hinzufügen
el: Προσθήκη εφέ
es: Añadir efecto
fr: Ajouter un effet
hu: Effekt hozzáadása
it: Aggiungi effetto
ja: エフェクトを追加
lv: Pievienot efektu
nl_nl: Voeg effect toe
pl: Dodaj efekt
pt: Adicionar efeito
pt_br: Adicionar Efeito
ru: Добавить эффект
sk: Pridať efekt
tr: Efekt ekle
uk: Додати ефект
uz_latn_uz: Effekt qosıw
vi: Thêm hiệu ứng
zh_hans: 新增灯效主题
zh_hant: 新增特效

# SpectrumKeyboardBacklightEditEffectWindow_Title_Edit
source: Edit effect
ar: تعديل التأثير
bg: Редактирай ефект
de: Effekt bearbeiten
el: Επεξεργασία εφέ
es: Editar efecto
fr: Modifier l'effet
hu: Effekt szerkesztése
it: Modifica effetto
ja: エフェクトを編集
lv: Rediģēt efektu
nl_nl: Bewerk effect
pl: Edytuj efekt
pt: Editar efeito
pt_br: Editar efeito
ru: Изменить эффект
sk: Upraviť efekt
tr: Efekti düzenle
uk: Редагувати ефект
uz_latn_uz: Effektti ózgertiw
vi: Chỉnh sửa hiệu ứng
zh_hans: 编辑灯效主题
zh_hant: 編輯特效

# SpectrumKeyboardBacklightProfileAutomationStepControl_Message
source: Adjust keyboard backlight profile.
ar: ضبط وضع الإضاءة الخلفية للوحة المفاتيح.
bg: Нагласяне на профила на подсветката.
de: Profil der Tastaturbeleuchtung anpassen.
el: Προσαρμογή προφίλ φωτισμού πληκτρολογίου.
es: Ajustar el perfil de retroiluminación del teclado.
fr: Ajustez le profil du rétroéclairage du clavier.
hu: Billentyűzet háttérvilágítás profiljának beállítása.
it: Modifica profilo retroilluminazione tastiera.
lv: Pielāgojiet tastatūras apgaismojuma profilu.
nl_nl: Pas het achtergrondverlichtingsprofiel van het toetsenbord aan.
pl: Dostosuj profil podświetlenia klawiatury.
pt: Ajustar o perfil da luminosidade da luz de fundo do teclado.
pt_br: Ajustar o perfil de iluminação do teclado.
ru: Настроить профиль подсветки клавиатуры.
sk: Upraviť profile podsvietenia klávesnice.
tr: Klavye ışık profilini ayarlayın.
uk: Відрегулюйте профіль підсвітки клавіатури.
uz_latn_uz: Klaviatura arqa jaqtılıǵınıń profilin sazlaw.
vi: Thay đổi cấu hình đèn nền bàn phím.
zh_hans: 切换键盘背光主题。
zh_hant: 調整鍵盤背光設定檔。

# SpectrumKeyboardBacklightProfileAutomationStepControl_Title
source: Keyboard backlight profile
ar: ملف تعريف الإضاءة الخلفية للوحة المفاتيح
bg: Профил на подсветката на клавиатурата
de: Profil der Tastaturbeleuchtung
el: Προφίλ φωτισμού πληκτρολογίου
es: Perfil de retroiluminación del teclado
fr: Profil du rétro-éclairage du clavier
hu: Billentyűzet háttérvilágítás profilja
it: Profilo retroilluminazione tastiera
ja: キーボードのバックライトのプロファイル
lv: Tastatūras izgaismojuma profils
nl_nl: Achtergrondverlichtingsprofiel toetsenbord
pl: Profil podświetlenia klawiatury
pt: Perfil da luminosidade da luz de fundo do teclado
pt_br: Perfil de iluminação do teclado
ru: Профиль подсветки клавиатуры
sk: Profil podsvietenia klávesnice
tr: Klavye ışık profili
uk: Профіль яскравості підсвітки клавіатури
uz_latn_uz: Klaviatura arqa jaqtılıǵınıń profili
vi: Cấu hình đèn nền bàn phím
zh_hans: 键盘背光主题
zh_hant: 鍵盤背光設定檔。

# SpectrumKeyboardEffectControl_Description_AllZones
source: All keys
ar: كل المفاتيح
bg: Всички клавиши
de: Alle Tasten
el: Όλα τα πλήκτρα
es: Cualquier tecla
fr: Toutes les touches
hu: Minden gomb
it: Tutti i tasti
ja: すべてのキー
lv: Visi taustiņi
nl_nl: Alle toetsen
pl: Wszystkie klawisze
pt: Todas as teclas
pt_br: Todas teclas
ru: Все клавиши
sk: Všetky klávesy
tr: Bütün tuşlar
uk: Усі клавіші
uz_latn_uz: Bárshe túymeler
vi: Tất cả các phím
zh_hans: 全部键区
zh_hant: 所有按鍵區域

# SpectrumKeyboardEffectControl_Description_Zones
source: {0} zones
ar: المناطق {0}
bg: {0} зони
de: {0} Bereiche
el: {0} ζώνες
es: {0} zonas
hu: {0} zónák
it: {0} zone
ja: ゾーン {0}
lv: {0} zonas
pl: Stref: {0}
pt: {0} zonas
pt_br: {0} zonas
ru: {0} зон(ы)
sk: {0} zón
tr: {0} bölge
uk: {0} зон
uz_latn_uz: {0} zona
vi: {0} vùng
zh_hans: {0} 键区
zh_hant: {0} 區

# TimeAutomationPipelineTriggerTabItemContent_Sunrise
source: Sunrise
bg: Изгрев
de: Sonnenaufgang
el: Ανατολή ηλίου
es: Al amanecer
hu: Napkelte
ja: 日の出
lv: Saullēkts
nl_nl: Zonsopgang
pl: Wschód słońca
pt: Nascer do Sol
pt_br: Nascer do Sol
ru: Рассвет
sk: Úsvit
tr: Gündoğumu
uk: Світанок
uz_latn_uz: Quyash shıǵıwı
vi: Bình minh
zh_hans: 日出
zh_hant: 日出

# TimeAutomationPipelineTriggerTabItemContent_Sunset
source: Sunset
bg: Залез
de: Sonnenuntergang
el: Δύση ηλίου
es: Atardecer
hu: Napnyugta
ja: 日没
lv: Saulriets
nl_nl: Zonsondergang
pl: Zachód słońca
pt: Pôr do Sol
pt_br: Pôr do sol
ru: Закат
sk: Súmrak
tr: Gün batımı
uk: Захід
uz_latn_uz: Quyash batıwı
vi: Hoàng hôn
zh_hans: 日落
zh_hant: 日落

# TimeAutomationPipelineTriggerTabItemContent_Time
source: Time
bg: Време
de: Uhrzeit
el: Ώρα
es: Hora
hu: Idő
ja: 時間
lv: Laiks
nl_nl: Tijd
pl: Czas
pt: Hora
pt_br: Hora
ru: Время
sk: Čas
tr: Zaman
uk: Час
uz_latn_uz: Waqıt
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# ToggleHybridModeControl_Message
source: Allow switching between integrated and discrete GPU. Requires restart.
ar: السماح بالتبديل بين وحدة معالجة الرسومات المدمجة والمنفصلة. يتطلب إعادة التشغيل.
bg: Позволи превключване между вградена и допълнителна видеокарта. Изисква рестартиране.
bs: Omogućava promjenu između integrisane i diskretne grafičke. Zahtijeva ponovno pokretanje.
cs: Umožnit přepínání mezi integrovaným a dedikovaným GPU. Vyžaduje restart.
de: Ermöglicht den Wechsel zwischen integrierter und diskreter GPU. Erfordert einen Neustart.
el: Επιτρέψτε την εναλλαγή μεταξύ ενσωματωμένης και διακριτής GPU. Απαιτεί επανεκκίνηση.
es: Permitir cambiar entre la GPU integrada y la GPU dedicada. Requiere un reinicio.
fr: Permet le changement entre le GPU intégré et dédié. Nécessite un redémarrage.
hu: Lehetővé teszi az integrált és a diszkrét GPU közötti váltást. Újraindítást igényel.
it: Consente di scegliere se usare la GPU integrata o la dedicata. Richiede il riavvio.
lv: Atļaut pārslēgties starp integrētu un atsevišķu GPU. Nepieciešama restartēšana.
nl_nl: Schakelen tussen geïntegreerde en discrete GPU mogelijk. Vereist opnieuw opstarten.
pl: Zezwól na przełączanie pomiędzy zintegrowaną i dedykowaną kartą graficzną. Wymaga ponownego uruchomienia.
pt: Permite trocar entre a GPU discreta e integrada. Reinício necessário.
pt_br: Permite alternar entre as GPU's integrada e dedicada. Requer reinicialização.
ro: Permite comutarea între GPU integrat și cel dedicat. Necesită repornirea.
ru: Позволяет переключаться между встроенным и дискретным графическим процессором. Требуется перезагрузка.
sk: Umožniť prepínanie medzi integrovanou a dedikovanou GPU. Vyžaduje reštart.
tr: Entegre ve harici GPU arasında geçişe izin verin. Yeniden başlatma gerektirir.
uk: Дозволяти перемикатися між інтегрованим та дискретним ГП. Потребує перезавантаження.
uz_latn_uz: Ornatılǵan hám bólekli grafikalıq processor arasında ózgertiw imkániyatın beredi. Qayta iske túsiriw talap etiledi.
vi: Cho phép chuyển đổi giữa GPU tích hợp và GPU rời. Yêu cầu khởi động lại.
zh_hans: 混合模式允许在核显与独显之间切换。 关闭后即为独显直连模式，两者之间切换需要重启生效。
zh_hant: 混合模式允許在內建顯示卡和獨立顯示卡之間切換。 需要重新啟動。
