Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# DonatePage_Message
source: Development and maintenance of Lenovo Legion Toolkit takes a lot of time. If you like using this software you can support its future by donating an amount of your choice. Click the PayPal logo below or scan the QR code to donate with PayPal. Thanks in advance!
ar: العمل على Lenovo Legion Toolkit يحتاج الكثير من الوقت و المجهود. لو اعجبك البرنامج يمكن انت تدعمه من خلال التبرع بمبلغ من اختيارك. اضغط على رمز الباي بال فى الأسفل او امسح كود ال QR للتبرع بالباي بال. وشكرا على دعمكم!
bg: Разработката и поддръжката на Lenovo Legion Toolkit изисква много време. Ако харесвате този софтуер може да подкрепите бъдещото му развитие като дарите сума по ваша лична преценка. Натиснете логото на PayPal по-долу или сканирайте QR-кода, за да дарите с PayPal. Благодаря предварително!
cs: Vývoj a údržba Lenovo Legion Toolkit zabere spoustu času. Pokud rád používáš tento software, můžeš podpořit jeho budoucnost darováním částky dle vlastního výběru. Klikněte na logo PayPal níže nebo naskenujte QR kód a přispějte přes PayPal. Díky předem!
de: Die Entwicklung und Pflege des Lenovo Legion Toolkits ist sehr zeitaufwändig. Wenn Sie diese Software gerne nutzen, können Sie ihre Zukunft unterstützen, indem Sie einen Betrag Ihrer Wahl spenden. Klicken Sie auf das PayPal-Logo unten oder scannen Sie den QR-Code, um mit PayPal zu spenden. Vielen Dank im Voraus!
el: Η ανάπτυξη και η συντήρηση του Lenovo Legion Toolkit απαιτεί πολύ χρόνο. Εάν σας αρέσει να χρησιμοποιείτε αυτό το λογισμικό, μπορείτε να υποστηρίξετε το μέλλον του, δωρίζοντας ένα ποσό της επιλογής σας. Κάντε κλικ στο λογότυπο του PayPal παρακάτω ή σαρώστε τον κωδικό QR για να κάνετε δωρεά με το PayPal. Ευχαριστώ εκ των προτέρων!
es: El desarrollo y mantenimiento de Lenovo Legion Toolkit lleva mucho tiempo. Si le gusta este programa, puede apoyar su futuro, donando la cantidad que desee. Haga clic en el logo o escanee el código QR para donar con PayPal. ¡Gracias anticipadas!
fr: Développer et maintenir Lenovo Legion Toolkit demande du temps. Si vous appréciez ce programme, vous pouvez soutenir son développement en faisant don du montant de votre choix. Cliquez sur le logo PayPal ci-dessous ou scannez le QR code pour donner via PayPal. Merci par avance !
hu: A Lenovo Legion Toolkit fejlesztése és karbantartása sok időt vesz igénybe. Ha szívesen használja ezt a szoftvert, akkor támogathatja a jövőjét az Ön által választott összeg felajánlásával. Kattintson az alábbi PayPal-logóra, vagy szkennelje be a QR-kódot a PayPal segítségével történő adományozáshoz. Előre is köszönjük!
it: Lo sviluppo e il mantenimento di Lenovo Legion Toolkit richiede parecchio tempo. Se ti piace usare questo software puoi supportarlo donando una cifra a tua scelta. Clicca il logo PayPal qui sotto oppure scansiona il QR code per donare con PayPal.
ja: Lenovo Legion Toolkit の開発とメンテナンスには多くの時間がかかります。このソフトウェアが良いと思った場合は寄付をお願いします。寄付をすることで長期的にメンテナンスされます。 PayPal で寄付するには、下の PayPal ロゴをクリックするかQR コードをスキャンしてください。
lv: Lenovo Legion Toolkit izstrāde un uzturēšana prasa daudz laika. Ja jums patīk izmantot šo programmatūru, varat atbalstīt tās nākotni, ziedojot noteiktu summu. Noklikšķiniet uz zemāk redzamā PayPal logotipa vai skenējiet QR kodu, lai ziedotu ar PayPal. Paldies jau iepriekš!
nl_nl: De ontwikkeling en het onderhoud van Lenovo Legion Toolkit kost veel tijd. Als u deze software graag gebruikt, kunt u de toekomst ervan steunen door een bedrag naar keuze te doneren. Klik op het PayPal-logo hieronder of scan de QR-code om te doneren met PayPal. Bij voorbaat bedankt!
pl: Tworzenie i utrzymywanie Lenovo Legion Toolkit zajmuje bardzo dużo czasu. Jeżeli lubisz używać tego programu, możesz wesprzeć jego rozwój przekazują darowiznę. Kliknij logo poniżej lub zeskanuj kod QR, żeby przekazać darowiznę poprzez PayPal. Z góry dziękuję!
pt: O desenvolvimento e manutenção do Lenovo Legion Toolkit demora bastante tempo. Se gostas deste software podes suportar o seu futuro ao doar uma quantia da tua escolha. Clica no logo do PayPal abaixo ou faz scan do QR code para doar através do PayPal. Obrigado desde já!
pt_br: O desenvolvimento e a manutenção do Lenovo Legion Toolkit leva muito tempo. Se você gosta de usar este software pode apoiar seu futuro doando uma quantia de sua escolha. Clique no logotipo do PayPal abaixo ou digitalize o QR code para doar com o PayPal. Desde já, obrigado!
ro: Dezvoltarea și întreținerea Lenovo Legion Toolkit necesită mult timp. Dacă vă place acest software, îi puteți sprijini viitorul donând o sumă la alegere. Faceți clic pe sigla PayPal de mai jos sau scanați codul QR pentru a dona cu PayPal. Mulțumesc anticipat!
ru: На разработку и обслуживание Lenovo Legion Toolkit уходит много времени. Если вам нравится пользоваться этим программным обеспечением, вы можете поддержать его будущее, пожертвовав любую сумму денег. Нажмите на логотип PayPal ниже или отсканируйте QR-код, чтобы сделать пожертвование через PayPal. Заранее спасибо!
sk: Vývoj a údržba Lenovo Legion Toolkit zaberá veľa času. Ak sa vám páči tento softvér, môžete podporiť jeho budúcnosť prispením čiastky podľa vášho uváženia. Pre prispenie cez PayPal kliknite na logo PayPal dole alebo naskenujte QR kód. Vopred vďaka!
tr: Lenovo Legion Toolkit'in geliştirilmesi ve bakımı çok zaman alıyor. Bu yazılımı kullanmayı seviyorsanız, istediğiniz miktarda bağış yaparak geleceğine destek olabilirsiniz. PayPal ile bağış yapmak için aşağıdaki PayPal logosuna tıklayın veya QR kodunu tarayın. Şimdiden teşekkürler!
uk: Розробка та обслуговування Lenovo Legion Toolkit займає багато часу. Якщо вам подобається використовувати цю програму ви можете підтримати її майбутнє пожертвою будь-якої бажаної суми. Натисніть на лого PayPal нижче чи скануйте QR код, щоб пожертвувати через PayPal. Заздалегідь дякую!
uz_latn_uz: Lenovo Legion Toolkitti rawajlandırıw hám turaqlı islewin támiyinlew ushın kóp waqıt ketedi. Eger sizge bul baǵdarlamanı qollanıw unasa, siz qálegen summańız benen onıń keleshegin qollap-quwatlawıńız múmkin. PayPal arqalı qollap-quwatlaw ushın PayPal logotibine basıń yamasa tómendegi QR-kodtı tekseriń. Aldınnan raxmet!
vi: Phát triển và duy trì Lenovo Legion Toolkit tốn rất nhiều thời gian. Nếu bạn thích phần mềm này, bạn có thể tuỳ tâm hỗ trợ chút tiền cho việc hỗ trợ nó sau này. Bấm vào logo PayPal bên dưới hoặc quét mã QR để ủng hộ qua PayPal. Xin chân thành cảm ơn!
zh_hans: 开发与维护联想拯救箱需要大量时间。如果你喜欢这个软件，你可以通过赞助来支持软件的开发。 点击下方的 PayPal 图标或扫描二维码使用 PayPal 赞助。 万分感谢！
zh_hant: 開發和維護 Lenovo Legion 工具套件需要大量的時間。如果您喜歡此應用程式，您可以透過贊助來支持應用程式未來的開發。 點擊下方的 PayPal 圖示或掃描 QR 條碼使用 PayPal 贊助。 萬分的感謝您！

# DonatePage_Title
source: Donate
ar: دعم المشروع
bg: Дарете
bs: Doniraj
cs: Přispět
de: Spenden
el: Δωρεά
es: Donar
fr: Faire un don
hu: Támogatás
it: Donazioni
ja: 寄付
lv: Ziedot
nl_nl: Doneer
pl: Przekaż darowiznę
pt: Doar
pt_br: Doar
ro: Donație
ru: Сделать пожертвование
sk: Prispieť
tr: Bağış
uk: Пожертування
uz_latn_uz: Qollap-quwatlaw
vi: Ủng hộ
zh_hans: 赞助
zh_hant: 贊助

source: Edit
ar: تحرير
bg: Промени
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
lv: Rediģēt
nl_nl: Wijzig
pl: Edytuj
pt: Editar
pt_br: Editar
ru: Редактировать
sk: Upraviť
tr: Düzenle
uk: Редагувати
uz_latn_uz: Ózgertiw
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# ExcludeRefreshRatesWindow_Description
source: Uncheck refresh rates that you do not want to use when Fn+R shortcut is used.
bg: Премахнете отметките на честотите на обновяване, които не бихте искали да използвате при смяна на честотата с клавишната комбинация Fn+R.
de: Deaktivieren Sie die Aktualisierungsraten, die Sie nicht verwenden möchten, wenn die Tastenkombination Fn+R verwendet wird.
el: Καταργήστε επιλογές ρυθμού ανανέωσης που δε θέλετε να χρησιμοποιήσετε μέσω της συντόμευσης Fn+R.
es: Desmarcar las tasas de actualización que no desea utilizar al usar las teclas Fn+R.
fr: Décochez les taux de rafraîchissement que vous ne souhaitez pas utiliser lorsque le raccourci Fn+R est utilisé.
hu: Törölje a jelölőnégyzetből azokat a frissítési sebességeket, amelyeket nem szeretne használni az Fn+R gyorsbillentyű használatakor.
it: Deseleziona le frequenze di aggiornamento che non desideri utilizzare quando viene utilizzata la scorciatoia Fn+R.
ja: Fn+R ショートカットを使用するときに、使用しないリフレッシュレートのチェックを外します。
lv: Noņemiet atzīmi no atsvaidzināšanas ātruma, ko nevēlaties izmantot, izmantojot fn + R saīsni.
nl_nl: Vink vernieuwingsfrequenties uit die u niet wilt gebruiken wanneer de snelkoppeling Fn+R wordt gebruikt.
pl: Odznaczone częstotliwości odświeżania nie będą mogły być zmieniane skrótem klawiszowym Fn+R.
pt: Desmarca as taxas de atualização que não quiseres usar quando o atalho Fn+R é usado.
pt_br: Desmarque as atualizações de tela que você não deseja utilizar ao pressionar o atalho Fn+R.
ru: Снимите галочки с частот обновления, которые вы не хотите учитывать при использовании сочетания клавиш Fn+R.
sk: Zaškrtnite obnovovacie frekvencie, ktoré chcete použiť pri klávesovej skratke Fn+R.
tr: Fn+R kısayolu kullanıldığında kullanmak istemediğiniz yenileme hızlarını kaldırın.
uk: Зніміть позначку з частот оновлення, які ви не хочете використовувати при натисканні Fn+R.
uz_latn_uz: Fn+R túymelerin qollanǵanda, esapqa alıw kerek emes bolǵan jańalanıw tezliklerinen belgini alıp taslań.
vi: Bỏ tích những tần số quét mà bạn không muốn dùng khi dùng tổ hợp phím Fn+R.
zh_hans: 取消选择某个刷新率你在使用 Fn + R 快捷键时不想使用的刷新率。
zh_hant: 使用 Fn+R 快捷鍵時，取消選擇您不想使用的更新率。

# ExcludeRefreshRatesWindow_NoRefreshRatesFound_Message
source: Make sure that laptop display is on. Lenovo Legion Toolkit can't load refresh rates for a display that is not on.
ar: ضع فى الاعتبار انه يجب اتكون الشاشة قيد العمل حتى يستطيع البرنامج قراءة ال refresh rate.
bg: Уверете се, че вграденият дисплей е включен. Lenovo Legion Toolkit не може да зареди честотата на опресняване на дисплей, който не е включен.
cs: Ujisti se, že je zapnutý displej notebooku. Lenovo Legion Toolkit nemůže načíst obnovovací frekvence pro displej, který není zapnutý.
de: Stellen Sie sicher, dass der Laptop-Bildschirm eingeschaltet ist. Das Lenovo Legion Toolkit kann keine Bildwiederholraten für ein nicht eingeschaltetes Display laden.
el: Βεβαιωθείτε ότι η οθόνη του υπολογιστή είναι ενεργοποιημένη. Το Lenovo Legion Toolkit δεν μπορεί να φορτώσει ρυθμούς ανανέωσης σε απενεργοποιημένη οθόνη.
es: Asegúrese de que la pantalla del portátil está encendida. Lenovo Legion Toolkit no puede cargar las tasas de refresco de una pantalla que no está encendida.
fr: Assurez-vous que l'écran intégré est actif. Lenovo Legion Toolkit ne peut charger les taux de rafraîchissement d'un écran éteint.
hu: Győződjön meg róla, hogy a laptop kijelzője be van kapcsolva. A Lenovo Legion Toolkit nem tudja betölteni a frissítési frekvenciákat egy nem bekapcsolt kijelzőhöz.
it: Assicurati che il display del laptop sia acceso. Lenovo Legion Toolkit non può caricare le frequenze di aggiornamento per un display non acceso.
ja: デバイスのディスプレイがオンになっていることを確認します。Lenovo Legion Toolkitは、電源が入っていないディスプレイのリフレッシュレートをロードできません。
lv: Pārliecinieties, vai ir ieslēgts klēpjdatora ekrāns. Lenovo Legion Toolkit nevar ielādēt atsvaidzināšanas ātrumu ekrānam, kas nav ieslēgts.
nl_nl: Zorg ervoor dat het beeldscherm van de laptop is ingeschakeld. Lenovo Legion Toolkit kan geen verversingsfrequenties laden voor een beeldscherm dat niet is ingeschakeld.
pl: Upewnij się, że ekran laptopa jest włączony. Lenovo Legion Toolkit nie może załadować częstotliwości odświeżania dla ekranu, który jest wyłączony.
pt: Certifica-te de que o ecrã do portátil está ligado. O Lenovo Legion Toolkit não consegue carregar taxas de atualização de um ecrã que não está ligado.
pt_br: Verifique se a tela do notebook está ligada. O Lenovo Legion Toolkit não pode carregar taxas de atualização para uma tela que não está ligada.
ro: Asigurați-vă că afișajul laptopului este pornit. Lenovo Legion Toolkit nu poate încărca rate de reîmprospătare pentru un afișaj care nu este pornit.
ru: Убедитесь, что дисплей ноутбука включен. Lenovo Legion Toolkit не может загрузить частоты обновления для не включенного дисплея.
sk: Uistite sa, že zabudovaný displej je zapnutý. Lenovo Legion Toolkit nemôže načítať obnovovacie frekvencie vypnutého displeja.
tr: Dizüstü bilgisayar ekranının açık olduğundan emin olun. Lenovo Legion Toolkit, açık olmayan bir ekran için yenileme hızlarını yükleyemez.
uk: Переконайтеся, що дисплей ноутбука увімкнено. Lenovo Legion Toolkit не може завантажити частоту оновлення дисплея, якщо він вимкнений.
uz_latn_uz: Noutbuk displeyi qosılǵanına isenim kámil etiń. Lenova Legion Toolkit qosılmaǵan displey ushın jańalanıw tezligin júkley almaydı.
vi: Hãy đảm bảo màn hình laptop bật. Lenovo Legion Toolkit không thể đổi tần số quét nếu màn hình laptop không bật.
zh_hans: 请确保笔记本屏幕已打开，否则本软件无法获取刷新率信息。
zh_hant: 請確保筆記型電腦顯示器已開啟。否則 Lenovo Legion 工具套件無法載入顯示器資訊。

# ExcludeRefreshRatesWindow_NoRefreshRatesFound_Title
source: No Refresh Rates found
ar: لا يوجد Refresh Rates
bg: Не бяха открити честоти на опресняване
cs: Nebyly nalezeny žádné obnovovací frekvence
de: Keine Bildwiederholraten gefunden
el: Δεν βρέθηκαν ρυθμοί ανανέωσης
es: No se han encontrado tasas de refresco
fr: Aucun taux de rafraîchissement trouvé
hu: Nem található frissítési arányok
it: Nessun refresh rate trovato
ja: リフレッシュレートが見つかりません
lv: Atsvaidzināšanas Ātrumi netika atrasti
nl_nl: Geen verversingsnelheiden gevonden
pl: Nie znaleziono żadnych częstotliwości odświeżania
pt: Não foram encontradas taxas de atualização
pt_br: Taxas de atualizações não encontradas
ro: Nicio rată de reîmprospătare găsită
ru: Частота обновления не обнаружена
sk: Žiadne nájdené obnovovacie frekvencie
tr: Yenileme Hızı bulunamadı
uk: Частоту оновлення не визначено
uz_latn_uz: Jańalanıw tezligi anıqlanbadı
vi: Không có tần số quét nào được tìm thấy
zh_hans: 未发现可调节刷新率
zh_hant: 尚未發現更新率

# ExcludeRefreshRatesWindow_Title
source: Exclude Refresh Rates
ar: استبعاد Refresh Rates
bg: Без честота на опресняване
cs: Vyloučit obnovovací frekvence
de: Bildwiederholraten ausschließen
el: Εξαίρεση Ρυθμών Ανανέωσης
es: Excluir tasas de refresco
fr: Exclure les taux de rafraîchissement
hu: Frissítési ráták kihagyása
it: Escludi refresh rate
ja: リフレッシュレートの除外
lv: Izlaist Atsvaidzināšanas Ātrumus
nl_nl: Verversingsnelheid uitsluiten
pl: Wyklucz częstotliwości odświeżania
pt: Excluir taxas de atualização
pt_br: Taxas de atualizações excluídas
ro: Excludere rată de reîmprospătare
ru: Исключить частоту обновления
sk: Vylúčiť obnovovacie frekvencie
tr: Yenileme Hızlarını Hariç Tut
uk: Виключити частоти оновлення
uz_latn_uz: Jańalanıw tezligin esaptan tısqarı qılıw
vi: Loại trừ các tần số quét
zh_hans: 排除刷新率
zh_hant: 排除更新率

source: Exit
ar: خروج
bg: Изход
bs: Izađi
cs: Konec
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
lv: Iziet
nl_nl: Sluiten
pl: Zamknij
pt: Sair
pt_br: Sair
ro: Ieșire
ru: Выход
sk: Ukončiť
tr: Çıkış
uk: Вийти
uz_latn_uz: Shıǵıw
vi: Thoát
zh_hans: 退出
zh_hant: 離開

source: Export
bg: Експортиране
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exporter
hu: Exportálás
ja: エクスポート
lv: Eksportēt
nl_nl: Exporteer
pl: Eksportuj
pt: Exportar
pt_br: Exportar
ru: Экспортировать
tr: Dışa Aktar
uk: Експорт
uz_latn_uz: Eksportlaw
vi: Xuất ra
zh_hans: 导出
zh_hant: 匯出

# ExtendedHybridModeInfoWindow_Auto_Message
source: Use only integrated GPU when on battery and both integrated and discrete GPU when AC adapter is connected. When a non-standard adapter is connected, system switches to Hybrid-iGPU Only Mode.
ar: استخدم كرت الشاشة الداخلى فقط عند استخدام البطارية و استخدم كرت الشاشة الداخلى و الخارجى عندما يكون كابل الطاقة متصل. عندما استخدام كابل طاقة غير قياسى, النظام يستخدم Hybrid-iGPU فقط.
bg: Използвай само вградената видеокарта, когато лаптопът работи само на батерия. Използвай допълнителната и вградената видеокарта, когато захранването е свързано. Когато нестандартен адаптер е свързан, системата превключва режим Hybrid-iGPU.
cs: Při napájení z baterie používejte pouze integrovaný GPU a při připojení napájecího adaptéru integrovaný i samostatný GPU. Když je připojen nestandardní adaptér, systém se přepne do režimu Hybrid-iGPU Only.
de: Verwende im Akkubetrieb nur die integrierte GPU und bei angeschlossenem Netzteil sowohl die integrierte als auch die diskrete GPU. Wenn ein Nicht-Standard-Adapter angeschlossen ist, schaltet das System in den Modus "Nur Hybrid-iGPU".
el: Χρησιμοποιήστε μόνο την ενσωματωμένη GPU όταν ο υπολογιστής λειτουργεί με την μπαταρία ενώ και τις δύο GPU όταν φορτίζει. Όταν είναι συνδεδεμένος ένας μη τυπικός φορτιστής, το σύστημα μεταβαίνει σε λειτουργία Υβριδική-iGPU Μόνο.
es: Utilizar la GPU integrada sólo si está en modo batería. Utilizar la GPU integrada y dedicada si el adaptador de CA está conectado. Si se conecta un adaptador no estándar, el sistema cambiará sólo al modo híbrido-iGPU.
fr: Utilisez uniquement le GPU intégré lorsque vous utilisez la batterie et les GPU intégrés et discrets lorsque l'adaptateur secteur est connecté. Lorsqu'un adaptateur non-standard est connecté, le système passe en mode Hybride-iGPU uniquement.
hu: Használja csak az integrált GPU-t, ha akkumulátorral működik, és az integrált és a különálló GPU-t is, ha hálózati adapter van csatlakoztatva. Ha nem szabványos adaptert csatlakoztat, a rendszer átvált a Csak hibrid-iGPU módra.
it: Usa solo la GPU integrata quando è a batteria e sia la GPU integrata che quella dedicata quando è collegato l'adattatore CA. Quando è collegato un adattatore non standard, il sistema passa alla modalità solo GPU ibrida-integrata.
ja: バッテリ使用時は内蔵GPU (iGPU) のみを使用し、ACアダプタが接続されている場合は内蔵GPUとディスクリートGPU (dGPU) の両方を使用します。低出力なアダプタが接続されている場合は、システムは「ハイブリッドiGPU専用モード」に切り替わります。
lv: Izmantojiet tikai integrēto GPU akumulatora uzlādes laikā un gan integrēto, gan diskrēto GPU, ja ir pievienots maiņstrāvas adapteris. Ja ir pievienots nestandarta adapteris, sistēma pārslēdzas tikai uz Hybrid-iGPU režīmu.
nl_nl: Gebruik alleen geïntegreerde GPU wanneer op batterij en zowel geïntegreerde als discrete GPU wanneer AC-adapter is aangesloten. Wanneer een niet-standaard adapter is aangesloten, schakelt het systeem over naar de modus Hybrid-iGPU Only.
pl: Używaj wyłącznie zintegrowanej karty graficznej podczas pracy na baterii, oraz zintegrowanej i dedykowanej przy podłączonym zasilaniu. Po podłączeniu niestandardowej ładowarki system przełącza się w tryb hybrydowy-tylko iGPU.
pt: Usa apenas a GPU integrada quando em bateria e ambas quando o carregador está ligado. Quando um carregador não standard está ligado, o sistema muda para modo Híbrido-iGPU Apenas.
pt_br: Usa somente a GPU integrada quando em modo de bateria e ambas (integrada e dedicada) quando o carregador estiver conectado. Quando um carregador não padrão estiver conectado, o sistema será colocado em modo Hibrido.
ro: Utilizează doar GPU-ul integrat pe baterie și ambele când alimentatorul este conectat. Când este conectat un alimentator non-standard, sistemul comută la modul Hibrid-iGPU.
ru: Использовать только интегрированную видеокарту при работе от батареи и одновременно встроенную и дискретную GPU при подключении блока питания. При подключении нестандартного блока питания система переключится в Гибридный режим с использованием интегрированной GPU (Hybrid-iGPU Only Mode).
sk: Pri napájaní z batérie použiť len integrovanú GPU a obe, integrovanú aj dedikovanú GPU, pri napájaní sieťovým adaptérom. Pri napájaní z neštandardného adaptéru systém prepne na režim len Hybrid-iGPU.
tr: Pille çalışırken yalnızca tümleşik GPU'yu ve AC adaptörü bağlıyken hem tümleşik hem de harici GPU'yu kullanın. Standart olmayan bir adaptör bağlandığında, sistem Yalnızca Hibrit-iGPU Moduna geçer.
uk: Використовувати тільки інтегрований ГП коли живиться з батареї, та обидва, інтегрований та дискретний ГП, коли адаптер живлення під'єднано.
uz_latn_uz: Batareyada islegende tek biriktirilgen videokartanı qollanıw hám quwatlaw adapteri jalǵanǵanda ornatılǵan hám bólekli videokartanı qollanıw. Standart emes quwatlaw adapterin qollanǵanda, sistema biriktirilgen videokartanı qollanıp gibrid rejimge ózgeredi (Hybrid-iGPU Only Mode).
vi: Chỉ sử dụng GPU tích hợp khi chạy trên nguồn pin và dùng cả hai GPU khi được nối với nguồn điện. Khi sử dụng sạc công suất thấp, hệ thống sẽ đổi sang Hybrid- chỉ GPU tích hợp.
zh_hans: 使用电池时只使用核显，连接电源适配器时同时使用核显与独显。当连接非标准（较低功率）电源适配器时，系统会切换到混合核显模式。
zh_hant: 使用電池時只使用內建顯示卡，連接電源供應器時使用內建顯示卡和獨立顯示卡。當連接低功率電源供應器時，系統將接換到混合模式（Hybrid-iGPU）。

# ExtendedHybridModeInfoWindow_Auto_Title
source: Hybrid-Auto Mode
ar: وضع ال Hybrid-Auto
bg: Хибридно-автоматичен режим
bs: Hibridno-Auto režim
cs: Hybrid-Auto mód
de: Hybrid-Auto-Modus
el: Κατάσταση Υβριδική-Αυτόματη
es: Modo híbrido-automático
fr: Mode Hybride-Auto
hu: Hybrid-Auto mód
it: Modalità ibrida-automatica
ja: オートハイブリッドモード
lv: Hybrid-Auto Režīms
nl_nl: Hybride-Auto Mode
pl: Tryb hybrydowy-auto
pt: Modo Híbrido-Auto
pt_br: Modo Hibrido Automático
ro: Mod Hibrid-Auto
ru: Режим Hybrid-Auto
sk: Režim Hybrid-Auto
tr: Hibrit-Oto Modu
uk: Автоматичний гібридний режим
uz_latn_uz: Gibrid-Avto rejim
vi: Hybrid- Tự động
zh_hans: 混合自动模式
zh_hant: 混合自動模式（Hybrid-Auto Mode）

# ExtendedHybridModeInfoWindow_DGPU_Disclaimer
source: Switching to and from this mode requires restart.
ar: التبديل من و إلى هذا الوضع يحتاج الى أعادة تشغيل.
bg: Превключване към и от този режим изисква рестартиране.
cs: Přepnutí do a z tohoto režimu vyžaduje restart.
de: Der Wechsel in und aus diesem Modus erfordert einen Neustart.
el: Η εναλλαγή από και προς αυτήν τη λειτουργία απαιτεί επανεκκίνηση.
es: El cambio a/desde este modo requiere un reinicio.
fr: Basculer vers et depuis ce mode nécessite un redémarrage.
hu: Ebbe az üzemmódba és ebből az üzemmódból való váltás újraindítást igényel.
it: Il passaggio a/da questa modalità richiede il riavvio.
ja: このモードの切り替えには、再起動が必要です。
lv: Lai pārslēgtos uz šo režīmu un no tā, nepieciešama restartēšana.
nl_nl: Voor het overschakelen van en naar deze modus is opnieuw opstarten vereist.
pl: Przełączenie tego trybu wymaga ponownego uruchomienia.
pt: Mudar de e para este modo requer que o computador seja reiniciado.
pt_br: Mudar de e para este modo requer reinicialização.
ro: Trecerea la și de la acest mod necesită repornirea.
ru: Переключение этого режима требует перезапуска.
sk: Prepínanie do a z tohto režimu vyžaduje reštart.
tr: Bu moda geçmek ve bu moddan çıkmak yeniden başlatmayı gerektirir.
uk: Перемикання на цей та з цього режиму потребує перезавантаження.
uz_latn_uz: Bul rejimdi almastırıw qayta iske túsiriwdi talap etedi.
vi: Cần khởi động để kích hoạt hoặc tắt chế độ này.
zh_hans: 切换到此模式需要重启。
zh_hant: 切換到此模式需要重新啟動。
