Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# PackagesPage_DownloadFailed_Message
source: Check if Machine Type and OS are set correctly.
ar: تحقق من ضبط نوع الجهاز ونظام التشغيل بشكل صحيح.
bg: Проверете дали видът на машината и операционната система са правилно зададени.
bs: Provjerite da li su tip uređaja i OS ispravno postavljeni.
cs: Zkontroluj, zda je správně nastavený Typ a OS notebooku.
de: Prüfen Sie, ob Maschinentyp und Betriebssystem richtig eingestellt sind.
el: Ελέγξτε εάν ο Τύπος Μηχανήματος και το λειτουργικό σύστημα είναι σωστά.
es: Comprobar si el tipo de máquina y el Sistema Operativo están configurados correctamente.
fr: Vérifiez que le type de machine et le système d'exploitation sont correctement définis.
hu: Ellenőrizze, hogy a gép típusa és az operációs rendszer helyesen van-e beállítva.
it: Verificare se il tipo di macchina e il sistema operativo sono impostati correttamente.
lv: Pārbaudiet, vai Iekārtas Tips un OS ir iestatīti pareizi.
nl_nl: Controleer of Machine Type en OS correct zijn ingesteld.
pl: Sprawdź, czy typ maszyny i system operacyjny jest właściwy.
pt: Confirma que o tipo de máquina e sistema operativo estão definidos corretamente.
pt_br: Verifique se o Tipo de Máquina e o sistema operacional estão configurados corretamente.
ro: Verificați dacă Tipul sistemului și Sistemul de operare sunt setate corect.
ru: Проверьте, верно ли заданы Тип модели устройства и ОС.
sk: Skontrolujte či Typ zariadenia a OS sú nastavené správne.
tr: Makine Türü ve işletim sisteminin doğru ayarlanıp ayarlanmadığını kontrol edin.
uk: Перевірте, що тип пристрою та ОС виставлений коректно.
uz_latn_uz: Qurılma modeliniń túri hám OS durıs kórsetilgenin tekseriń.
vi: Kiểm tra Mã máy và Hệ điều hành được đặt đúng.
zh_hans: 请确保机器类型与系统类型设置正确！
zh_hant: 檢查裝置類型和系統設定是否正確。

# PackagesPage_DownloadFailed_Title
source: Something went wrong
ar: هناك خطأ ما
bg: Нещо се обърка
bs: Nešto je pošlo po zlu
cs: Něco se pokazilo
de: Etwas ist schiefgelaufen
el: Παρουσιάστηκε κάποιο πρόβλημα
es: Algo salió mal
fr: Un problème est survenu
hu: Valami nem sikerült
it: Si è verificato un errore
ja: エラーが発生しました
lv: Kaut kas nogāja greizi
nl_nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
pt_br: Alguma coisa deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
tr: Bir şeyler ters gitti
uk: Щось пішло не так
uz_latn_uz: Qátelik júz berdi
vi: Đã có lỗi xảy ra
zh_hans: 什么地方出错了(っ °Д °;)っ
zh_hant: 發生錯誤

# PackagesPage_DownloadInProgress_Message
source: Changing sorting, filtering results, hiding packages or refreshing the list will stop the download. Do you want to continue?
ar: سيؤدي تغيير الترتيب أو تصفية النتائج أو إخفاء الحزم أو تحديث القائمة إلى إيقاف التنزيل. هل تريد الاستمرار؟
bg: Промяна в сортирането, филтриране на резултатите, скриване на пакети или презареждане на списъка ще прекъсне свалянето. Желаете ли да продължите?
bs: Promjena sortiranja, filtriranje rezultata, skrivanje paketa ili osvježavanje liste će zaustaviti preuzimanje. Želite li nastaviti?
cs: Změna řazení, filtrování výsledků, skrytí balíčků, nebo obnovení seznamu zastaví stahování. Chceš pokračovat?
de: Wenn Sie die Sortierung ändern, die Ergebnisse filtern, Pakete ausblenden oder die Liste aktualisieren, wird der Download abgebrochen. Möchten Sie fortfahren?
el: Η αλλαγή της ταξινόμησης, το φιλτράρισμα των αποτελεσμάτων, η απόκρυψη πακέτων ή η ανανέωση της λίστας θα σταματήσει τη λήψη. Θέλετε να συνεχίσετε;
es: Modificar el orden, filtrar los resultados, ocultar paquetes o actualizar la lista detendrá la descarga. ¿Desea continuar?
fr: Modifier le tri, filtrer les résultats, masquer les paquets ou actualiser la liste arrêtera le téléchargement. Voulez-vous continuer ?
hu: A rendezés megváltoztatása, az eredmények szűrése, a csomagok elrejtése vagy a lista frissítése leállítja a letöltést. Folytatni szeretné?
it: Modificare l'ordinamento, filtrare i risultati, nascondere i pacchetti o aggiornare l'elenco interromperà il download. Vuoi continuare?
lv: Kārtošanas maiņa, rezultātu filtrēšana, pakotņu paslēpšana vai saraksta atsvaidzināšana apturēs lejupielādi. Vai vēlaties turpināt?
nl_nl: Het wijzigen van sortering, het filteren van resultaten, het verbergen van pakketten of het vernieuwen van de lijst zal het downloaden stoppen. Wil je doorgaan?
pl: Zmiana sortowania lub filtru, ukrycie pakietu lub odświeżenie listy zatrzyma pobieranie. Czy kontynuować mimo to?
pt: Mudar a ordem, filtrar resultados, esconder pacotes ou atualizar a lista irá parar o download. Queres continuar?
pt_br: Alterar a classificação, filtrar resultados, ocultar pacotes ou atualizar a lista interromperá o download. Deseja continuar?
ro: Modificarea sortării, filtrarea rezultatelor, ascunderea pachetelor sau reîmprospătarea listei va opri descărcarea. Doriți să continuați?
ru: При изменении сортировки, фильтрации результатов, скрытии пакетов или обновлении списка процесс загрузки будет остановлен. Вы хотите продолжить?
sk: Zmena triedenia, filtrovanie výsledkov, skrytie balíkov alebo obnovenie zoznamu zastaví sťahovanie. Chcete pokračovať?
tr: Sıralamayı değiştirmek, sonuçları filtrelemek, paketleri gizlemek veya listeyi yenilemek indirmeyi durduracaktır. Devam etmek istiyor musun?
uk: Зміна сортування, результатів фільтрації, приховування пакунків або оновлення списку призведе до зупинки завантаження. Бажаєте продовжити?
uz_latn_uz: Sortlawdı ózgertiw, nátiyjelerdi filtrlew, paketlerdi jasırıw yamasa dizimdi jańalaw júklep alıwdı toqtatadı. Dawam etiwdi qáleysiz be?
vi: Thay đổi thứ tự sắp xếp, lọc kết quả, ẩn các gói cài đặt hoặc làm mới danh sách sẽ dừng quá trình tải về. Bạn có muốn tiếp tục?
zh_hans: 改变排序、搜索关键词、隐藏软件包或刷新列表将停止下载。确定吗？
zh_hant: 變更排序、篩選結果、隱藏套件或重新整理清單將停止下載。您確定嗎？

# PackagesPage_DownloadInProgress_Title
source: Download in progress
ar: جارٍ التنزيل
bg: Изтеглянето е в ход
bs: Preuzimanje u toku
cs: Probíhá stahování
de: Download läuft
el: Λήψη σε εξέλιξη
es: Descarga en curso
fr: Téléchargement en cours
hu: Letöltés folyamatban
it: Download in corso
ja: ダウンロードが進行中です
lv: Notiek Lejupielāde
nl_nl: Bezig met downloaden
pl: Trwa pobieranie
pt: Download em progresso
pt_br: Download em andamento
ro: Descărcare în curs
ru: Идет скачивание
sk: Prebieha sťahovanie
tr: İndirme devam ediyor
uk: Триває завантаження
uz_latn_uz: Júklenbekte
vi: Đang tải xuống
zh_hans: 下载进行中
zh_hant: 下載進行中

source: Filter...
bg: Филтрирай...
el: Φίλτρα...
es: Filtro...
hu: Szűrő...
ja: フィルタ...
lv: Filtrs...
nl_nl: Filteren...
pl: Filtruj...
pt: Filtro...
pt_br: Filtro...
ru: Фильтр...
tr: Filtre...
uk: Фільтр...
uz_latn_uz: Filtr...
vi: Lọc...
zh_hans: 搜索...
zh_hant: 篩選……

# PackagesPage_MachineType
source: Machine Type
ar: نوع الجهاز أو الآلة
bg: Вид на машината
bs: Tip uređaja
cs: Typ zařízení
de: Gerätetyp
el: Τύπος Μηχανήματος
es: Tipo de máquina
fr: Type de Machine
hu: Gép típusa
it: Codice modello
ja: デバイスの種類
lv: Iekārtas Tips
pl: Typ maszyny
pt: Tipo de Dispositivo
pt_br: Tipo de máquina
ro: Tip sistem
ru: Тип модели устройства
sk: Typ zariadenia
tr: Cihaz Tipi
uk: Тип пристроя
uz_latn_uz: Qurılma modeliniń túri
vi: Mã máy
zh_hans: 设备代号
zh_hant: 裝置類型

# PackagesPage_OperatingSystem
source: Operating System
ar: نظام التشغيل
bg: Операционна система
bs: Operativni sistem
cs: Operační systém
de: Betriebssystem
el: Λειτουργικό σύστημα
es: Sistema operativo
fr: Système d'exploitation
hu: Operációs rendszer
it: Sistema Operativo
ja: オペレーティングシステム
lv: Operētājsistēma
nl_nl: Besturingssysteem
pl: System operacyjny
pt: Sistema Operativo
pt_br: Sistema operacional
ro: Sistem de operare
ru: Операционная система
sk: Operačný systém
tr: İşletim sistemi
uk: ОС
uz_latn_uz: Operacion sistema
vi: Hệ điều hành
zh_hans: 系统
zh_hant: 作業系統

# PackagesPage_PrimarySource
source: Primary (Recommended)
ar: أولي أو أساسي (يوصى به)
bg: Основен (препоръчано)
bs: Primarno (preporučeno)
cs: Primární (Doporučený)
de: Primäre (Empfohlen)
el: Κύρια (Συνιστάται)
es: Primario (recomendado)
fr: Principale (Recommandée)
hu: Elsődleges (ajánlott)
it: Ufficiale (consigliato)
ja: プライマリ (推奨)
lv: Primārais (Ieteicamais)
nl_nl: Primair (aanbevolen)
pl: Główne (zalecane)
pt: Primário (Recomendo)
pt_br: Primário (Recomendado)
ro: Principal (recomandat)
ru: Основной (Рекомендуется)
sk: Primárny (Odporúčaný)
tr: Birincil (Önerilen)
uk: Початкове (рекомендовано)
uz_latn_uz: Tiykarǵı (Usınıs etilgen)
vi: Chính (Khuyên Dùng)
zh_hans: 首选来源（推荐）
zh_hant: 主要（推薦）

# PackagesPage_PrimarySource_Message
source: Same as Lenovo Vantage
bg: Както Lenovo Vantage
de: Wie bei Lenovo Vantage
el: Ίδιο με το Lenovo Vantage
es: Igual que Lenovo Vantage
fr: Identique à Lenovo Vantage
hu: Ugyanaz, mint a Lenovo Vantage
ja: Lenovo Vantageと同じ
lv: Tas pats, kas Lenovo Vantage
nl_nl: Gelijk aan Lenovo Vantage
pl: Tak jak z Lenovo Vantage
pt: O mesmo que o Lenovo Vantage
pt_br: O mesmo que o Lenovo Vantage
ru: Аналогичен Lenovo Vantage
sk: Rovnaký ako Lenovo Vantage
tr: Lenovo Vantage ile aynı
uk: Те саме, що й в Lenovo Vantage
uz_latn_uz: Lenovo Vantage benen birdey
vi: Tương tự như trên Lenovo Vantage
zh_hans: 与 Lenovo Vantage 中的驱动一致
zh_hant: 與 Lenovo Vantage 相同

# PackagesPage_SecondarySource
source: Secondary
ar: ثانوي
bg: Второстепенен
bs: Sekundarno
cs: Sekundární
de: Sekundäre
el: Δευτερεύουσα
es: Secundario
fr: Secondaire
hu: Másodlagos
it: Terze parti
ja: セカンダリ
lv: Sekundārais
nl_nl: Secundair
pl: Drugorzędne
pt: Secundário
pt_br: Secundário
ro: Secundar
ru: Вторичный
sk: Sekundárny
tr: İkincil
uk: Додаткове
uz_latn_uz: Ekilemshi
vi: Phụ
zh_hans: 备用来源（第三方）
zh_hant: 次要

# PackagesPage_SecondarySource_Message
source: Same as Lenovo PC Support
bg: Както Lenovo PC Support
de: Wie bei Lenovo PC Support Website
el: Ίδιο με την Υποστήριξη Υπολογιστών Lenovo
es: Igual que en la página web de soporte PC de Lenovo
fr: Identique à celui du Support PC Lenovo
hu: Ugyanaz, mint a Lenovo PC Support
ja: Lenovo PC Supportと同じ
lv: Tas pats, kas Lenovo PC Support
nl_nl: Gelijk aan Lenovo PC Support
pl: Tak jak ze strony Lenovo
pt: O mesmo que o Lenovo PC Support
pt_br: O mesmo que Lenovo PC Support
ru: Аналогичен Поддержке ПК Lenovo
sk: Rovnaký ako Lenovo PC Support
tr: Lenovo PC Desteği ile aynı
uk: Те саме, що й в підтримці ПК Lenovo
uz_latn_uz: Lenovo PC qollap-quwatlawı menen birdey
vi: Tương tự như trên Lenovo PC Support
zh_hans: 与联想海外支持网页的驱动一致
zh_hant: 與 Lenovo PC Support 相同

# PackagesPage_Sort_Category
source: Category
ar: الفئة-التصنيف
bg: Категория
bs: Kategorija
cs: Kategorie
de: Kategorie
el: Κατηγορία
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリー
lv: Kategorija
nl_nl: Categorie
pl: Kategoria
pt: Categoria
pt_br: Categoria
ro: Categorie
ru: Категория
sk: Kategória
tr: Kategori
uk: Категорія
uz_latn_uz: Kategoriya
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

# PackagesPage_Sort_Date
source: Date
ar: التاريخ
bg: Дата
bs: Datum
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
hu: Dátum
it: Data
ja: 日付
lv: Datums
nl_nl: Datum
pl: Data
pt: Data
pt_br: Data
ro: Dată
ru: Дата
sk: Dátum
tr: Tarih
uk: Дата
uz_latn_uz: Sáne
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# PackagesPage_Sort_Name
source: Name
ar: الاسم
bg: Име
bs: Naziv
cs: Jméno
el: Όνομα
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
lv: Nosaukums
nl_nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Názov
tr: İsim
uk: Ім’я
uz_latn_uz: Ataması
vi: Tên
zh_hans: 名字
zh_hant: 名稱

# PackagesPage_Source
source: Source
ar: المصدر
bg: Източник
bs: Izvor
cs: Zdroj
de: Quelle
el: Πηγή
es: Origen
hu: Forrás
it: Fonte
ja: ソース
lv: Avots
nl_nl: Bron
pl: Źródło
pt: Fonte
pt_br: Origem
ro: Sursă
ru: Источник
sk: Zdroj
tr: Kaynak
uk: Джерело
uz_latn_uz: Derek
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# PackagesPage_Title
source: Downloads
ar: التحميلات
bg: Изтегляния
bs: Preuzimanja
cs: Stažené
el: Λήψεις
es: Descargas
fr: Téléchargements
hu: Letöltések
ja: ダウンロード
lv: Lejupielādes
pl: Pobieranie
ro: Descărcări
ru: Загрузки
sk: Balíčky
tr: İndirilenler
uk: Завантаження
uz_latn_uz: Júklengenler
vi: Tải về
zh_hans: 驱动下载
zh_hant: 下載

source: Paste
ar: لصق
bg: Поставяне
bs: Zalijepi
cs: Vložit
de: Einfügen
el: Επικόλληση
es: Pegar
fr: Coller
hu: Beillesztés
it: Incolla
ja: 貼り付け
lv: Ielīmēt
nl_nl: Plakken
pl: Wklej
pt: Colar
pt_br: Colar
ro: Lipire
ru: Вставить
sk: Vložiť
tr: Yapıştır
uk: Вставити
uz_latn_uz: Ornalastırıw
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# PowerModeAutomationStepControl_Message
source: Change performance mode.
ar: اختر وضع الأداء.
bg: Изберете режим на производителност.
cs: Vyber režim výkonu.
de: Auswahl des Leistungsmodus.
el: Επιλογή λειτουργίας απόδοσης.
es: Seleccionar modo de rendimiento.
fr: Sélectionnez le mode de performance.
hu: Teljesítmény üzemmód váltása.
it: Cambia la modalità energetica.
ja: パフォーマンスモードを変更します。
lv: Izvēlēties veiktspējas režīmu.
nl_nl: Selecteer prestatiemodus.
pl: Zmień tryb wydajności.
pt: Selecionar modo de desempenho.
pt_br: Alterar o modo de desempenho.
ro: Selectați modul de performanță.
ru: Выбрать режим работы.
sk: Zvoliť výkonný režim.
tr: Performans modunu seçin.
uk: Обрати режим потужності.
uz_latn_uz: Islew rejimin tańlań.
vi: Lựa chọn Chế độ.
zh_hans: 选择性能模式
zh_hant: 選擇效能模式。

# PowerModeAutomationStepControl_Title
source: Power Mode
ar: وضع الطاقة
bg: Режим на захранване
bs: Režim rada
cs: Režim výkonu
de: Leistungsmodus
el: Λειτουργία Ισχύος
es: Modo de alimentación
fr: Mode d'alimentation
hu: Teljesítménymód
it: Modalità energetica
ja: 電源モード
lv: Barošanas Režīms
nl_nl: Energiemodus
pl: Tryb wydajności
pt: Modo de energia
pt_br: Plano de Energia
ro: Mod putere
ru: Режим питания
sk: Režim výkonu
tr: Güç Modu
uk: Режим живлення
uz_latn_uz: Quwatlılıq rejimi
vi: Chế độ
zh_hans: 性能模式
zh_hant: 電源模式

# PowerModeControl_Message
source: Change performance mode. Performance mode can also be changed with Fn+Q.
ar: حدد وضع الأداء. يمكنك تبديل الوضع باستخدام Fn + Q.
bg: Изберете режим на производителност. Може да промените режима с клавишната комбинация Fn+Q.
cs: Vyber režim výkonu. Režim můžeš přepínat pomocí Fn+Q.
de: Auswahl des Leistungsmodus. Sie können den Modus mit Fn+Q wechseln.
el: Επιλέξτε λειτουργία απόδοσης. Μπορείτε να αλλάξετε λειτουργία με το Fn+Q.
es: Seleccionar el modo de rendimiento. Puede cambiar de modo con Fn+Q.
fr: Sélectionnez le mode de performances. Vous pouvez changer de mode avec Fn+Q.
hu: Teljesítmény üzemmód váltása. A teljesítménymódot az Fn+Q billentyűkombinációval is meg lehet változtatni.
it: Cambia la modalità energetica. Puoi anche usare la scorciatoia Fn+Q.
ja: パフォーマンスモードを変更します。 パフォーマンスモードは Fn+Q でも変更できます。
lv: Izvēlēties veiktspējas režīmu. Jūs varat režīmus mainīt ar Fn+Q.
nl_nl: Selecteer prestatiemodus. U kunt van modus wisselen met Fn+Q.
pl: Zmień tryb wydajności. Możesz też zmienić tryb wydajności klawiszami Fn+Q.
pt: Seleciona o esquema de energia. Podes mudar com Fn+Q.
pt_br: Alterar o modo de desempenho. Você pode alternar entre os modos pressionando Fn+Q.
ro: Selectați modul de performanță. Puteți schimba modul apăsând Fn+Q.
ru: Выберите режим работы. Переключение режима осуществляется с помощью Fn+Q.
sk: Výber výkonostného režimu. Môžete prepnúť pomocou Fn+Q.
tr: Performans modunu seçin. Fn+Q ile modu değiştirebilirsiniz.
uk: Оберіть режим потужності. Ви можете перемикатися між режимами використовуючи Fn+Q.
uz_latn_uz: Islew rejimin saylań. Rejimdi Fn+Q járdeminde ózgerte alasız.
vi: Chuyển đổi các Chế độ hiệu năng. Bạn có thể chuyển đổi giữa các Chế độ với Fn+Q.
zh_hans: 选择性能模式 你可以通过快捷键 Fn+Q 快速更改。
zh_hant: 選擇效能模式。 您可以透過快捷鍵 Fn+Q 快速變更。

# PowerModeControl_Settings
source: Settings
ar: الإعدادات
bg: Настройки
bs: Postavke
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Opzioni
ja: 設定
lv: Iestatījumi
nl_nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
tr: Ayarlar
uk: Налаштування
uz_latn_uz: Sazlawlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# PowerModeControl_Title
source: Power Mode
ar: وضع الطاقة
bg: Режим на захранване
bs: Režim rada
cs: Režim výkonu
de: Leistungsmodus
el: Λειτουργία Ισχύος
es: Modo de alimentación
fr: Mode d'alimentation
hu: Teljesítménymód
it: Modalità energetica
ja: 電源モード
lv: Barošanas Režīms
nl_nl: Energiemodus
pl: Tryb wydajności
pt: Esquema de energia
pt_br: Plano de Energia
ro: Mod putere
ru: Режим питания
sk: Režim výkonu
tr: Güç Modu
uk: Режим живлення
uz_latn_uz: Quwatlılıq rejimi
vi: Chế độ
zh_hans: 性能模式
zh_hant: 電源模式

# PowerModeControl_Warning
source: Selected power mode may not work correctly without AC adapter connected.
ar: قد لا يعمل وضع الطاقة المحدد بشكل صحيح بِدون توصيل محول التيار المتردد.
bg: Избраният режим на захранване може да не работи правилно без свързано зарядно.
de: Der gewählte Leistungsmodus funktioniert möglicherweise nicht richtig, wenn kein Netzteil angeschlossen ist.
el: Η επιλεγμένη λειτουργία ισχύος ενδέχεται να μη λειτουργεί σωστά χωρίς συνδεδεμένο φορτιστή.
es: El modo de alimentación seleccionado puede no funcionar correctamente sin el adaptador de corriente alterna conectado.
fr: Le mode d'alimentation sélectionné peut ne pas fonctionner correctement sans adaptateur secteur connecté.
hu: A kiválasztott teljesítménymód nem biztos, hogy megfelelően működik hálózati adapter csatlakoztatása nélkül.
it: La modalità di alimentazione selezionata potrebbe non funzionare correttamente senza un alimentatore collegato.
ja: AC アダプタが接続されていないと、選択した電源モードが正しく動作しない可能性があります。
lv: Izvēlētais barošanas režīms var nedarboties pareizi, ja nav pievienots maiņstrāvas adapteris.
nl_nl: De geselecteerde energiemodus werkt mogelijk niet correct als de netadapter niet is aangesloten.
pl: Wybrany tryb wydajności może nie działać właściwie bez podłączonego zasilania.
pt: O esquema de energia selecionado pode não funcionar corretamente sem o carregador conectado.
pt_br: O modo de energia selecionado pode não funcionar corretamente sem o carregador conectado.
ro: Este posibil ca modul de putere selectat să nu funcționeze corect fără alimentator.
ru: Выбранный режим питания может работать некорректно, если блок питания не подключен.
sk: Vybraný režim výkonu nemusí pracovať správne bez pripojeného sieťového adaptéra.
tr: Seçilen güç modu, AC adaptörü bağlı olmadan düzgün çalışmayabilir.
uk: Обраний режим живлення може не працювати справно без підключеного блоку живлення.
uz_latn_uz: Quwatlaw blogı qosılmasa, saylanǵan quwatlılıq rejimi durıs islemewi múmkin.
vi: Chế độ được lựa chọn có thể không hoạt động nếu không được kết nối nguồn điện ngoài.
zh_hans: 在未插入电源适配器的情况下，性能模式可能无法正常生效。
zh_hant: 尚未連接電源供應器時，電源模式可能無法正確地的運作。

# WindowsPowerPlansWindow_DefaultPowerPlan
source: Default
de: Standard
el: Προεπιλογή
es: Predefinido
hu: Alapértelmezett
ja: 既定
nl_nl: Standaard
pl: Domyślny
pt: Padrão
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# WindowsPowerPlansWindow_Title
source: Windows Power Plans
de: Windows Energiesparpläne
el: Πλάνα Τροφοδοσίας Windows
es: Planes de energía de Windows
hu: Windows Energiasémák
ja: Windows電源プラン
nl_nl: Windows Energiebeheerschema's
pl: Plany zasilania systemu Windows
pt: Esquemas de Energia do Windows
pt_br: Planos de Energia do Windows
ru: Схемы питания Windows
tr: Windows Güç Planları
uk: План живлення Windows
vi: Power Plans
zh_hans: Windows 电源计划
zh_hant: Windows 電源計劃

# RGBKeyboardBacklightAutomationStepControl_Message
source: Adjust keyboard backlight preset.
ar: اضبط الإعداد المسبق للإضاءة الخلفية للوحة المفاتيح.
bg: Нагласяне на предварително зададените настройки за подсветка.
bs: Prilagodite pozadinsko osvjetljenje tastature.
cs: Upravit předvolbu podsvícení klávesnice.
de: Vorlage der Tastaturbeleuchtung einstellen.
el: Προσαρμογή προεπιλογής φωτισμού πληκτρολογίου.
es: Ajustar la retroiluminación predefinida del teclado.
fr: Ajustez le préréglage du rétroéclairage du clavier.
hu: Billentyűzet háttérvilágítás beállítása.
it: Modifica retroilluminazione tastiera.
ja: キーボードのバックライトのプリセットを調整します。
lv: Pielāgojiet tastatūras fona apgaismojuma iestatījumu.
nl_nl: Pas de voorinstelling van de achtergrondverlichting van het toetsenbord aan.
pl: Dostosuj ustawienie predefiniowane podświetlenia klawiatury.
pt: Ajustar o brilho da luz de fundo do teclado.
pt_br: Ajustar a predefinição da luz de fundo do teclado.
ro: Modificați profilul de iluminare al tastaturii.
ru: Настройть пресет подсветки клавиатуры.
sk: Upraviť predvoľbu podsvietenia klávesnice.
tr: Klavye ışıklarını ayarlayın.
uk: Налаштуйте шаблон підсвітки клавіатури.
uz_latn_uz: Klaviaturnıń arqa jaqtılıǵın aldınnan sazlawdı ornatıń.
vi: Thay đổi tùy chọn đèn nền bàn phím.
zh_hans: 调节键盘背光预设
zh_hant: 調整鍵盤背光預設。

# RGBKeyboardBacklightAutomationStepControl_Title
source: Keyboard backlight
ar: الإضاءة الخلفية للوحة المفاتيح
bg: Подсветка на клавиатурата
bs: Pozadinsko osvjetljenje tastature
cs: Podsvícení klávesnice
de: Tastaturbeleuchtung
el: Φωτισμός πληκτρολογίου
es: Retroiluminación del teclado
fr: Rétroéclairage du clavier
hu: Billentyűzet háttérvilágítás
it: Retroilluminazione tastiera
ja: キーボードバックライト
lv: Tastatūras Izgaismojums
nl_nl: Toetsenbordverlichting
pl: Podświetlenie klawiatury
pt: Luz do teclado
pt_br: Iluminação do teclado
ro: Iluminare tastatură
ru: Подсветка клавиатуры
sk: Podsvietenie klávesnice
tr: Klavye ışığı
uk: Підсвітка клавіатури
uz_latn_uz: Klaviaturanıń arqa jaqtılıǵı
vi: Đèn nền bàn phím
zh_hans: 键盘背光
zh_hant: 鍵盤背光

# RGBKeyboardBacklightBrightnessCardControl_Brightness
source: Brightness
ar: السطوع
bg: Яркост
bs: Svjetlost
de: Helligkeit
el: Φωτεινότητα
es: Brillo
fr: Luminosité
hu: Fényerő
it: Luminosità
ja: 明るさ
lv: Spilgtums
nl_nl: Helderheid
pl: Jasność
pt: Luminosidade
pt_br: Brilho
ro: Luminozitate
ru: Яркость
sk: Jas
tr: Parlaklık
uk: Яскравість
uz_latn_uz: Jarıqlıq
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

# RGBKeyboardBacklightControl_Preset1
source: Preset 1
ar: الإعدادات المسبقة رَقَم 1
bg: Предварително зададена настройка 1
bs: Šablon 1
cs: Předvolba 1
de: Vorlage 1
el: Προεπιλογή 1
es: Predefinido 1
fr: Préréglage 1
hu: Előre beállított 1
it: Tema 1
ja: プリセット 1
lv: Priekšiestatījums 1
nl_nl: Voorinstelling 1
pl: Ustawienie 1
pt: Predefinição 1
pt_br: Predefinição 1
ro: Profil 1
ru: Пресет 1
sk: Predvoľba 1
tr: Ön ayar 1
uk: Шаблон 1
uz_latn_uz: Sazlawlar jıyındısı 1
vi: Thiết lập 1
zh_hans: 预设 1
zh_hant: 預設 1

# RGBKeyboardBacklightControl_Preset2
source: Preset 2
ar: الإعدادات المسبقة رَقَم 2
bg: Предварително зададена настройка 2
bs: Šablon 2
cs: Předvolba 2
de: Vorlage 2
el: Προεπιλογή 2
es: Predefinido 2
fr: Préréglage 2
hu: Előre beállított 2
it: Tema 2
ja: プリセット 2
lv: Priekšiestatījums 2
nl_nl: Voorinstelling 2
pl: Ustawienie 2
pt: Predefinição 2
pt_br: Predefinição 2
ro: Profil 2
ru: Пресет 2
sk: Predvoľba 2
tr: Ön ayar 2
uk: Шаблон 2
uz_latn_uz: Sazlawlar jıyındısı 2
vi: Thiết lập 2
zh_hans: 预设 2
zh_hant: 預設 2

# RGBKeyboardBacklightControl_Preset3
source: Preset 3
ar: الإعدادات المسبقة رَقَم 3
bg: Предварително зададена настройка 3
bs: Šablon 3
cs: Předvolba 3
de: Vorlage 3
el: Προεπιλογή 3
es: Predefinido 3
fr: Préréglage 3
hu: Előre beállított 3
it: Tema 3
ja: プリセット 3
lv: Priekšiestatījums 3
nl_nl: Voorinstelling 3
pl: Ustawienie 3
pt: Predefinição 3
pt_br: Predefinição 3
ro: Profil 3
ru: Пресет 3
sk: Predvoľba 3
tr: Ön ayar 3
uk: Шаблон 3
uz_latn_uz: Sazlawlar jıyındısı 3
vi: Thiết lập 3
zh_hans: 预设 3
zh_hant: 預設 3

# RGBKeyboardBacklightControl_Preset4
source: Preset 4
de: Vorlage 4
el: Προεπιλογή 4
es: Predefinido 4
hu: Előre beállított 4
ja: プリセット 4
nl_nl: Voorinstelling 4
pl: Ustawienie 4
pt: Predefinição 4
pt_br: Perfil 4
ru: Пресет 4
tr: Ön ayar 4
uk: Шаблон 4
vi: Thiết lập 4
zh_hans: 预设 4
zh_hant: 預設 4
