Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# SettingsPage_OnBatterySinceReset_Title
source: Reset "On battery since" at startup
bg: Нулиране на "На батерия от" брояча при стартиране
de: Zurücksetzen von "Auf Akku seit" beim Starten
el: Μηδενισμός "Λειτουργία με την μπαταρία από" στην εκκίνηση
es: Restablecer "En batería desde" al iniciar
hu: „Akkumulátoron ennyi ideje” visszaállítása indításkor
ja: 起動時に「バッテリー駆動時間」をリセットする
nl_nl: Stel de teller voor 'Op batterij sinds' opnieuw in wanneer het systeem opstart
pl: Resetuj "Czas na baterii" przy starcie systemu
pt: Reinicia "Em bateria desde" ao iniciar
pt_br: Redefinir "Na bateria desde" na inicialização
ru: Сбросить счетчик "На аккумуляторе" при запуске
tr: Başlangıçta "Pilde" ifadesini sıfırla
uk: Скидання параметра "Від батареї з" під час запуску
vi: Đặt lại "Thời gian chạy trên pin" khi khởi động
zh_hans: 启动时重置电池使用时间
zh_hant: 啟動時，重設「電池使用時間」

# TurnOffWiFiAutomationStepControl_Title
source: Turn off WiFi
bg: Изключване на WiFi
de: WLAN ausschalten
el: Κλείσιμο WiFi
es: Apagar el WiFi
hu: Wi-Fi kikapcsolása
ja: Wi-Fiをオフにする
nl_nl: WiFi uitschakelen
pl: Wyłącz Wi-Fi
pt: Desligar o Wi-Fi
pt_br: Desativar o Wi-Fi
ru: Выключить WiFi
tr: WiFi'yi kapat
uk: Вимкнути Wi-Fi
vi: Tắt WiFi
zh_hans: 关闭 Wi-Fi
zh_hant: 關閉 Wi-Fi

# TurnOnWiFiAutomationStepControl_Title
source: Turn on WiFi
bg: Включване на WiFi
de: WLAN einschalten
el: Άνοιγμα WiFi
es: Encender el WiFi
hu: Wi-Fi bekapcsolása
ja: Wi-Fiをオンにする
nl_nl: Wifi inschakelen
pl: Włącz Wi-Fi
pt: Ligar o Wi-Fi
pt_br: Ligar o Wi-Fi
ru: Включить WiFi
tr: WiFi'yi aç
uk: Увімкнути Wi-Fi
vi: Bật WiFi
zh_hans: 打开 Wi-Fi
zh_hant: 開啟 Wi-Fi

# RunAutomationStepControl_ProcessRunSilently
source: Run silently
bg: Тихо стартиране
de: Im Hintergrund starten
el: Εκτέλεση ήσυχα
es: Ejecutar silenciosamente
hu: Futás csendben
ja: バックグラウンドで実行
nl_nl: Stil uitvoeren
pl: Uruchom po cichu
pt_br: Executar silenciosamente
ru: Тихий запуск
tr: Sessizce çalış
uk: Тихий запуск
vi: Chạy im lặng
zh_hans: 静默运行
zh_hant: 靜音地執行

# RunAutomationStepControl_ProcessWaitUntilFinished
source: Wait until finished
bg: Изчакване до приключване на изпълнение
de: Warten bis fertig
el: Αναμονή μέχρι να τελειώσει
es: Esperar a que finalice
hu: Várjon, amíg befejeződik
ja: 終了するまで待つ
nl_nl: Wacht totdat het voltooid is
pl: Czekaj na ukończenie
pt: Esperar finalizar
pt_br: Aguardar até terminar
ru: Ждать до завершения
tr: Bitene kadar bekle
uk: Чекати закінчення
vi: Đợi cho đến khi hoàn thành
zh_hans: 等待运行结束
zh_hant: 等待直到任務完成

# RunAutomationStepControl_ProcessRunSilently_Description
source: Execute console applications, without creating a console window.
de: Führen Sie Konsolenanwendungen aus, ohne ein Konsolenfenster zu erstellen.
el: Εκτελεί εφαρμογές κονσόλας, χωρίς τη δημιουργία παραθύρου κονσόλας.
es: Ejecutar aplicaciones de consola, sin crear una ventana de consola.
hu: Konzolalkalmazások végrehajtása konzolablak létrehozása nélkül.
ja: コンソールウィンドウを表示せずに、コンソールアプリケーションを実行します。
nl_nl: Voer console applicaties uit zonder een hiervoor een scherm te openen.
pl: Uruchom aplikacje wiersza poleceń, bez pokazywania okna wiersza poleceń.
pt: Executa aplicações de console, sem criar uma janela de console.
pt_br: Execute aplicativos de console sem criar uma janela de console.
ru: Выполнять консольные задачи, не открывая окно командной строки.
tr: Konsol penceresini oluşturmadan konsol uygulamalarını yürütün.
uk: Виконувати консольні програми, не створюючи консольного вікна.
vi: Thực thi ứng dụng mà không hiển thị cửa sổ lệnh.
zh_hans: 不新建命令行窗口运行命令行应用。
zh_hant: 在不建立控制台視窗的情況下，執行控制台應用程式。

# RunAutomationStepControl_ProcessWaitUntilFinished_Description
source: Wait until program or script finishes executing
bg: Изчакване на програмата или скрипта да приключат изпълнението си
de: Warten, bis das Programm oder Skript fertig ausgeführt ist
el: Αναμένει μέχρι το πρόγραμμα ή το script τελειώσει την εκτέλεσή του
es: Esperar a que el programa o script termine de ejecutarse
hu: Várjon, amíg a program vagy a szkript befejezi a végrehajtást
ja: プログラムまたはスクリプトの実行が終了するまで待ちます
nl_nl: Wacht totdat programma of script is uitgevoerd
pl: Poczekaj, aż program lub skrypt ukończy pracę
pt_br: Aguarde até que o programa ou script termine de ser executado
ru: Ждать, пока задача или скрипт не завершат работу
tr: Program veya betiğin yürütülmesi bitene kadar bekleyin
uk: Зачекайте, поки програма або скрипт завершить виконання
vi: Đợi cho đến khi chương trình hoặc tập lệnh thực thi xong
zh_hans: 等待至程序或脚本运行结束
zh_hant: 等待直到程式或腳本完成執行

# SpeakerAutomationStepControl_Message
source: When mute, all active audio output devices will be muted.
de: Wenn Sie die Stummschaltung aktivieren, werden alle aktiven Audioausgangsgeräte stummgeschaltet.
el: 'Όταν είναι σε σίγαση, όλες οι ενεργές συσκευές εξόδου ήχου θα σιγήσουν.
es: Al silenciar, se silenciarán todos los dispositivos de salida de audio activos.
hu: Némításkor az összes aktív hangkimeneti eszköz elnémul.
ja: ミュートすると、アクティブなオーディオ出力デバイスがすべてミュートされます。
nl_nl: Wanneer gedempt, zullen alle actieve audio-uitvoerapparaten worden gedempt.
pl: Przy wyciszeniu, wszystkie urządzenia wyjścia audio zostaną wyciszone.
pt: Quando silenciado, todos os dispositivos de saída de áudio conectados serão silenciados.
pt_br: Quando mutado, todos os dispositivos de saída de áudio ativos serão silenciados.
ru: При выключении звука все активные выходные аудиоустройства будут заглушены.
tr: Sessize alındığında tüm aktif ses çıkış cihazlarının sesi kapatılacaktır.
uk: Усі активні пристрої виводу звуку будуть вимкнені.
vi: Khi tắt tiếng, tất cả các đầu ra âm thanh đang sử dụng cũng sẽ bị tắt.
zh_hans: 静音此项将静音所有可用的音频输出设备。
zh_hant: 當開啟靜音後，所有活動的音訊輸出裝置都將會被靜音。

# SpeakerAutomationStepControl_Title
source: Speaker
de: Lautsprecher
el: Ηχείο
es: Altavoz
hu: Hangszóró
ja: スピーカー
nl_nl: Luidspreker
pl: Głośnik
pt: Altifalante
pt_br: Alto-falante
ru: Динамик
tr: Hoparlör
uk: Гучник
vi: Loa ngoài
zh_hans: 扬声器
zh_hant: 喇叭

# SettingsPage_MinimizeToTray_Title
source: Minimize to tray
de: In Infobereich minimieren
el: Ελαχιστοποίηση στο δίσκο εικονιδίων
es: Minimizar en la bandeja
hu: Kicsinyítés a rendszerikonok közé
ja: トレイに最小化
nl_nl: Minimaliseer naar systeemvak
pl: Minimalizuj do zasobnika
pt: Minimizar para a bandeja
pt_br: Minimizar para a Bandeja do Sistema
ru: Свернуть в трей
tr: Sistem tepsisine küçült
uk: Ховати у лоток
vi: Thu nhỏ về khay hệ thống
zh_hans: 最小化至托盘
zh_hant: 最小化到系統匣

# SettingsPage_MinimizeToTray_Message
source: Always minimize to tray instead of taskbar.
de: Immer zum Infobereich anstatt zur Taskleiste minimieren.
el: Πάντα ελαχιστοποιεί στο δίσκο εικονιδίων αντί στην μπάρα εργασίας.
es: Minimizar siempre en la bandeja en lugar de en la barra de tareas.
hu: Mindig a rendszerikonokhoz minimalizálja a programot a tálca helyett.
ja: タスクバーではなく、トレイに最小化します。
nl_nl: Altijd minimaliseren naar het systeemvak in plaats van de taakbalk.
pl: Zawsze minimalizuj do zasobnika, zamiast do paska zadań.
pt: Sempre minimizar para a bandeja em vez da barra de tarefas.
pt_br: Sempre minimizar para a bandeja do sistema (ignorar barra de tarefas)
ru: Всегда сворачивать в трей вместо панели задач.
tr: Görev çubuğu yerine, her zaman sistem tepsisine küçült.
uk: Завжди згортати у лоток замість панелі завдань.
vi: Luôn luôn thu nhỏ về khay hệ thống thay vì thanh tác vụ.
zh_hans: 总是最小化到托盘，而非任务栏。
zh_hant: 保持最小化到系統匣而不是工作列。

# WindowsPowerModesWindow_Title
source: Windows Power Modes
de: Windows Energiemodi
el: Λειτουργίες Ισχύος Windows
es: Modos de energía de Windows
hu: Windows energiagazdálkodási módok
ja: Windows電源モード
nl_nl: Windows Energiemodus
pl: Tryby zasilania systemu Windows
pt_br: Planos de Energia do Windows
ru: Режимы питания Windows
tr: Windows Güç Modları
uk: Плани живлення
vi: Chế độ nguồn
zh_hans: Windows 电源模式
zh_hant: Windows 電源模式

# Settings_GodModeFnQSwitchable_Title
source: Switch to Custom Mode with Fn+Q
de: Mit Fn+Q in den benutzerdefinierten Modus wechseln
el: Εναλλαγή στην Προσαρμοσμένη Λειτουργία με Fn+Q
es: Cambiar al modo personalizado con Fn+Q
hu: Egyéni módra váltás az Fn+Q billentyűkombinációval
nl_nl: Schakel naar aangepaste modus met Fn+Q
pl: Zmień na tryb własny za pomocą Fn+Q
pt: Altere para o Modo Personalizado com Fn+Q
pt_br: Alterne para o modo Custom pressionando as teclas Fn+Q
ru: Переход в пользовательский режим с помощью Fn+Q
uk: Перемикнутися на користувацький режим за допомогою Fn+Q
vi: Đổi sang Chế độ Tùy chỉnh khi Fn+Q
zh_hans: 使用 Fn+Q 切换至自定义模式
zh_hant: 使用 Fn+Q 切換到客製化模式

# Settings_GodModeFnQSwitchable_Message
source: Allow quick switching to Custom Mode with Fn+Q.
de: Schnelles Umschalten in den benutzerdefinierten Modus mit Fn+Q ermöglichen.
el: Επιτρέπει γρήγορη εναλλαγή στην Προσαρμοσμένη Λειτουργία με Fn+Q.
es: Permitir cambiar rápidamente al modo personalizado con Fn+Q.
hu: Gyors váltás egyéni módba az Fn+Q billentyűkombinációval.
nl_nl: Sta het snel schakelen naar aangepaste modus toe met Fn+Q.
pl: Zezwól na zmianę na tryb własny za pomocą Fn+Q.
pt: Permite a alteração rápida para o Modo Customizado com Fn+Q.
pt_br: Permitir a troca rápida para o modo Custom pressionando as teclas Fn+Q.
ru: Позволяет быстро переключаться в пользовательский режим с помощью Fn+Q.
uk: Дозволити швидке перемикання на користувацький режим за допомогою Fn+Q.
vi: Cho phép chuyển đổi nhanh sang Chế độ Tùy chỉnh khi Fn+Q.
zh_hans: 使用 Fn+Q 来快速切换至自定义模式。
zh_hant: 允許使用 Fn+Q 快速切換到客製化模式。

# SettingsPage_PowerModeMapping_Title
source: Power Mode Synchronization
de: Synchronisation mit Leistungsmodus
el: Συγχρονισμός Λειτουργίας Ισχύος
es: Sincronización del modo de alimentación
hu: Teljesítmény üzemmód szinkronizálása
ja: 電源モードの同期
nl_nl: Energiemodus synchronisatie
pl: Synchronizacja trybu wydajności
pt_br: Sincronização do modo de potência
ru: Синхронизация режима питания
uk: Синхронізація режиму живлення
vi: Đồng bộ hóa Chế độ Năng lượng
zh_hans: 电源模式同步
zh_hant: 電源模式同步

# SettingsPage_PowerModeMapping_Message
source: Automatically change Windows Power Plan or Windows Power Mode when changing Power Modes.
de: Automatischer Wechsel des Windows-Energiesparplans oder des Windows-Energiemodus beim Wechsel des Leistungsmodus.
el: Αυτόματη αλλαγή Πλάνου Τροφοδοσίας Windows ή Λειτουργίας Ισχύος Windows όταν αλλάζει η Λειτουργία Ισχύος.
es: Cambiar automáticamente el plan de energía o el modo de energía de Windows al cambiar los modos de energía.
hu: A Windows energiagazdálkodási terv vagy a Windows energiaellátási mód automatikus módosítása az energiaellátási módok váltásakor.
ja: 電源モードを変更するときに、Windows電源プランまたは Windows電源モードを自動的に変更します。
nl_nl: Pas de Windows-energiemodus of het energiebeheerschema automatisch aan wanneer de energiemodus wordt gewijzigd.
pl: Automatycznie zmieniaj plan zasilania lub tryb zasilania systemu Windows przy zmianie trybu wydajności.
pt_br: Altere automaticamente os Planos de Energia do Windows ou o Modo de Energia do Windows ao alterar os Modos de Energia.
ru: Автоматическое изменение схемы питания Windows или режима питания Windows при смене режимов питания LLT.
uk: Автоматично змінювати план живлення Windows або режим живлення Windows коли змінюється режим живлення.
vi: Tự động thay đổi Windows Power Plan hoặc Windows Power Mode khi thay đổi các chế độ năng lượng.
zh_hans: 在切换性能模式时，同步自动切换 Windows 电源计划或 Windows 电源模式。
zh_hant: 當變更電源模式時，自動地變更 Windows 電源計劃或 Windows 電源模式。

# SettingsPage_WindowsPowerModes_Title
source: Windows Power Modes
de: Windows Energiemodi
el: Λειτουργίες Ισχύος Windows
es: Modos de energía de Windows
hu: Windows energiagazdálkodási módok
ja: Windows電源モード
nl_nl: Windows Energiemodus
pl: Tryby zasilania systemu Windows
pt: Modos de Energia do Windows
pt_br: Modos de Desempenho do Windows
ru: Режимы питания Windows
uk: Плани живлення Windows
vi: Chế độ nguồn
zh_hans: Windows 电源模式
zh_hant: Windows 電源模式

# SettingsPage_WindowsPowerModes_Message
source: Select Windows Power Mode to apply when Power Mode changes.
de: Wählen Sie den Windows-Energiemodus aus, der angewendet werden soll, wenn sich der Leistungsmodus ändert.
el: Επιλέξτε Λειτουργία Ισχύος Windows για εφαρμογή όταν αλλάζει η Λειτουργία Ισχύος.
es: Seleccionar el modo de energía de Windows para aplicarlo al cambiar el modo de energía.
hu: Válassza ki a Windows Energiagazdálkodási módot az Energiagazdálkodási mód változása esetén történő alkalmazáshoz.
ja: 電源モードが変更されたときに適用する、Windows電源モードを選択します。
nl_nl: Laat de windows energiemodus toepassen wanneer de energiemodus verandert.
pl: Wybierz tryb zasilania systemu Windows do ustawienia przy zmianie trybu wydajności.
pt_br: Selecione o Plano de Desempenho do Windows que será aplicado quando um Modo de Desempenho mudar.
ru: Укажите режим питания Windows, который будет применяться при изменении режима питания LLT.
uk: Оберіть план живлення Windows, який буде застосовано при зміні режиму живлення.
vi: Chọn Windows Power Plan được sử dụng tương ứng khi thay đổi Chế độ hiệu năng.
zh_hans: 选择在电源模式改变时应用的 Windows 电源计划。
zh_hant: 選擇電源模式變更時要套用的 Windows 電源模式。

# CompatibilityCheckError_Message
source: Error occured when reading device information.
de: Beim Lesen der Geräteinformationen ist ein Fehler aufgetreten.
el: Σφάλμα κατά την ανάγνωση πληροφοριών συσκευής.
es: Se ha producido un error al leer la información del dispositivo.
hu: Hiba lépett fel az eszközinformációk olvasásakor.
nl_nl: Fout opgetreden bij het lezen van de apparaat-informatie.
pl: Napotkano błąd podczas próby odczytu informacji o urządzeniu.
pt: Ocorreu um erro ao ler informações do dispositivo.
pt_br: Ocorreu um erro ao ler as informações do dispositivo.
ru: Произошла ошибка при чтении информации об устройстве.
uk: Трапилася помилка при зчитуванні інформації про пристрій.
vi: Lỗi đã xảy ra khi đọc thông tin thiết bị.
zh_hans: 获取硬件信息时遇到错误。
zh_hant: 讀取裝置資訊時發生錯誤。

# MainWindow_NavigationItem_Macro
source: Macro
de: Makro
el: Μακροεντολή
hu: Makró
ja: マクロ
pl: Makro
pt_br: Macros
ru: Макросы
uk: Макрос
zh_hans: 自定义宏
zh_hant: 巨集

# MacroPage_Title
source: Macro
de: Makro
el: Μακροεντολή
hu: Makró
ja: マクロ
pl: Makro
ru: Макросы
uk: Макрос
zh_hans: 键盘宏
zh_hant: 巨集

# MacroSequenceControl_Repeat_Title
source: Repeat
de: Wiederholen
el: Επανάληψη
es: Repetir
hu: Ismétlés
ja: 繰り返し
nl_nl: Herhalen
pl: Powtarzanie
pt: Repetir
pt_br: Repetir
ru: Повторение
uk: Повторити
vi: Lặp lại
zh_hans: 重复次数
zh_hant: 重複

# MacroSequenceControl_IgnoreDelays_Title
source: Ignore delays
de: Verzögerungen ignorieren
el: Αγνόηση καθυστερήσεων
es: Ignorar demoras
hu: Késedelmek figyelmen kívül hagyása
ja: 遅延を無視
nl_nl: Negeer vertragingen
pl: Zignoruj opóźnienia
pt_br: Ignorar atrasos
ru: Игнорировать задержки
uk: Ігнорувати затримки
vi: Bỏ qua thời gian chờ
zh_hans: 忽略延时
zh_hant: 忽略延遲

source: Clear
de: Löschen
el: Εκκαθάριση
es: Borrar
hu: Törlés
ja: 削除
nl_nl: Wissen
pl: Wyczyść
pt_br: Apagar
ru: Очистить
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# MacroSequenceControl_Record
source: Record
de: Aufnahme
el: Εγγραφή
es: Registro
hu: Felvétel
ja: 記録
nl_nl: Opnemen
pl: Nagraj
pt: Gravar
pt_br: Gravar
ru: Запись
uk: Запис
vi: Bắt đầu ghi
zh_hans: 记录
zh_hant: 記錄

# MacroSequenceControl_StopRecording
source: Stop recording
de: Aufnahme beenden
el: Τέλος εγγραφής
es: Detener grabación
hu: Felvétel leállítása
ja: 記録を停止
nl_nl: Opnemen stoppen
pl: Zatrzymaj nagrywanie
pt: Parar gravação
pt_br: Parar a gravação
ru: Остановить запись
uk: Зупинити запис
vi: Dừng Ghi
zh_hans: 停止记录
zh_hant: 停止記錄

# MacroSequenceControl_DontRepeat
source: Don't repeat
de: Nicht wiederholen
el: Χωρίς επανάληψη
es: No repetir
hu: Nincs ismétlés
ja: 繰り返さない
nl_nl: Niet herhalen
pl: Nie powtarzaj
pt: Não repita
pt_br: Não repetir
ru: Не повторять
uk: Не повторювати
vi: Không lặp lại
zh_hans: 不重复
zh_hant: 不重複

# MacroPage_Enable_Subtitle
source: Lenovo Legion Toolkit must be running for macros to work.
de: Lenovo Legion Toolkit muss ausgeführt werden, damit Makros funktionieren.
el: Το Lenovo Legion Toolkit πρέπει να εκτελείται για να λειτουργήσουν οι μακροεντολές.
es: Lenovo Legion Toolkit deberá estar ejecutándose para que funcionen las macros.
hu: A makrók működéséhez a Lenovo Legion Toolkit-nek futnia kell.
ja: マクロが機能するには、Lenovo Legion Toolkit が実行されている必要があります。
nl_nl: Lenovo Legion Toolkit moet actief zijn om macro's uit te voeren.
pl: Aby makra działały, Lenovo Legion Toolkit musi być włączony w tle.
pt_br: O Lenovo Legion Toolkit deve estar sendo executado para rodar tarefas automatizadas.
ru: Lenovo Legion Toolkit должен быть запущен для работы макросов.
uk: Lenovo Legion Toolkit повинен бути запущений, щоб макроси працювали.
vi: Lenovo Legion Toolkit phải chạy trong nền để Macros làm việc.
zh_hans: 只有在本程序运行时，键盘宏才可生效。
zh_hant: 巨集功能一定要在 Lenovo Legion 工具套件執行時才可以運作。

# MacroPage_Enable_Title
source: Enable
de: Aktivieren
el: Ενεργοποίηση
es: Activar
hu: Engedélyezés
ja: 有効化
nl_nl: Schakel in
pl: Włącz
pt: Ativar
pt_br: Habilitar
ru: Активировать
uk: Увімкнути
vi: Kích hoạt
zh_hans: 启用键盘宏
zh_hant: 啟用

# MacroPage_Subtitle
source: You can record series of key presses and invoke them using the number pad on your keyboard.
de: Sie können Serien von Tastendrücken aufzeichnen und über den Ziffernblock Ihrer Tastatur abrufen.
el: Μπορείτε να εγγράψετε μια σειρά από πατήματα πλήκτρων και να τα επικαλεστείτε μέσω του αριθμητικού πληκτρολογίου σας.
es: Puede grabar series de pulsaciones de teclas y utilizarlas con el teclado numérico.
hu: A billentyűleütések sorozatát rögzítheti, és a billentyűzet számtáblájával hívhatja elő őket.
ja: キー入力を記録し、キーボードのテンキーを使用して呼び出すことができます。
nl_nl: Je kunt reeksen toetsaanslagen opnemen en ze afspelen met het numerieke toetsenblok op je toetsenbord.
pl: Możesz nagrać sekwencję naciśnięć klawiszy i wywołać ją, używając klawisza na klawiaturze numerycznej.
pt_br: Você pode gravar uma série de pressionamentos de teclas e invocá-los usando o bloco de números no seu teclado.
ru: Вы можете записать последовательность нажатий клавиш и вызвать их с помощью цифровой клавиатуры.
uk: Ви можете записати послідовність натискання клавіш і активувати їх за допомогою цифрового блоку на клавіатурі.
vi: Bạn có thể ghi lại các Macro và gọi chúng qua bàn phím số.
zh_hans: 你可以录制一系列按键并使用键盘上的数字小键盘调用它们。
zh_hant: 您可以記錄一系列的按鍵操作並使用鍵盤上的數字鍵呼叫它們。

# MacroAutomationStepControl_Title
source: Macro
de: Makro
el: Μακροεντολή
hu: Makró
ja: マクロ
pl: Makro
ru: Макрос
uk: Макрос
zh_hans: 宏
zh_hant: 巨集

# MacroAutomationStepControl_Message
source: Enable or disable macros.
de: Aktiviert oder deaktiviert Makros.
el: Ενεργοποίηση ή απενεργοποίηση μακροεντολών.
es: Activar o desactivar macros.
hu: Makrók engedélyezése vagy letiltása.
ja: マクロを有効または無効にします。
nl_nl: Schakel macro's in of uit.
pl: Włącz lub wyłącz makra.
pt: Ativar e desativar macros.
pt_br: Ativar ou desativar macros.
ru: Включить или выключить работу макросов.
uk: Увімкнути або вимкнути макрос.
vi: Bật hoặc tắt macros.
zh_hans: 启用或禁用宏。
zh_hant: 啟用或停用巨集。

# MacroSequenceControl_InterruptOnOtherKey_Title
source: Interrupt if another key was pressed
de: Unterbrechung, wenn eine andere Taste gedrückt wurde
el: Διακοπή αν πατήθηκε άλλο πλήκτρο
es: Interrumpir si se ha pulsado otra tecla
hu: Megszakítás, ha egy másik billentyűt nyomtak le
ja: 別のキーが押された時に中断する
nl_nl: Onderbreek als een andere toets in wordt gedrukt
pl: Przerwij przy wciśnięciu innego klawisza
pt: Interromper se outra tecla for pressionada
pt_br: Interrompa se outra tecla foi pressionada
ru: Прервать, если была нажата другая клавиша
uk: Перервати якщо інша клавіша була натиснута
vi: Ngắt nếu phím khác được bấm
zh_hans: 当按下其他按键后中断
zh_hant: 當按下其他按鍵後中斷

source: Hide
de: Verbergen
el: Απόκρυψη
es: Ocultar
hu: Elrejtés
nl_nl: Verberg
pl: Ukryj
pt: Esconder
pt_br: Ocultar
ru: Скрыть
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide all
de: Alle verbergen
el: Απόκρυψη όλων
es: Ocultar todo(s)
hu: Összes elrejtése
nl_nl: Verberg alles
pl: Ukryj wszystkie
pt: Esconder todos
pt_br: Ocultar todos
ru: Скрыть все
tr: Tümünü gizle
uk: Приховати всі
vi: Ẩn tất cả
zh_hans: 隐藏全部
zh_hant: 隱藏全部

# DevicePipelineTriggerTabItemContent_Devices
source: Devices
de: Geräte
el: Συσκευές
es: Dispositivos
hu: Eszközök
nl_nl: Apparaten
pl: Urządzenia
pt: Dispositivos
pt_br: Dispositivos
ru: Устройства
uk: Пристрої
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

source: Deselect all
de: Alle abwählen
el: Αποεπιλογή όλων
es: Desmarcar todo(s)
hu: Összes kijelölés megszüntetése
nl_nl: Selectie ongedaan maken
pl: Odznacz wszystko
pt: Desselecionar todos
pt_br: Desmarcar todos
ru: Снять все
tr: Tüm seçimi kaldır
uk: Зняти виділення з усіх
vi: Bỏ chọn tất cả
zh_hans: 全不选
zh_hant: 取消全部選擇

source: Select all
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todo(s)
hu: Összes kijelölése
nl_nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar todos
pt_br: Selecionar todos
ru: Выбрать все
tr: Tümünü seç
uk: Виділити усі
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 選取全部

# MacroSequenceControl_Keyboard
source: Keyboard only
de: Nur Tastatur
el: Μόνο πληκτρολόγιο
es: Sólo teclado
hu: Csak billentyűzet
ja: キーボードのみ
nl_nl: Alleen toetsenbord
pl: Tylko klawiatura
pt: Apenas teclado
pt_br: Apenas Teclado
ru: Только клавиатура
uk: Лише клавіатура
vi: Chỉ bàn phím
zh_hans: 仅键盘
zh_hant: 僅限鍵盤

# MacroSequenceControl_KeyboardMouse
source: Keyboard keys and mouse buttons
de: Tastaturtasten und Maustasten
el: Πλήκτρα πληκτρολογίου και ποντικιού
es: Teclado y botones del ratón
hu: Billentyűk és egérgombok
ja: キーボードとマウス
nl_nl: Toetsenbord en muis knoppen
pl: Klawisze oraz przyciski myszy
pt: Teclado e rato
pt_br: Tecladas de teclado e botões do mouse.
ru: Клавиши клавиатуры и кнопки мыши
uk: Клавіші клавіатури та кнопки миші
vi: Bàn phím và chuột
zh_hans: 键盘和鼠标按键
zh_hant: 鍵盤與滑鼠按鍵

# MacroSequenceControl_KeyboardMouseMovement
source: All inputs
de: Alle Eingaben
el: Όλες οι είσοδοι
es: Todas las entradas
hu: Minden bemenet
ja: すべての入力
nl_nl: Alle invoer
pl: Wszystkie wejścia
pt_br: Todas entradas
ru: Любое движение
uk: Усі пристрої вводу
vi: Tất cả đầu vào
zh_hans: 所有输入
zh_hant: 所有輸入

# MacroSequenceControl_RecordingOptions
source: Recording options
de: Aufnahme-Optionen
el: Επιλογές εγγραφής
es: Opciones de grabación
hu: A felvételek beállításai
ja: 記録オプション
nl_nl: Opnameopties
pl: Opcje nagrywania
pt: Opções de gravação
pt_br: Opções de gravação
ru: Параметры записи
tr: Kayıt seçenekleri
uk: Налаштування запису
vi: Tùy chọn ghi
zh_hans: 录制选项
zh_hant: 記錄選項

# MacroRecordingWindow_Preparing_Title
source: Recording will start in 3 seconds...
de: Die Aufnahme beginnt in 3 Sekunden...
el: Η εγγραφή θα ξεκινήσει σε 3 δευτερόλεπτα...
es: La grabación comenzará en 3 segundos...
hu: A felvétel 3 másodperc múlva indul...
ja: 記録は3秒で起動します...
nl_nl: Opname zal in 3 seconden beginnen...
pl: Nagrywanie rozpocznie się za 3 sekundy...
pt: Gravação iniciará em 3 segundos...
pt_br: A gravação começará em 3 segundos...
ru: Запись начнется через 3 секунды...
uk: Запис почнеться за 3 секунди...
vi: Quá trình ghi macro sẽ bắt đầu sau 3 giây...
zh_hans: 录制将在三秒后开始…
zh_hant: 將在 3 秒內進行記錄……

# MacroRecordingWindow_Recording_Title
source: Recording...
de: Aufnahme...
el: Εγγραφή...
es: Grabando...
hu: Felvétel...
ja: 記録中...
nl_nl: Opnemen...
pl: Nagrywanie...
pt: Gravando...
pt_br: Gravando...
ru: Идет запись...
tr: Kaydediliyor...
uk: Записується...
vi: Đang ghi macro...
zh_hans: 正在录制...
zh_hant: 正在記錄……

# MacroRecordingWindow_Recording_Message
source: Press ESC to stop.
de: Drücken Sie ESC, um zu stoppen.
el: Πατήστε ESC για τέλος.
es: Pulse ESC para detener.
hu: A leállításhoz nyomja meg az ESC gombot.
ja: ESCを押して停止します。
nl_nl: Druk op ESC om te stoppen.
pl: Wciśnij ESC, aby zatrzymać.
pt: Pressione ESC para parar.
pt_br: Pressione ESC para parar.
ru: Нажмите Esc для остановки.
uk: Натисніть ESC для зупинки.
vi: Nhấn ESC để dừng.
zh_hans: 按 ESC 键停止录制。
zh_hant: 按下 ESC 鍵停止記錄。
