Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.WPF/Resources/Resource.*.resx
Languages: ar, bg, bs, cs, de, el, es, fr, hu, it, ja, lv, nl_nl, pl, pt, pt_br, ro, ru, sk, tr, uk, uz_latn_uz, vi, zh_hans, zh_hant

# BootLogoWindow_Description
source: Custom boot logo must be exactly {0} pixels large. Supported formats are: {1}.
bg: Потребителското лого трябва да бъде с големина от точно {0} пиксела. Поддържаните формати са: {1}.
de: Das benutzerdefinierte Boot-Logo muss genau {0} Pixel groß sein. Unterstützte Formate sind: {1}.
el: Το προσαρμοσμένο λογότυπο εκκίνησης πρέπει να έχει διαστάσεις ακριβώς {0} pixels. Οι υποστηριζόμενες μορφές εικόνων είναι: {1}.
es: El logo de arranque personalizado debe tener un tamaño exacto de {0} píxeles. Los formatos soportados son: {1}.
hu: Az egyéni boot logónak pontosan {0} pixel méretűnek kell lennie. A támogatott formátumok a következők: {1}.
ja: カスタムブートロゴのサイズは、{0} ピクセルにする必要があります。 サポートされるフォーマットは {1} です。
nl_nl: Aangepaste opstartlogo moet precies {0} pixels groot zijn. Ondersteunde formaten zijn: {1}.
pl: Własne logo musi być w rozmiarze {0} pikseli. Obsługiwane formaty obrazka: {1}.
pt: Logo de inicialização personalizado deve possuir exatamente {0} pixeis de largura. Formatos suportados são: {1}.
pt_br: O logotipo de inicialização personalizado deve ter exatamente {0} pixels de tamanho. Os formatos suportados são: {1}.
ru: Пользовательский логотип загрузки должен быть размером ровно {0} пикселей. Поддерживаемые форматы: {1}.
tr: Özel önyükleme logosu tam olarak {0} piksel olmalı. Desteklenen biçimler: {1}.
uk: Користувальницька познака завантаження має бути рівно {0} пікселів. Підтримувані формати: {1}.
uz_latn_uz: Arnawlı júklew logotipi áyne {0} piksel úlken bolıwı kerek. Qollap - quwatlanatuǵın formatlar: {1}.
vi: Logo khởi động tùy chỉnh phải có độ phân giải chính xác {0}. Các định dạng hỗ trợ: {1}.
zh_hans: 替换的自定义开机画面图标的图片文件分辨率必须准确地为 {0} 。 支持的图片文件格式为：{1}。
zh_hant: 客製化啟動商標必須恰好為 {0} 像素。 支援的格式有：{1}。

# BatteryNightChargeModeControl_Title
source: Overnight Battery Charging
bg: Зареждане на батерията през нощта
de: Akkuaufladung über Nacht
el: Φόρτιση Μπαταρίας Ολονυκτί
es: Carga nocturna de la batería
hu: Éjszakai akkumulátortöltés
ja: 夜間のバッテリー充電
nl_nl: 'S Nachts opladen van de batterij
pl: Ładowanie baterii w nocy
pt: Carregamento Noturno da Bateria
pt_br: Carregamento noturno da bateria
ru: Ночная зарядка аккумулятора
tr: Gecelik Pil Şarjı
uk: Заряджання протягом ночі
uz_latn_uz: Batareykanı túnde zaryadlaw
vi: Sạc pin qua đêm
zh_hans: 隔夜电池充电
zh_hant: 過夜電池充電

# BatteryNightChargeModeControl_Message
source: When enabled, this device will charge to 80% when plugged in overnight and finish charging to 100% by the time you use this device in the morning.
bg: Когато тази функция е активирана, устройството ще се зарежда до 80%, когато е включено през нощта, и до 100% преди да го използвате на сутринта.
de: Wenn diese Funktion aktiviert ist, wird das Gerät über Nacht zu 80 % aufgeladen und wird die Ladung zu 100 % beenden, während Sie das Gerät am Morgen benutzen.
el: Όταν είναι ενεργοποιημένο, αυτή η συσκευή θα φορτίσει μέχρι 80% κατά τη διάρκεια της νύχτας και θα ολοκληρώσει τη φόρτιση ως το 100% μέχρις ότου να ξεκινήσετε τη χρήση της συσκευής το πρωί.
es: Si está activado y enchufa este dispositivo durante la noche, cargará al 80% y terminará de cargarse al 100% cuando lo utilice por la mañana.
hu: Ha engedélyezve van, ez a készülék éjszakára 80%-ra töltődik, amikor csatlakoztatva van, és reggelre 100%-ra töltődik, mire használja a készüléket.
ja: 有効にすると、夜間にこのデバイスに電源を接続した場合80%まで充電され、翌朝このデバイスを使用するまでに100%まで充電が完了します。
nl_nl: Wanneer deze optie is ingeschakeld, zal de batterij 's nachts tot 80% worden opgeladen en tegen de tijd dat je het apparaat 's ochtends wilt gebruiken, tot 100%.
pl: Jeśli włączone, urządzenie naładuje się do 80% w ciągu nocy, a następnie naładuje się do 100% przed użyciem komputera z rana.
pt: Quando ativado, este dispositivo carregará até 80% quando conectado durante a noite e terminará de carregar até 100% no momento que for utilizado pela manhã.
pt_br: Quando ativado, este dispositivo carregará até 80% quando conectado durante a noite e terminará de carregar até 100% no momento em que você usar este dispositivo pela manhã.
ru: Когда эта функция включена, устройство будет заряжаться на 80% при подключении к сети на ночь и завершать зарядку до 100% к тому времени, как вы воспользуетесь устройством утром.
tr: Etkinleştirildiğinde, bu cihaz gece takıldığında %80 oranında şarj olur ve sabah siz bu cihazı kullandığınızda şarj işlemi %100 oranında biter.
uk: Якщо увімкнено, цей пристрій буде заряджатися до 80% при підключенні протягом ночі та закінчить заряджання до 100% до моменту використання пристрою вранці.
uz_latn_uz: Eger qosılǵan bolsa, bul qurılma túnde toqqa jalǵanǵanda 80% quwatlanadı hám azanda bul qurılmadan paydalanǵanda 100% quwatlanadı.
vi: Khi được bật, thiết bị này sẽ sạc tới 80% khi sạc qua đêm và sạc đầy 100% vào thời điểm bạn sử dụng thiết bị này vào buổi sáng.
zh_hans: 启用该功能后，当您插上电源过夜时，该设备将充电至 80%，并在您早上使用该设备时充电至 100%。
zh_hant: 啟用後，該裝置在過夜插入時將充電到 80%，並在您早上使用裝置時完成充電到 100%。

# BatteryNightChargeAutomationStepControl_Title
source: Overnight Battery Charging
bg: Зареждане на батерията през нощта
de: Akkuaufladung über Nacht
el: Φόρτιση Μπαταρίας Ολονυκτί
es: Carga nocturna de la batería
hu: Éjszakai akkumulátortöltés
nl_nl: 'S Nachts opladen van de batterij
pl: Ładowanie baterii w nocy
pt: Carregamento Noturno da Bateria
pt_br: Carregamento noturno da bateria
ru: Ночная зарядка аккумулятора
tr: Gecelik Pil Şarjı
uk: Заряджання протягом ночі
uz_latn_uz: Batareyanı túnde zaryadlaw
vi: Sạc pin qua đêm
zh_hans: 隔夜电池充电
zh_hant: 過夜電池充電

# BatteryNightChargeAutomationStepControl_Message
source: When enabled, this device will charge to 80% when plugged in overnight and finish charging to 100% by the time you use this device in the morning.
bg: Когато тази функция е активирана, устройството ще се зарежда до 80%, когато е включено през нощта, и до 100% преди да го използвате на сутринта.
de: Wenn diese Funktion aktiviert ist, wird das Gerät über Nacht zu 80 % aufgeladen und wird die Ladung zu 100 % beenden, während Sie das Gerät am Morgen benutzen.
el: Όταν είναι ενεργοποιημένο, αυτή η συσκευή θα φορτίσει μέχρι 80% κατά τη διάρκεια της νύχτας και θα ολοκληρώσει τη φόρτιση ως το 100% μέχρις ότου να ξεκινήσετε τη χρήση της συσκευής το πρωί.
es: Si está activado y enchufa este dispositivo durante la noche, cargará al 80% y terminará de cargarse al 100% cuando lo utilice por la mañana.
hu: Ha engedélyezve van, ez a készülék éjszakára 80%-ra töltődik, amikor csatlakoztatva van, és reggelre 100%-ra töltődik, mire használja a készüléket.
nl_nl: Wanneer deze optie is ingeschakeld, zal de batterij 's nachts tot 80% worden opgeladen en tegen de tijd dat je het apparaat 's ochtends wilt gebruiken, tot 100%.
pl: Jeśli włączone, urządzenie naładuje się do 80% w ciągu nocy, a następnie naładuje się do 100% przed użyciem komputera z rana.
pt: Quando ativado, este dispositivo carregará até 80% quando conectado durante a noite e terminará de carregar até 100% no momento que for utilizado pela manhã.
pt_br: Quando ativado, este dispositivo carregará até 80% quando conectado durante a noite e terminará de carregar até 100% no momento em que você usar este dispositivo pela manhã.
ru: Когда эта функция включена, устройство будет заряжаться на 80% при подключении к сети на ночь и завершать зарядку до 100% к тому времени, как вы воспользуетесь устройством утром.
tr: Etkinleştirildiğinde, bu cihaz gece takıldığında %80 oranında şarj olur ve sabah siz bu cihazı kullandığınızda şarj işlemi %100 oranında biter.
uk: Якщо увімкнено, цей пристрій буде заряджатися до 80% при підключенні протягом ночі та закінчить заряджання до 100% до моменту використання пристрою вранці.
uz_latn_uz: Eger qosılǵan bolsa, bul qurılma túnde rozetkaǵa jalǵanǵanda 80% quwatlanadı hám azanda bul qurılmadan paydalanǵanda 100% quwatlanadı.
vi: Khi được bật, thiết bị này sẽ sạc tới 80% khi sạc qua đêm và sạc đầy 100% vào thời điểm bạn sử dụng thiết bị này vào buổi sáng.
zh_hans: 启用该功能后，当您插上电源过夜时，该设备将充电至 80%，并在您早上使用该设备时充电至 100%。
zh_hant: 啟用後，該裝置在過夜插入時將充電到 80%，並在您早上使用裝置時完成充電到 100%。

# BootLogoWindow_SetError_Invalid_Image_Size
source: Invalid image size.
bg: Избрахте изображение с невалидна големина.
de: Ungültige Bildgröße.
el: Άκυρο μέγεθος εικόνας.
es: Tamaño de imagen no válido.
hu: Érvénytelen képméret.
ja: 無効な画像サイズです。
nl_nl: Ongeldige afbeeldingsformaat.
pl: Nieprawidłowy rozmiar obrazka.
pt: Tamanho de imagem inválido.
pt_br: Tamanho de imagem inválido.
ru: Недопустимый размер изображения.
tr: Geçersiz görsel boyutu.
uk: Неприпустимий розмір зображення.
vi: Kích thước ảnh không hợp lệ.
zh_hans: 无效的图像分辨率。
zh_hant: 無效的圖片尺寸。

# BootLogoWindow_SetError_Invalid_Image_Format
source: Invalid image format.
bg: Избрахте изображение с невалиден формат.
de: Ungültiges Bildformat.
el: Άκυρη μορφή εικόνας.
es: Formato de imagen no válido.
hu: Érvénytelen képformátum.
ja: 無効な画像フォーマットです。
nl_nl: Ongeldige afbeeldingstype.
pl: Nieprawidłowy format obrazka.
pt: Formato de imagem inválido.
pt_br: Formato de imagem inválido.
ru: Недопустимый формат изображения.
tr: Geçersiz görsel biçimi.
uk: Неприпустимий формат зображення.
vi: Định dạng ảnh không hợp lệ.
zh_hans: 无效的图像格式。
zh_hant: 無效的圖片格式。

# BootLogoWindow_SetError_Cannot_Mount_EFI_Partition
source: Cannot mount EFI partition.
bg: Не може да се монтира EFI дял.
de: EFI-Partition kann nicht gemountet werden.
el: Δεν είναι δυνατή η προσάρτηση διαμερίσματος EFI.elect
es: No se puede montar la partición EFI.
hu: Nem lehet csatlakoztatni az EFI partíciót.
ja: EFI パーティションをマウントできません。
nl_nl: Kan EFI partitie niet koppelen.
pl: Nie można zamontować partycji EFI.
pt_br: Não foi possível montar a partição EFI.
ru: Не удается смонтировать раздел EFI.
tr: EFI bölümü bağlanamıyor.
uk: Не вдалося змонтувати розділ EFI.
vi: Không thể mount phân vùng EFI.
zh_hans: 无法挂载 EFI 分区。
zh_hant: 無法掛載 EFI 分割區。

# BootLogoWindow_SetError_Cannot_Set_UEFI_Privilege
source: Cannot set UEFI privilege.
bg: Не може да се зададе привилегия UEFI.
de: UEFI-Berechtigung kann nicht gesetzt werden.
el: Δεν είναι δυνατός ο ορισμός προνομίου UEFI.
es: No se puede establecer el privilegio UEFI.
hu: Nem lehet UEFI jogosultságot beállítani.
ja: UEFI privilegeを設定できません。
nl_nl: Kan UEFI privilege niet instellen.
pl: Nie można ustawić uprawnienia UEFI.
pt_br: Não foi possível definir o privilégio UEFI.
ru: Не удается задать права доступа UEFI.
tr: UEFI ayrıcalığı ayarlanamıyor.
uk: Не вдалося встановити привілеї UEFI.
vi: Không thể cài đặt quyền ưu tiên với UEFI.
zh_hans: 无法设置 UEFI 权限。
zh_hant: 無法設定 UEFI 權限。

# BootLogoWindow_SetError_Not_Enough_Free_Space_On_EFI_Partition
source: Not enough free space on EFI partition.
bg: Няма достатъчно свободно място в EFI дяла.
de: Nicht genügend Speicherplatz auf der EFI-Partition.
el: Ανεπαρκής ελεύθερος χώρος στο διαμέρισμα EFI.
es: No hay suficiente espacio libre en la partición EFI.
hu: Nincs elég szabad hely az EFI partíción.
ja: EFI パーティションに空き容量がありません。
nl_nl: Er is niet voldoende vrije ruimte op de EFI partitie.
pl: Nie ma wystarczającej ilości przestrzeni na partycji EFI.
pt: Não há espaço suficiente na partição EFI.
pt_br: Espaço insuficiente na partição EFI.
ru: Недостаточно свободного места на разделе EFI.
tr: EFI bölümünde yeterli boş alan yok.
uk: Недостатньо вільного місця на розділі EFI.
vi: Không đủ chỗ trống trên phân vùng EFI.
zh_hans: EFI 分区空间不足。
zh_hant: EFI 分割區空間不足。

# BootLogoWindow_SetCustomFailed
source: Custom logo could not be set: {0}
bg: Потребителското лого не беше зададено успешно: {0}
de: Benutzerdefiniertes Logo kann nicht eingestellt werden: {0}
el: Αδυναμία ορισμού προσαρμοσμένου λογότυπου: {0}
es: No se ha podido establecer el logo personalizado: {0}
hu: Az egyéni logót nem lehetett beállítani: {0}
ja: カスタムロゴを設定できませんでした: {0}
nl_nl: Aangepaste logo kon niet ingesteld worden: {0}
pl: Logo użytkownika nie mogło zostać ustawione: {0}
pt: Logo personalizada não pôde ser definida: {0}
pt_br: O logo personalizado não pôde ser definido: {0}
ru: Не удается установить логотип загрузки: {0}
tr: Özel logo ayarlanamadı: {0}
uk: Користувацький логотип не може бути встановленим: {0}
vi: Logo tùy chỉnh không thể được đặt: {0}
zh_hans: 自定义开机画面设置失败：{0}
zh_hant: 客製化商標無法被設定：{0}

# BootLogoWindow_SetDefaultFailed
source: Default logo could not be set: {0}
bg: Потребителското лого не беше зададено успешно: {0}
de: Standardlogo kann nicht eingestellt werden: {0}
el: Το προκαθορισμένο λογότυπο δεν μπόρεσε να ρυθμιστεί: {0}
es: No se ha podido establecer el logo predefinido: {0}
hu: Az alapértelmezett logót nem lehetett beállítani: {0}
ja: 規定のロゴを設定できませんでした: {0}
nl_nl: Standaard logo kon niet ingesteld worden: {0}
pl: Domyślne logo nie mogło zostać ustawione: {0}
pt: Logo padrão não pôde ser definida: {0}
pt_br: O logo padrão não pôde ser definido: {0}
ru: Не удается установить логотип загрузки по умолчанию: {0}
tr: Varsayılan logo ayarlanamadı: {0}
uk: Логотип за замовчуванням не може бути встановленим: {0}
vi: Logo mặc định không thể được đặt: {0}
zh_hans: 预设开机画面设置失败：{0}
zh_hant: 預設商標無法被設定：{0}

# BootLogoWindow_SetDefaultSuccess
source: Default boot logo set.
bg: Зададено е логото по подразбиране.
de: Standard Boot-Logo eingestellt.
el: Το προκαθορισμένο λογότυπο εκκίνησης ορίστηκε.
es: Logo de arranque predefinido.
hu: Az alapértelmezett boot logó beállításra került.
ja: 既定のブートロゴが設定されました。
nl_nl: Standaard opstartlogo is ingesteld.
pl: Ustawiono domyślne logo rozruchowe.
pt: Logo de inicialização padrão foi definida.
pt_br: Definição da imagem de boot padrão.
ru: Установлен логотип загрузки по умолчанию.
tr: Varsayılan başlangıç logosu ayarla.
uk: Логотип за замовчуванням встановлено.
vi: Logo khởi động mặc định được đặt.
zh_hans: 已设置为默认开机画面。
zh_hant: 設定為預設啟動商標。

# BootLogoWindow_SetCustomSuccess
source: Custom boot logo set.
bg: Зададено е потребителско лого.
de: Benutzerdefiniertes Boot-Logo eingestellt.
el: Το προσαρμοσμένο λογότυπο εκκίνησης ορίστηκε.
es: Logo de arranque personalizado.
hu: Az testreszabott boot logó beállításra került.
ja: カスタムブートロゴが設定されました。
nl_nl: Aangepaste logo is ingesteld.
pl: Ustawiono logo rozruchowe użytkownika.
pt: Logo de inicialização personalizada foi definida.
pt_br: Definição da imagem de boot padrão.
ru: Пользовательский логотип загрузки установлен.
tr: Özel başlangıç logosu ayarla.
uk: Користувацький екран завантаження встановлено.
vi: Logo khởi động tùy chỉnh được đặt.
zh_hans: 已设置为自定义开机画面。
zh_hant: 設定為客製化啟動商標。

# WiFiConnectedPipelineTriggerTabItemContent_NetworkName
source: Network name (SSID)
bg: Име на мрежата (SSID)
de: Netzwerkname (SSID)
el: Όνομα δικτύου (SSID)
es: Nombre de la red (SSID)
hu: Hálózat neve (SSID)
ja: ネットワーク名 (SSID)
nl_nl: Netwerknaam (SSID)
pl: Nazwa sieci (SSID)
pt_br: Nome da rede (SSID)
ru: Название сети (SSID)
tr: Ağ adı (SSID)
uk: Назва мережі (SSID)
vi: Tên mạng (SSID)
zh_hans: 网络名称（SSID）
zh_hant: 網路名稱（SSID）

# WiFiConnectedPipelineTriggerTabItemContent_CopyCurrentNetworkName
source: Copy current network name
bg: Копиране на текущото име на мрежата
de: Aktuellen Netzwerknamen kopieren
el: Αντιγραφή παρόντος ονόματος δικτύου
es: Copiar el nombre de la red actual
hu: Jelenlegi hálózat nevének másolása
nl_nl: Kopieer hudig netwerknaam
pl: Skopiuj nazwę bieżącej sieci
pt_br: Copiar o nome da rede atual
ru: Скопировать название текущей сети
tr: Mevcut ağ adını kopyala
uk: Скопіювати поточну назву мережі
vi: Sao chép tên mạng hiện tại
zh_hans: 复制当前的网络名称
zh_hant: 複製目前的網路名稱

# WiFiConnectedPipelineTriggerTabItemContent_LeaveEmptyForAnyNetwork
source: Leave empty for any Wi-Fi network.
bg: Оставете празно за която и да е Wi-Fi мрежа.
de: Leer lassen für jedes Wi-Fi-Netzwerk.
el: Παραμονή κενού για κάθε δίκτυο Wi-Fi.
es: Dejar vacío para cualquier red Wi-Fi.
hu: Hagyja üresen bármilyen Wi-Fi hálózat esetén.
nl_nl: Leeg laten voor elk Wi-Fi-netwerk.
pl: Pozostaw puste dla dowolnej sieci Wi-Fi.
pt_br: Deixe em branco para qualquer rede WI-FI.
ru: Оставить пустым для любой сети.
tr: Herhangi bir Wi-Fi ağı için boş bırakın.
uk: Залиште пустим для будь-якої мережі Wi-Fi.
vi: Bỏ trống cho bất kì mạng Wi-Fi nào.
zh_hans: 将任何 Wi-Fi 网络留空。
zh_hant: 將任何 Wi-Fi 網路留空。

# SettingsPage_HWiNFO_Message
source: Share fan speed, battery temperature etc. with HWiNFO64. You may need to restart HWiNFO64 after changing this option.
bg: Споделете скоростта на вентилатора, температурата на батерията и др. с HWiNFO64. Може да се наложи да рестартирате HWiNFO64 при промяна на тази настройка.
de: Teilen Sie Lüftergeschwindigkeit, Batterietemperatur usw. mit HWiNFO64. Möglicherweise müssen Sie HWiNFO64 neu starten, nachdem Sie diese Option geändert haben.
el: Μοιράζεται την ταχύτητα ανεμιστήρων, τη θερμοκρασία της μπαταρίας κλπ., με το HWINFO64. Ενδέχεται να χρειαστεί επανεκκίνηση του HWINFO64 μετά την αλλαγή αυτής της επιλογής.
es: Compartir la velocidad del ventilador, la temperatura de la batería, etc... con HWiNFO64. Puede que tenga que reiniciar HWiNFO64 después de cambiar esta opción.
hu: Ossza meg a ventilátor sebességét, az akkumulátor hőmérsékletét stb. a HWiNFO64-gyel. Előfordulhat, hogy az opció módosítása után újra kell indítania a HWiNFO64-et.
nl_nl: Deel ventilatorsnelheid, batterijtemperatuur, etc. met HWiNFO64. De laptop moet mogelijk opnieuw opgestart worden na het wijzigen van deze optie.
pl: Udostępnij prędkość wentylatora, temperaturę baterii itp. z HWiNFO64. Po zmianie tej opcji może być wymagane ponowne uruchomienie programu HWiNFO64.
pt: Compartilhar velocidade da ventoinha, temperatura da bateria, etc. com HWiNFO64. Talvez seja necessário reiniciar HWiNFO64 após alterar esta opção.
pt_br: Compartilhe a velocidade dos coolers, a temperatura da bateria, etc. com HWiNFO64. Pode ser necessário reiniciar o HWiNFO64 após alterar esta opção.
ru: Делиться данными о скорости вращения вентилятора, температуре аккумулятора и т.д. с HWiNFO64. После изменения этого параметра может потребоваться перезапуск HWiNFO64.
tr: HWiNFO64 ile fan hızını, pil sıcaklığını vb. paylaşın. Bu seçeneği değiştirdikten sonra HWiNFO64 yeniden başlatılması gerekebilir.
uk: Поділитися швидкістю вентилятора, температурою тощо з HWiNFO64. Вам, можливо, доведеться перезапустити HWiNFO64 після зміни цього налаштування.
vi: Dùng chung dữ liệu tốc độ quạt, nhiệt độ pin,... với HWiNFO64. Bạn có thể cần phải khởi động lại HWiNFO64 sau khi thay đổi tùy chọn này.
zh_hans: 将风扇速度，电池温度等数据和 HWiNFO64 共享。切换此选项后也许需要重启 HWiNFO64。
zh_hant: 與 HWiNFO64 共享風扇速度、電池溫度等。變更此選項後，您可能需要重新啟動 HWiNFO64。

# SettingsPage_Integrations_Title
source: Integrations
bg: Интеграции
de: Integrationen
el: Ενσωματώσεις
es: Integraciones
hu: Integrációk
ja: 統合
nl_nl: Integraties
pl: Integracje
pt: Integrações
pt_br: Integrações
ru: Интеграции
tr: Bütünleşmeler
uk: Інтеграції
vi: Tích hợp
zh_hans: 应用集成
zh_hant: 整合

source: Settings
bg: Настройки
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
hu: Beállítások
ja: 設定
nl_nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Information
bg: Информация
el: Πληροφορίες
es: Información
hu: Információ
ja: 情報
nl_nl: Informatie
pl: Informacja
pt: Informação
pt_br: Informações
ru: Информация
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 关于
zh_hant: 資訊

# PackagesPage_DownloadTo
source: Download folder
ar: التحميل إلى
bg: Папка за сваляне
bs: Preuzmite na
cs: Stáhnout do
de: Download-Ordner
el: Φάκελος Λήψεων
es: Carpeta de descargas
fr: Télécharger vers
hu: Letöltési könyvtár
it: Scarica in
ja: ダウンロードフォルダ
nl_nl: Downloads-map
pl: Folder pobierania
pt: Pasta de Download
pt_br: Pasta de downloads
ro: Descărcați la
ru: Папка загрузки
tr: İndirme klasörü
uk: Тека завантажень
vi: Thư mục tải xuống
zh_hans: 下载文件夹
zh_hant: 下載資料夾

# PackagesPage_OpenDownloadTo
source: Open Download folder
bg: Отвори папката за сваляне
de: Öffne Download-Ordner
el: Άνοιγμα φακέλου Λήψεων
es: Abrir carpeta de descargas
hu: Letöltési mappa megnyitása
ja: ダウンロードフォルダを開く
nl_nl: Downloads map openen
pl: Otwórz folder pobierania
pt: Abrir pasta de Download
pt_br: Abrir a pasta de downloads
ru: Открыть папку загрузки
tr: İndirme klasörünü aç
uk: Відкрити теку завантажень
vi: Mở thư mục tải xuống
zh_hans: 打开下载文件夹
zh_hant: 開啟下載資料夾

# PackageControl_Download
source: Download
bg: Сваляне
de: Herunterladen
el: Λήψη
es: Descargar
hu: Letöltés
ja: ダウンロード
pl: Pobierz
ru: Загрузить
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# PackageControl_OpenReadme
source: Open README
bg: Отвори README
de: Öffne README (LIESMICH)
el: Άνοιγμα README
es: Abrir README
hu: OLVASSEL Megnyitása
ja: READMEを開く
pl: Otwórz plik README
pt_br: Abrir README
ru: Открыть README
tr: BENİOKU'yu Aç
uk: Відкрити README
vi: Mở README
zh_hans: 打开 README
zh_hant: 開啟讀我檔案（README）

# SpectrumKeyboardBacklightControl_Preset
source: Preset
bg: Предварително зададена настройка
de: Vorlage
el: Προεπιλογή
es: Predefinido
hu: Előbeállítás
ja: プリセット
nl_nl: Voorinstelling
pl: Ustawienie predefiniowane
pt: Predefinição
pt_br: Predefinição
ru: Пресет
tr: Ön ayar
uk: Шаблон
vi: Thiết lập sẵn
zh_hans: 预设
zh_hant: 預設

# DeviceInformationWindow_Refresh
source: Refresh
bg: Опресни
de: Aktualisieren
el: Ανανέωση
es: Actualizar
hu: Újratölt
ja: 更新
nl_nl: Ververs
pl: Odśwież
pt: Atualizar
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# AbstractAutomationStepControl_Delete
source: Delete
bg: Изтрий
de: Löschen
el: Διαγραφή
es: Eliminar
hu: Törlés
ja: 削除
nl_nl: Verwijder
pl: Usuń
pt: Apagar
pt_br: Deletar
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# PeriodicActionPipelineTriggerTabItemContent_PeriodMinutes
source: Period (minutes)
bg: Приод (минути)
de: Zeitraum (Minuten)
el: Περίοδος (λεπτά)
es: Período (minutos)
hu: Periódus (perc)
ja: 間隔（分）
nl_nl: Periode (in minuten)
pl: Okres (w minutach)
pt: Período (minutos)
pt_br: Período (minutos)
ru: Период (минуты)
tr: Süre (dakika)
uk: Період (хвилини)
vi: Chu kỳ (phút)
zh_hans: 设置执行间隔（分钟）
zh_hant: 設定執行間隔（分鐘）

# SettingsPage_OnBatterySinceReset_Message
source: Resets the counter for "On battery since" in the battery section when the system reboots.
bg: Нулира "На батерия от" брояча в раздела за батерията, когато системата бъде рестартирана.
de: Setzt den Zähler für "Auf Akku seit" im Akkubereich zurück, wenn das System neu gestartet wird.
el: Μηδενίζει τον μετρητή "Λειτουργία με την μπαταρία από" στον τομέα της μπαταρίας όταν το σύστημα κάνει επανεκκίνηση.
es: Restablece el contador de "En batería desde" en la sección de batería al reiniciar el sistema.
hu: A rendszer újraindításakor visszaállítja az „Akkumulátoron ennyi ideje” számlálót az akkumulátor szakaszban.
ja: システムの再起動時に、バッテリーの「バッテリー駆動時間」をリセットします。
nl_nl: Stel de teller voor 'Op batterij sinds' opnieuw in wanneer het systeem opnieuw opstart.
pl: Start systemu wyzeruje licznik dla wskaźnika "Czas na baterii" w sekcji Bateria.
pt: Reinicia o contador para "Em bateria desde" na secção de bateria quando o sistema é reiniciado.
pt_br: Redefine o contador para "Em bateria desde" na seção de bateria quando o sistema é reinicializado.
ru: Сбрасывать счет времени значения "На аккумуляторе" при перезагрузке системы.
tr: Sistem yeniden başlatıldığında pil bölümündeki "Pil süresi" sayacını sıfırlar.
uk: Скидає лічильник "На батареї відколи" у розділі батареї під час перезавантаження системи.
vi: Đặt lại bộ đếm cho "Thời gian chạy trên pin" ở mục Pin mỗi khi khởi động lại.
zh_hans: 在系统开机或重新启动时重置【电池】下的电池使用时间计数器。
zh_hant: 系統啟動時，重設電池部分「電池使用時間」的計數器。
