Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.Lib/Resources/Resource.*.resx
Languages: ar, fr, uz_latn_uz

# AccentColorSource_Custom
source: Custom
ar: مُخصّص
uz_latn_uz: Arnawlı

# AccentColorSource_System
source: System
ar: النظام
uz_latn_uz: Sistema

# AlwaysOnUSBState_Off
source: Off
ar: مغلق
fr: Éteint
uz_latn_uz: Òshik

# AlwaysOnUSBState_OnAlways
source: On, always
ar: يعمل دائما
fr: On, tout le temps
uz_latn_uz: Hámiyshe qosıwlı

# AlwaysOnUSBState_OnWhenSleeping
source: On, when sleeping
ar: يعمل أثناء النوم فقط
fr: On, quand en veille
uz_latn_uz: Qosıwlı, uyqı rejiminde

# AutorunState_Disabled
source: Disabled
ar: غير مُفعّل
fr: Désactivé
uz_latn_uz: Óshirilgen

# AutorunState_Enabled
source: Enabled
ar: مُفعّل
fr: Activé
uz_latn_uz: Iske túsirilgen

# AutorunState_EnabledDelayed
source: Enabled, delayed
ar: مُفعّل, متأخر
fr: Activé, avec délai
uz_latn_uz: Irkilis penen iske túsirilgen

# BatteryState_Conservation
source: Conservation
ar: حفظ البطارية
uz_latn_uz: Saqlaw

# BatteryState_Normal
source: Normal
ar: طبيعى
uz_latn_uz: Ádettegidey

# BatteryState_RapidCharge
source: Rapid Charge
ar: الشحن السريع
fr: Charge rapide
uz_latn_uz: Tez zaryadlaw

# FlipToStartState_Off
source: Off
ar: إيقاف

# FlipToStartState_On
source: On
ar: مفعل

# FnLockState_Off
source: Off
ar: إيقاف

# FnLockState_On
source: On
ar: مفعل

# GPUController_PoweredOff
source: Powered Off
ar: مغلق
fr: Désactiver
uz_latn_uz: Óshirilgen

# GPUController_PoweredOn
source: Powered On
ar: يعمل
fr: Activé
uz_latn_uz: Qosılǵan

# HDRState_Off
source: Off
ar: إيقاف

# HDRState_On
source: On
ar: مفعل

# HybridModeState_Off
source: dGPU
ar: كرت الشاشة الخارجى
uz_latn_uz: Bólekli videokarta

# HybridModeState_On
source: Hybrid
ar: الوضع الهجين
fr: Hybride
uz_latn_uz: Gibrid rejimi

# HybridModeState_OnAuto
source: Hybrid-Auto
ar: الوضع الهيجن التلقائى
fr: Hybride-Auto
uz_latn_uz: Gibrid-Avto

# HybridModeState_OnIGPUOnly
source: Hybrid-iGPU
ar: الوضع الهجين للكرت الداخلى
fr: Hybride-iGPU
uz_latn_uz: Gibrid-iGPU

# MicrophoneState_Off
source: Off
ar: إيقاف

# MicrophoneState_On
source: On
ar: مفعل

# NotificationPosition_BottomCenter
source: Bottom center
ar: مركز القاعدة أو القاع
uz_latn_uz: Tómende orayda

# NotificationPosition_BottomLeft
source: Bottom left
ar: شمال القاعدة أو القاع
uz_latn_uz: Tómen shep

# NotificationPosition_BottomRight
source: Bottom right
ar: يمين القاعدة أو القاع
uz_latn_uz: Tómen oń

# NotificationPosition_Center
source: Center
ar: المركز أو الوَسَط
uz_latn_uz: Oray

# NotificationPosition_CenterLeft
source: Center left
ar: شمال المركز أو شمال الوَسَط
uz_latn_uz: Orayda shepte

# NotificationPosition_CenterRight
source: Center right
ar: يمين المركز أو يمين الوَسَط
uz_latn_uz: Orayda ońda

# NotificationPosition_TopCenter
source: Top center
ar: وَسَط القمة
uz_latn_uz: Joqarıda orayda

# NotificationPosition_TopLeft
source: Top left
ar: شمال القمة
uz_latn_uz: Joqarıda shepte

# NotificationPosition_TopRight
source: Top right
ar: يمين القمة
uz_latn_uz: Joqarıda ońda

# OneLevelWhiteKeyboardBacklightState_Off
source: Off
ar: إيقاف

# OneLevelWhiteKeyboardBacklightState_On
source: On
ar: مفعل

# OverdriveState_Off
source: Off
ar: إيقاف

# OverdriveState_On
source: On
ar: مفعل

# PowerModeState_Balance
source: Balance
ar: متزن
fr: Équilibré
uz_latn_uz: Teńlestirilgen

# PowerModeState_GodMode
source: Custom
ar: مخصص
fr: Personnalisé
uz_latn_uz: Arnawlı

# PowerModeState_Performance
source: Performance
ar: الأداء
uz_latn_uz: Maksimal ónimdarlıq

# PowerModeState_Quiet
source: Quiet
ar: هادء
fr: Silencieux
uz_latn_uz: Tınısh rejim

# RGBKeyboardBacklightSpeed_Fast
source: Fast
ar: سريع
uz_latn_uz: Tez

# RGBKeyboardBacklightSpeed_Fastest
source: Fastest
ar: الأسرع
uz_latn_uz: Júdá tez

# RGBKeyboardBacklightSpeed_Slow
source: Slow
ar: بطىء
uz_latn_uz: Ásten

# RGBKeyboardBacklightSpeed_Slowest
source: Slowest
ar: الأبطأ
uz_latn_uz: Júdá ásten

# RGBKeyboardBacklightBrightness_High
source: High
ar: عالي الوضوح
fr: Élevée
uz_latn_uz: Joqarı

# RGBKeyboardBacklightBrightness_Low
source: Low
ar: منخفض الوضوح
fr: Faible
uz_latn_uz: Pás

# RGBKeyboardBacklightEffect_Breath
source: Breath
ar: سكون
fr: Haleine
uz_latn_uz: Nápes

# RGBKeyboardBacklightEffect_Smooth
source: Smooth
ar: ناعم
fr: Lisse
uz_latn_uz: Tegis

# RGBKeyboardBacklightEffect_Static
source: Static
ar: ثابت
fr: Fixe
uz_latn_uz: Háreketsiz

# RGBKeyboardBacklightEffect_WaveLTR
source: Wave Left
ar: يسار الموجة
fr: Vague gauche
uz_latn_uz: Tolqın shepke

# RGBKeyboardBacklightEffect_WaveRTL
source: Wave Right
ar: يمين الموجة
fr: Vague droite
uz_latn_uz: Tolqın ońǵa

# RGBKeyboardBacklightPreset_Off
source: Off
ar: مغلق
uz_latn_uz: Óshik

# RGBKeyboardBacklightPreset_One
source: Preset 1
ar: الوضع 1
fr: Prédéfini 1
uz_latn_uz: Sazlawlar jıyındısı 1

# RGBKeyboardBacklightPreset_Three
source: Preset 3
ar: الوضع 2
fr: Prédéfini 3
uz_latn_uz: Sazlawlar jıyındısı 3

# RGBKeyboardBacklightPreset_Two
source: Preset 2
ar: الوضع 3
fr: Prédéfini 2
uz_latn_uz: Sazlawlar jıyındısı 2

# SpectrumKeyboardBacklightBrightness_High
source: High
ar: عالي الوضوح
uz_latn_uz: Joqarı

# SpectrumKeyboardBacklightBrightness_Low
source: Low
ar: منخفض الوضوح
uz_latn_uz: Pás

# SpectrumKeyboardBacklightBrightness_Medium
source: Medium
ar: متوسط الوضوح
uz_latn_uz: Ortasha

# SpectrumKeyboardBacklightBrightness_Off
source: Off
ar: غلق
uz_latn_uz: Óshik

# SpectrumKeyboardBacklightDirection_BottomToTop
source: Bottom to Top
ar: من القاع إلى القمة
uz_latn_uz: Tómennen joqarıǵa

# SpectrumKeyboardBacklightDirection_Clockwise
source: Clockwise
ar: اتجاه عقارب الساعة
uz_latn_uz: Saat jónelisi boyınsha

# SpectrumKeyboardBacklightDirection_CounterClockwise
source: Counter Clockwise
ar: تدوير في اتجاه عقارب الساعة
uz_latn_uz: Saat jónelisine qarsı

# SpectrumKeyboardBacklightDirection_LeftToRight
source: Left to Right
ar: من اليسار إلى اليمين
uz_latn_uz: Shepten ońǵa

# SpectrumKeyboardBacklightDirection_RightToLeft
source: Right to Left
ar: من اليمين إلى اليسار
uz_latn_uz: Ońnan shepke

# SpectrumKeyboardBacklightDirection_TopToBottom
source: Top to Bottom
ar: من الأعلى إلى الأسفل
uz_latn_uz: Joqarıdan tómenge

# SpectrumKeyboardBacklightEffectType_Always
source: Always
ar: دائماً
uz_latn_uz: Hámiyshe

# SpectrumKeyboardBacklightEffectType_AudioBounce
source: Audio Bounce
ar: صدى الصوت
uz_latn_uz: Shawqım

# SpectrumKeyboardBacklightEffectType_AudioRipple
source: Audio Ripple
ar: تموج الصوت
uz_latn_uz: Dawıs tolqını

# SpectrumKeyboardBacklightEffectType_AuroraSync
source: Aurora Sync
ar: مزامنة اورورا

# SpectrumKeyboardBacklightEffectType_ColorChange
source: Color Change
ar: تغيير اللون
uz_latn_uz: Reńdi ózgertiw

# SpectrumKeyboardBacklightEffectType_ColorPulse
source: Color Pulse
ar: تذبذب اللون
uz_latn_uz: Reń pulsi

# SpectrumKeyboardBacklightEffectType_ColorWave
source: Color Wave
ar: موجة اللون
uz_latn_uz: Reń tolqını

# SpectrumKeyboardBacklightEffectType_Rain
source: Rain
ar: ماطر
uz_latn_uz: Jawın

# SpectrumKeyboardBacklightEffectType_RainbowScrew
source: Rainbow Screw
ar: خط قوس قزح دقيق
uz_latn_uz: Reńli vint

# SpectrumKeyboardBacklightEffectType_RainbowWave
source: Rainbow Wave
ar: موجة قوس قزح
uz_latn_uz: Ayqulaq tolqın

# SpectrumKeyboardBacklightEffectType_Ripple
source: Ripple
ar: متموج
uz_latn_uz: Tolqın

# SpectrumKeyboardBacklightEffectType_Smooth
source: Smooth
ar: ناعم
uz_latn_uz: Tegis

# SpectrumKeyboardBacklightEffectType_Type
source: Type
ar: نوع
uz_latn_uz: Túri

# SpectrumKeyboardBacklightSpeed_Speed1
source: Slow
ar: بطىء
uz_latn_uz: Áste

# SpectrumKeyboardBacklightSpeed_Speed2
source: Medium
ar: متوسط
uz_latn_uz: Ortasha

# SpectrumKeyboardBacklightSpeed_Speed3
source: Fast
ar: سريع
uz_latn_uz: Tez

# Theme_Dark
source: Dark
ar: داكن
fr: Sombre
uz_latn_uz: Qarańǵı

# Theme_Light
source: Light
ar: فاتح
fr: Clair
uz_latn_uz: Jaqtı

# Theme_System
source: System
ar: النظام
fr: Système
uz_latn_uz: Sistema teması

# TouchpadLockState_Off
source: Off
ar: إيقاف

# TouchpadLockState_On
source: On
ar: مفعل

# WhiteKeyboardBacklightState_High
source: High
ar: مرتفع
fr: Élevée
uz_latn_uz: Joqarı

# WhiteKeyboardBacklightState_Low
source: Low
ar: منخفض
fr: Faible
uz_latn_uz: Pás

# WhiteKeyboardBacklightState_Off
source: Off
ar: مغلق
uz_latn_uz: Óshirilgen

# WinKeyState_Off
source: Off
ar: إيقاف

# WinKeyState_On
source: On
ar: مفعل

# PortsBacklightState_Off
source: Off
ar: إيقاف

# PortsBacklightState_On
source: On
ar: مفعل

# PanelLogoBacklightState_On
source: On
ar: مفعل

# PanelLogoBacklightState_Off
source: Off
ar: إيقاف

# InstantBootState_Off
source: Off
ar: إيقاف

# InstantBootState_AcAdapter
source: AC Adapter
ar: محول التيار

# InstantBootState_UsbPowerDelivery
source: USB Power Delivery
ar: توصيل الطاقة عبر USB

# InstantBootState_AcAdapterAndUsbPowerDelivery
source: AC and USB PD
ar: محول التيار و توصيل الطاقة عبر USB

# NotificationDuration_Long
source: Long
ar: طويلة

# NotificationDuration_Normal
source: Normal
ar: عادية

# NotificationDuration_Short
source: Short
ar: قصيرة

# BatteryNightChargeState_On
source: On
ar: مفعل

# BatteryNightChargeState_Off
source: Off
ar: إيقاف

# SpeakerState_Mute
source: Mute
ar: كتم

# SpeakerState_Unmute
source: Unmute
ar: إلغاء الكتم

# PowerModeMappingMode_Disabled
source: Disabled
ar: معطل

# PowerModeMappingMode_WindowsPowerMode
source: Windows Power Mode
ar: وضع طاقة ويندوز

# PowerModeMappingMode_WindowsPowerPlan
source: Windows Power Plan
ar: خطة طاقة ويندوز

# RGBKeyboardBacklightPreset_Four
source: Preset 4
ar: الإعداد 4

# UpdateCheckFrequency_PerDay
source: Daily
ar: يوميا

# UpdateCheckFrequency_PerHour
source: Every hour
ar: كل ساعة

# UpdateCheckFrequency_PerMonth
source: Monthly
ar: شهريا

# UpdateCheckFrequency_PerThreeHours
source: Every 3 hours
ar: كل 3 ساعات

# UpdateCheckFrequency_PerTwelveHours
source: Every 12 hours
ar: كل 12 ساعة

# UpdateCheckFrequency_PerWeek
source: Weekly
ar: أسبوعيا
