Repository: BartoszCichecki/LenovoLegionToolkit
Catalog: LenovoLegionToolkit.Lib.Automation/Resources/Resource.*.resx
Languages: de, el, es, fr, it, uk, zh_hans

# ACAdapterConnectedAutomationPipelineTrigger_DisplayName
source: When AC power adapter is connected
de: Wenn Netzteil angeschlossen ist
el: Όταν ο φορτιστής είναι συνδεδεμένος
es: Cuando el adaptador de corriente alterna está conectado
fr: Lorsque le chargeur est connecté
it: Quando l'alimentatore è collegato
uk: Коли блок живлення під'єднаний
zh_hans: 当充电器插入时

# ACAdapterDisconnectedAutomationPipelineTrigger_DisplayName
source: When AC power adapter is disconnected
de: Wenn Netzteil nicht angeschlossen ist
el: Όταν ο φορτιστής είναι αποσυνδεδεμένος
es: Cuando el adaptador de corriente alterna está desconectado
fr: Lorsque le chargeur est déconnecté
it: Quando l'alimentatore è scollegato
uk: Коли блок живлення від'єднаний
zh_hans: 当充电器断开时

# DeactivateGPUAutomationStepState_KillApps
source: Kill apps
de: Anwendungen schließen
el: Τερματισμός εφαρμογών
fr: Tuer les applications
it: Chiudi applicazioni
uk: Примусово закрити застосунки
zh_hans: 强制关闭应用

# DeactivateGPUAutomationStepState_RestartGPU
source: Restart GPU
de: GPU neustarten
el: Επανεκκίνηση GPU
es: Reiniciar la GPU
fr: Redémarrer GPU
it: Riavvia GPU
uk: Перезапустити ГП
zh_hans: 重启显卡

# Delay_Second
source: {0} second
de: {0} Sekunde
el: {0} δευτερόλεπτο
es: {0} segundo
fr: {0} seconde
it: {0} secondo
uk: {0} секунд
zh_hans: {0} 秒

# Delay_Second_Many
source: {0} seconds
de: {0} Sekunden
el: {0} δευτερόλεπτα
es: {0} segundos
fr: {0} secondes
it: {0} secondi
uk: {0} секунди
zh_hans: {0} 秒

# LowWattageACAdapterConnectedAutomationPipelineTrigger_DisplayName
source: When low wattage AC power adapter is connected
de: Wenn Netzteil mit niedriger Leistung angeschlossen ist
el: Όταν είναι συνδεδεμένος φορτιστής χαμηλής ισχύος
fr: Lorsqu'une faible puissance d'alimentation est connectée
it: Quando è collegato un alimentatore di bassa potenza
uk: Коли малопотужний блок живлення під'єднаний
zh_hans: 当低功率充电器插入时

# OnStartupAutomationPipelineTrigger_DisplayName
source: On startup
de: Beim Start
el: Κατά την εκκίνηση
es: Al iniciar
fr: Au démarrage
it: All'avvio
uk: При запуску
zh_hans: 当开机时

# PowerModeAutomationPipelineTrigger_DisplayName
source: When power mode is changed
de: Wenn Energiemodus geändert wird
el: Όταν αλλάξει η κατάσταση τροφοδοσίας
es: Al cambiar el modo de alimentación
fr: Lorsque le mode d’alimentation change
it: Quando si cambia la modalità di alimentazione
uk: Коли режим потужності змінений
zh_hans: 当性能模式改变时

# ProcessesAreRunningAutomationPipelineTrigger_DisplayName
source: When app is running
de: Wenn die App startet
el: Όταν ξεκινά η εφαρμογή
es: Al iniciarse la aplicación
fr: Quand l'application démarre
it: All'avvio dell'app
uk: Коли застосунок запущений
zh_hans: 当应用程序启动时

# ProcessesStopRunningAutomationPipelineTrigger_DisplayName
source: When app closes
de: Wenn Anwendung geschlossen wird
el: Όταν η εφαρμογή κλείνει
es: Al cerrar la aplicación
fr: Pendant la fermeture de l’application
it: Quando l'app si chiude
uk: Коли застосунок закрито
zh_hans: 当指定的应用关闭时

# TimeAutomationPipelineTrigger_DisplayName
source: At specified time
de: Zur bestimmten Zeit
el: Σε καθορισμένο χρόνο
es: A la hora indicada
fr: À l’heure spécifiée
it: All'ora specificata
uk: У зазначений час
zh_hans: 在特定的时间

# ExternalDisplayConnectedAutomationPipelineTrigger_DisplayName
source: When external display is connected
de: Wenn ein externer Monitor angeschlossen wird
el: Όταν συνδεθεί εξωτερική οθόνη
es: Cuando se conecta una pantalla externa
fr: Lorsque l'écran externe est connecté
it: Quando il display esterno è collegato
zh_hans: 当连接了外置屏幕后

# ExternalDisplayDisconnectedAutomationPipelineTrigger_DisplayName
source: When external display is disconnected
de: Wenn ein externer Monitor getrennt wird
el: Όταν αποσυνδεθεί εξωτερική οθόνη
es: Cuando se desconecta una pantalla externa
fr: Lorsque l'écran externe est déconnecté
it: Quando il display esterno è scollegato
zh_hans: 当断开了外置屏幕后
